// Last modified : 2025.11.13 23:48

// @ts-nocheck
/* prettier-ignore */
export const craftData: IObject[] = [
    {
        "name": "虛之狂暴",
        "mode": {
            "龍紋": 1,
            "龍印": 2,
            "龍咒": 3,
            "龍玉": 58,
            "龍刃": 75,
            "龍璃": 112,
            "龍結": 171,
            "龍丸": 246
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 10%"],
        "tag": ["增傷"]
    },
    {
        "name": "漩之屏息",
        "mode": {
            "龍紋": 4
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "煉之屏息",
        "mode": {
            "龍咒": 5
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "森之屏息",
        "mode": {
            "龍紋": 6
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，木屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "耀之屏息",
        "mode": {
            "龍印": 7
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除光符石",
        "description": ["1 回合內，光屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "影之屏息",
        "mode": {
            "龍咒": 8
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除暗符石",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "連之愈時",
        "mode": {
            "龍紋": 9
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 1 個人類成員的技能 CD 減少 2", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "減CD", "增傷"]
    },
    {
        "name": "祈之圖騰",
        "mode": {
            "龍印": 10
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "1 回合內，20% 的攻擊傷害無視指定形狀盾", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "無視拼圖盾", "增傷"]
    },
    {
        "name": "攻之原色",
        "mode": {
            "龍咒": 11
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "1 回合內，20% 的攻擊傷害無視五屬盾", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "無視五屬盾", "增傷"]
    },
    {
        "name": "祈之衝鋒",
        "mode": {
            "龍紋": 12
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "1 回合內，20% 的攻擊傷害無視攻前盾", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "無視攻前盾", "增傷"]
    },
    {
        "name": "抵之愈時",
        "mode": {
            "龍印": 13
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "受到攻擊",
        "description": ["1 回合內，妖精類成員的回復力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 1", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增回", "減CD", "增傷"]
    },
    {
        "name": "攻之愈時",
        "mode": {
            "龍咒": 14
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 1 個魔族成員的技能 CD 減少 2", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "減CD", "增傷"]
    },
    {
        "name": "攻之屏息",
        "mode": {
            "龍印": 15,
            "龍咒": 16
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，回復 50% 生命力", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["回血", "增傷"]
    },
    {
        "name": "抵之狂暴",
        "mode": {
            "龍紋": 17
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "受到攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 10%"],
        "tag": ["增傷"]
    },
    {
        "name": "攻之鐵壁",
        "mode": {
            "龍印": 18
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "攻之炮擊",
        "mode": {
            "龍印": 19
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "連之鐵壁",
        "mode": {
            "龍印": 20
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "抵之炮擊",
        "mode": {
            "龍咒": 21
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "2",
        "charge": "受到攻擊",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "祈之炮擊",
        "mode": {
            "龍紋": 22
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "2",
        "charge": "消除心符石",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "連之炮擊",
        "mode": {
            "龍印": 23
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["減傷", "直傷", "全體直傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍印": 24
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，水屬性成員的攻擊力提升 30%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增回", "增傷", "無視屬性相剋"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍紋": 25
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，火屬性成員的攻擊力提升 30%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增回", "增傷", "無視屬性相剋"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍咒": 26
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，木屬性成員的攻擊力提升 30%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增回", "增傷", "無視屬性相剋"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍印": 27
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，光屬性成員的攻擊力提升 30%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增回", "增傷", "我方傷害吸收"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍咒": 28
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，暗屬性成員的攻擊力提升 30%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增回", "增傷", "我方傷害吸收"]
    },
    {
        "name": "祈之鐵壁",
        "mode": {
            "龍咒": 29
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "2",
        "charge": "消除心符石",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，減少所受傷害 80%"],
        "tag": ["增傷", "減傷"]
    },
    {
        "name": "抵之屏息",
        "mode": {
            "龍咒": 30
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "2",
        "charge": "受到攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，回復 80% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "攻之屏息",
        "mode": {
            "龍紋": 31
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，人類成員的攻擊力提升 30%", "全體敵人行動 CD +1"],
        "tag": ["增回", "增傷", "延遲"]
    },
    {
        "name": "連之屏息",
        "mode": {
            "龍印": 32
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，回復 80% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "祈之屏息",
        "mode": {
            "龍印": 33
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "2",
        "charge": "消除心符石",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，回復 80% 生命力"],
        "tag": ["增傷", "回血"]
    },
    {
        "name": "連之鐵壁",
        "mode": {
            "龍紋": 34
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，減少所受傷害 80%"],
        "tag": ["增傷", "減傷"]
    },
    {
        "name": "祈之狂暴",
        "mode": {
            "龍符": 35
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "消除心符石",
        "description": ["1 回合內，隊伍攻擊力提升 10%"],
        "tag": ["增傷"]
    },
    {
        "name": "連之王暴",
        "mode": {
            "龍符": 36
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，人類成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "攻之獸暴",
        "mode": {
            "龍符": 37
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，獸類成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "連之神暴",
        "mode": {
            "龍符": 38
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，神族成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "連之龍暴",
        "mode": {
            "龍符": 39
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，龍類成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "抵之妖暴",
        "mode": {
            "龍符": 40
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "2",
        "charge": "受到攻擊",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，妖精類成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "攻之魔暴",
        "mode": {
            "龍符": 41
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，魔族成員的攻擊力提升 30%"],
        "tag": ["單體轉全體", "增傷"]
    },
    {
        "name": "漩之威嚇",
        "mode": {
            "龍符": 42,
            "龍璃": 113
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 20%", "火屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "煉之威嚇",
        "mode": {
            "龍符": 43,
            "龍璃": 114
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 20%", "木屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "森之威嚇",
        "mode": {
            "龍印": 44,
            "龍璃": 115
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，木屬性成員的攻擊力提升 20%", "水屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "耀之威嚇",
        "mode": {
            "龍符": 45,
            "龍璃": 116
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除光符石",
        "description": ["1 回合內，光屬性成員的攻擊力提升 20%", "暗屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "影之威嚇",
        "mode": {
            "龍印": 46,
            "龍璃": 117
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除暗符石",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 20%", "光屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "攻之原色",
        "mode": {
            "龍印": 47
        },
        "attribute": "水",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "1 回合內，50% 的攻擊傷害無視五屬盾", "1 回合內，水屬性成員的攻擊力提升 30%"],
        "tag": ["增傷", "無視五屬盾", "增傷"]
    },
    {
        "name": "攻之圖騰",
        "mode": {
            "龍咒": 48
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "1 回合內，50% 的攻擊傷害無視指定形狀盾", "1 回合內，火屬性成員的攻擊力提升 30%"],
        "tag": ["增傷", "無視拼圖盾", "增傷"]
    },
    {
        "name": "連之衝鋒",
        "mode": {
            "龍符": 49
        },
        "attribute": "木",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "1 回合內，50% 的攻擊傷害無視攻前盾", "1 回合內，木屬性成員的攻擊力提升 30%"],
        "tag": ["增傷", "無視攻前盾", "增傷"]
    },
    {
        "name": "攻之王暴",
        "mode": {
            "龍紋": 50
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "1 回合內，回復 60% 生命力", "1 回合內，光屬性成員的攻擊力提升 30%"],
        "tag": ["增傷", "回血", "增傷"]
    },
    {
        "name": "連之屏息",
        "mode": {
            "龍符": 51
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "1 回合內，回復 60% 生命力", "1 回合內，暗屬性成員的攻擊力提升 30%"],
        "tag": ["增傷", "回血", "增傷"]
    },
    {
        "name": "漩之絕境",
        "mode": {
            "龍咒": 52
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 2 個水成員的技能 CD 減少 1", "1 回合內，水屬性成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "煉之絕境",
        "mode": {
            "龍符": 53
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 2 個火成員的技能 CD 減少 1", "1 回合內，火屬性成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "森之絕境",
        "mode": {
            "龍紋": 54
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 2 個木成員的技能 CD 減少 1", "1 回合內，木屬性成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "耀之鐵壁",
        "mode": {
            "龍符": 55
        },
        "attribute": "光",
        "race": "神族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 2 個光成員的技能 CD 減少 1", "1 回合內，光屬性成員的攻擊力提升 30%", "1 回合內，減少所受傷害 80%"],
        "tag": ["減CD", "增傷", "減傷"]
    },
    {
        "name": "影之鐵壁",
        "mode": {
            "龍印": 56
        },
        "attribute": "暗",
        "race": "神族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 2 個暗成員的技能 CD 減少 1", "1 回合內，暗屬性成員的攻擊力提升 30%", "1 回合內，減少所受傷害 80%"],
        "tag": ["減CD", "增傷", "減傷"]
    },
    {
        "name": "攻之狂暴",
        "mode": {
            "龍符": 57
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，回復 50% 生命力", "隨機 3 個神族成員的技能 CD 減少 1", "1 回合內，隊伍攻擊力提升 50%"],
        "tag": ["回血", "減CD", "增傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍玉": 59
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，水屬性成員對水屬性敵人的攻擊力提升 30%"],
        "tag": ["增傷", "增回", "對水增傷"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍玉": 60
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，火屬性成員對火屬性敵人的攻擊力提升 30%"],
        "tag": ["增傷", "增回", "對火增傷"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍玉": 61
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，木屬性成員對木屬性敵人的攻擊力提升 30%"],
        "tag": ["增傷", "增回", "對木增傷"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍玉": 62
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除光符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，光屬性成員對光屬性敵人的攻擊力提升 30%"],
        "tag": ["增傷", "增回", "對光增傷"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍玉": 63
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除暗符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，暗屬性成員對暗屬性敵人的攻擊力提升 30%"],
        "tag": ["增傷", "增回", "對暗增傷"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍玉": 64
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%", "隨機 2 個神族成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "增傷", "減CD"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍咒": 65
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增回", "增傷"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍印": 66
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增回", "增傷"]
    },
    {
        "name": "森之屏息",
        "mode": {
            "龍符": 67
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增回", "增傷"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍紋": 68
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除光符石",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增回", "增傷"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍印": 69
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除暗符石",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增回", "增傷"]
    },
    {
        "name": "漩之神療",
        "mode": {
            "龍紋": 70
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，回復 65% 生命力", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增傷", "回血", "增傷"]
    },
    {
        "name": "森之魔暴",
        "mode": {
            "龍咒": 71
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 15%", "隨機 2 個魔族成員的技能 CD 減少 2", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "減CD", "回血"]
    },
    {
        "name": "虛之獸暴",
        "mode": {
            "龍符": 72
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 4 個獸類成員的技能 CD 減少 2", "1 回合內，回復 100% 生命力"],
        "tag": ["增傷", "減CD", "回血"]
    },
    {
        "name": "虛之衝鋒",
        "mode": {
            "龍符": 73
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，魔族成員的攻擊力提升 20%", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "增傷", "無視攻前盾"]
    },
    {
        "name": "煉之魔暴",
        "mode": {
            "龍印": 74
        },
        "attribute": "火",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "1 回合內，火屬性成員的攻擊力提升 20%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "增傷", "我方傷害吸收"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍刃": 76
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "增傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍刃": 77
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "增傷"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍刃": 78
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "增傷"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍刃": 79
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "增傷"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍刃": 80
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "增傷"]
    },
    {
        "name": "漩之魔障",
        "mode": {
            "龍刃": 81
        },
        "attribute": "水",
        "race": "魔族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 20%", "1 回合內，回復 50% 生命力", "1 回合內，減少所受傷害 80%"],
        "tag": ["增傷", "回血", "減傷"]
    },
    {
        "name": "祈之妖療",
        "mode": {
            "龍刃": 82
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["1 回合內，妖精類成員的回復力提升 100%", "隨機 4 個妖精類成員的技能 CD 減少 2", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石"],
        "tag": ["增回", "減CD", "符石轉心"]
    },
    {
        "name": "耀之玲瓏",
        "mode": {
            "龍刃": 83
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，回復 50% 生命力", "1 回合內，隊伍攻擊力提升 25%"],
        "tag": ["增傷", "回血", "增傷"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍刃": 84
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍攻擊力提升 25%", "隨機 2 個人類成員的技能 CD 減少 2"],
        "tag": ["增傷", "增傷", "減CD"]
    },
    {
        "name": "漩之復生",
        "mode": {
            "龍符": 85
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 50%", "1 回合內，回復 100% 生命力"],
        "tag": ["破防", "回血"]
    },
    {
        "name": "煉之復生",
        "mode": {
            "龍咒": 86
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 50%", "1 回合內，回復 100% 生命力"],
        "tag": ["破防", "回血"]
    },
    {
        "name": "森之復生",
        "mode": {
            "龍印": 87
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 50%", "1 回合內，回復 100% 生命力"],
        "tag": ["破防", "回血"]
    },
    {
        "name": "耀之復生",
        "mode": {
            "龍符": 88
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 50%", "1 回合內，回復 100% 生命力"],
        "tag": ["破防", "回血"]
    },
    {
        "name": "影之復生",
        "mode": {
            "龍紋": 89
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 50%", "1 回合內，回復 100% 生命力"],
        "tag": ["破防", "回血"]
    },
    {
        "name": "祈之龍療",
        "mode": {
            "龍印": 90
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，回復 50% 生命力", "隨機 2 個龍類成員的技能 CD 減少 2"],
        "tag": ["增傷", "回血", "減CD"]
    },
    {
        "name": "連之王療",
        "mode": {
            "龍咒": 91
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，攻擊力提升 15%，所有成員無視屬性相剋", "1 回合內，回復 65% 生命力", "1 回合內，對全體敵人造成 100000 點無屬性傷害"],
        "tag": ["增傷", "回血", "直傷", "全體直傷"]
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍紋": 92
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，回復 50% 生命力", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，隊伍攻擊力提升 15%"],
        "tag": ["回血", "減CD", "增傷"]
    },
    {
        "name": "連之魔暴",
        "mode": {
            "龍紋": 93
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，魔族成員的攻擊力提升 20%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "增傷", "意志"]
    },
    {
        "name": "連之屏息",
        "mode": {
            "龍咒": 94
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍回復力提升 50%", "1 回合內，減少所受傷害 80%"],
        "tag": ["增傷", "增回", "減傷"]
    },
    {
        "name": "攻之復生",
        "mode": {
            "龍紋": 95
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，完全回復生命力", "隨機 2 個獸類成員的技能 CD 減少 2"],
        "tag": ["增傷", "回血", "減CD"]
    },
    {
        "name": "漩之幻變",
        "mode": {
            "龍符": 96
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，將場上的木符石轉化為心符石"],
        "tag": ["迴避", "符石轉心"]
    },
    {
        "name": "煉之幻變",
        "mode": {
            "龍紋": 97
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，將場上的水符石轉化為心符石"],
        "tag": ["迴避", "符石轉心"]
    },
    {
        "name": "森之幻變",
        "mode": {
            "龍咒": 98
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，將場上的火符石轉化為心符石"],
        "tag": ["迴避", "符石轉心"]
    },
    {
        "name": "耀之幻變",
        "mode": {
            "龍印": 99
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，將場上的暗符石轉化為心符石"],
        "tag": ["迴避", "符石轉心"]
    },
    {
        "name": "影之幻變",
        "mode": {
            "龍印": 100
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，將場上的光符石轉化為心符石"],
        "tag": ["迴避", "符石轉心"]
    },
    {
        "name": "煉之原色",
        "mode": {
            "龍符": 101
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 20%", "1 回合內，90% 的攻擊傷害無視五屬盾", "1 回合內，隊伍攻擊力及回復力提升 30%"],
        "tag": ["增傷", "無視五屬盾", "增傷", "增回"]
    },
    {
        "name": "連之神療",
        "mode": {
            "龍咒": 102
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，神族成員的攻擊力提升 15%", "1 回合內，回復 50% 生命力", "1 回合內，攻擊力提升 20%，所有成員無視屬性相剋"],
        "tag": ["增傷", "回血", "增傷"]
    },
    {
        "name": "攻之嗜血",
        "mode": {
            "龍咒": 103
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，獸類成員的攻擊力提升 15%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "隨機 2 個獸類成員的技能 CD 減少 2"],
        "tag": ["增傷", "我方傷害吸收", "減CD"]
    },
    {
        "name": "耀之嗜血",
        "mode": {
            "龍紋": 104
        },
        "attribute": "光",
        "race": "魔族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 15%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "隨機 2 個魔族成員的技能 CD 減少 2"],
        "tag": ["增傷", "我方傷害吸收", "減CD"]
    },
    {
        "name": "影之嗜血",
        "mode": {
            "龍符": 105
        },
        "attribute": "暗",
        "race": "魔族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 15%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "隨機 2 個魔族成員的技能 CD 減少 2"],
        "tag": ["增傷", "我方傷害吸收", "減CD"]
    },
    {
        "name": "森之龍療",
        "mode": {
            "龍印": 106
        },
        "attribute": "木",
        "race": "龍類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 15%", "1 回合內，回復 50% 生命力", "1 回合內，對全體敵人造成 100000 點無屬性傷害"],
        "tag": ["增傷", "回血", "直傷", "全體直傷"]
    },
    {
        "name": "連之龍療",
        "mode": {
            "龍紋": 107
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，龍類成員的攻擊力提升 15%", "1 回合內，回復 50% 生命力", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "回血", "無視攻前盾"]
    },
    {
        "name": "虛之魔暴",
        "mode": {
            "龍符": 108
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，隊伍攻擊力提升 15%", "1 回合內，50% 的攻擊傷害無視指定形狀盾"],
        "tag": ["減傷", "增傷", "無視拼圖盾"]
    },
    {
        "name": "攻之神暴",
        "mode": {
            "龍印": 109
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，隊伍攻擊力提升 20%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["無視屬性相剋", "增傷", "意志"]
    },
    {
        "name": "連之直流",
        "mode": {
            "龍玉": 110
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "完成龍刻脈動後，隨機把 1 直行的符石轉化為心符石", "1 回合內，妖精類成員的攻擊力提升 50%"],
        "tag": ["增傷", "增回", "直行轉心", "增傷"]
    },
    {
        "name": "連之王暴",
        "mode": {
            "龍玉": 111
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，回復 50% 生命力", "1 回合內，隊伍攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2"],
        "tag": ["回血", "增傷", "減CD"]
    },
    {
        "name": "連之玲瓏",
        "mode": {
            "龍璃": 118
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍攻擊力及回復力提升 20%", "隨機 2 個神族成員的技能 CD 減少 2"],
        "tag": ["增傷", "增傷", "增回", "減CD"]
    },
    {
        "name": "連之屏息",
        "mode": {
            "龍璃": 119
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，回復 50% 生命力", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石"],
        "tag": ["增傷", "回血", "符石轉心"]
    },
    {
        "name": "虛之魔暴",
        "mode": {
            "龍璃": 120
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，隊伍攻擊力提升 20%", "1 回合內，隊伍攻擊力及回復力提升 20%"],
        "tag": ["減傷", "增傷", "增傷", "增回"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍紋": 121
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗屬性成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 30%", "1 回合內，回復 12000 點生命力"],
        "tag": ["減CD", "增傷", "回血"]
    },
    {
        "name": "漩之圖騰",
        "mode": {
            "龍咒": 122
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，50% 的攻擊傷害無視指定形狀盾", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋"],
        "tag": ["增傷", "無視拼圖盾", "增傷"]
    },
    {
        "name": "攻之魔暴",
        "mode": {
            "龍璃": 123
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，魔族成員的攻擊力提升 15%", "1 回合內，隊伍攻擊力提升 15%", "全體敵人行動 CD +1"],
        "tag": ["增傷", "增傷", "延遲"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍璃": 124
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "增傷", "回血"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍符": 125
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，攻擊力提升 15%，所有成員無視屬性相剋", "1 回合內，回復 50% 生命力"],
        "tag": ["增傷", "增傷", "回血"]
    },
    {
        "name": "耀之威嚇",
        "mode": {
            "龍紋": 126
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "全體敵人行動 CD +1 回合", "1內，回復 50% 生命力"],
        "tag": ["符石轉光", "延遲", "回血"]
    },
    {
        "name": "耀之圖騰",
        "mode": {
            "龍璃": 127
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，單體攻擊轉化為全體攻擊", "1 回合內，50% 的攻擊傷害無視指定形狀盾", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["單體轉全體", "無視拼圖盾", "增傷"]
    },
    {
        "name": "煉之加冕",
        "mode": {
            "龍咒": 128
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個火成員的技能 CD 減少 2", "完成龍刻脈動後，將場上的火符石轉化為火強化符石", "1 回合內，火屬性成員的攻擊力提升 30%"],
        "tag": ["減CD", "技能條件不符", "增傷"]
    },
    {
        "name": "森之加冕",
        "mode": {
            "龍紋": 129
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個木成員的技能 CD 減少 2", "完成龍刻脈動後，將場上的木符石轉化為木強化符石", "1 回合內，木屬性成員的攻擊力提升 30%"],
        "tag": ["減CD", "技能條件不符", "增傷"]
    },
    {
        "name": "虛之屏息",
        "mode": {
            "龍印": 130
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，回復 8000 點生命力", "1 回合內，隊伍攻擊力提升 10%", "1 回合內，攻擊力提升 20%，所有成員無視屬性相剋"],
        "tag": ["回血", "增傷", "增傷"]
    },
    {
        "name": "漩之破甲",
        "mode": {
            "龍符": 131
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 2 個水屬性成員的技能 CD 減少 2", "1 回合內，敵人全體的防禦力減少 80%", "1 回合內，水屬性成員的攻擊力提升 30%"],
        "tag": ["減CD", "破防", "增傷"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍璃": 132
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，回復 75% 生命力", "1 回合內，隊伍攻擊力提升 10%", "1 回合內，火屬性成員以 20% 的攻擊力追打火屬性攻擊 1 次"],
        "tag": ["回血", "增傷", "追打火屬性"]
    },
    {
        "name": "虛之妖療",
        "mode": {
            "龍咒": 133
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["1 回合內，對單一敵人造成 35000 點火屬性傷害，此傷害無視防禦力", "1 回合內，妖精類成員的回復力提升 100%", "完成龍刻脈動後，將場上的木符石轉化為心符石"],
        "tag": ["直傷", "單體破防直傷", "增回", "符石轉心"]
    },
    {
        "name": "連之神盾",
        "mode": {
            "龍紋": 134
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，神族成員的攻擊力提升 10%", "1 回合內，減少所受傷害 80%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["增傷", "減傷", "增傷"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍璃": 135
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "隨機 4 個龍類成員的技能 CD 減少 2", "1 回合內，龍類成員的攻擊力提升 20%"],
        "tag": ["破防", "減CD", "增傷"]
    },
    {
        "name": "虛之圖騰",
        "mode": {
            "龍符": 136
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，攻擊力提升 15%，所有成員無視屬性相剋", "1 回合內，50% 的攻擊傷害無視指定形狀盾", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "無視拼圖盾", "意志"]
    },
    {
        "name": "攻之狂暴",
        "mode": {
            "龍咒": 137
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石", "1 回合內，隊伍攻擊力提升 15%", "1 回合內，40% 的攻擊傷害無視攻前盾"],
        "tag": ["符石轉心", "增傷", "無視攻前盾"]
    },
    {
        "name": "影之王暴",
        "mode": {
            "龍紋": 138
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，人類成員的攻擊力提升 30%", "1 回合內，對單一敵人造成 35000 點暗屬性傷害，此傷害無視防禦力"],
        "tag": ["減傷", "增傷", "直傷", "單體破防直傷"]
    },
    {
        "name": "森之玲瓏",
        "mode": {
            "龍符": 139
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["完成龍刻脈動後，隨機把 1 直行的符石轉化為木符石", "1 回合內，隊伍攻擊力及回復力提升 20%", "1 回合內，40% 的攻擊傷害無視五屬盾"],
        "tag": ["直行轉木", "增傷", "增回", "無視五屬盾"]
    },
    {
        "name": "影之衝鋒",
        "mode": {
            "龍紋": 140
        },
        "attribute": "暗",
        "race": "魔族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 10%", "1 回合內，30% 的攻擊傷害無視攻前盾", "1 回合內，魔族成員的攻擊力提升 40%"],
        "tag": ["增傷", "無視攻前盾", "增傷"]
    },
    {
        "name": "森之魔暴",
        "mode": {
            "龍璃": 141
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，魔族成員的攻擊力提升 30%", "1 回合內，回復 90% 生命力"],
        "tag": ["減CD", "增傷", "回血"]
    },
    {
        "name": "耀之王暴",
        "mode": {
            "龍璃": 142
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，人類成員的攻擊力提升 30%", "1 回合內，回復 90% 生命力"],
        "tag": ["減CD", "增傷", "回血"]
    },
    {
        "name": "虛之妖暴",
        "mode": {
            "龍符": 143
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%，所有成員無視屬性相剋", "1 回合內，妖精類成員的攻擊力提升 40%", "全體敵人行動 CD +1"],
        "tag": ["增傷", "增傷", "延遲"]
    },
    {
        "name": "攻之屏息",
        "mode": {
            "龍符": 144
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，回復 80% 生命力", "完成龍刻脈動後，隨機把 3 直行的符石轉化為心符石"],
        "tag": ["減傷", "回血", "直行轉心"]
    },
    {
        "name": "煉之魔暴",
        "mode": {
            "龍紋": 145
        },
        "attribute": "火",
        "race": "魔族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，以所受傷害 30 倍對敵方全體進行無屬性反擊", "1 回合內，魔族成員的攻擊力提升 50%", "1 回合內，無視指定形狀盾"],
        "tag": ["反擊", "增傷", "無視拼圖盾"]
    },
    {
        "name": "影之直流",
        "mode": {
            "龍咒": 146
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "直行轉暗", "無視五屬盾"]
    },
    {
        "name": "攻之狂暴",
        "mode": {
            "龍印": 147
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，敵方所受傷害的 10% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，攻擊力提升 30%，所有成員無視屬性相剋", "全體敵人行動 CD +2"],
        "tag": ["我方傷害吸收", "增傷", "延遲"]
    },
    {
        "name": "虛之復生",
        "mode": {
            "龍符": 148
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，完全回復生命力", "隨機 4 個神族成員的技能 CD 減少 2"],
        "tag": ["增傷", "回血", "減CD"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍璃": 149
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，回復 12000 點生命力", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，隊伍攻擊力及回復力提升 30%"],
        "tag": ["回血", "減CD", "增傷", "增回"]
    },
    {
        "name": "漩之邃矚",
        "mode": {
            "龍咒": 150
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，隊伍攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石"],
        "tag": ["無視屬性相剋", "增傷", "直行轉水"]
    },
    {
        "name": "煉之邃矚",
        "mode": {
            "龍璃": 151
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，隊伍攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石"],
        "tag": ["無視屬性相剋", "增傷", "直行轉火"]
    },
    {
        "name": "森之邃矚",
        "mode": {
            "龍紋": 152
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，隊伍攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2"],
        "tag": ["無視屬性相剋", "增傷", "減CD"]
    },
    {
        "name": "耀之靈巧",
        "mode": {
            "龍印": 153
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "1 回合內，隊伍攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石"],
        "tag": ["迴避", "增傷", "直行轉光"]
    },
    {
        "name": "影之靈巧",
        "mode": {
            "龍符": 154
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "1 回合內，隊伍攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2"],
        "tag": ["迴避", "增傷", "減CD"]
    },
    {
        "name": "攻之屏息",
        "mode": {
            "龍紋": 155
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 75%", "1 回合內，人類成員的攻擊力提升 30%", "全體敵人行動 CD +1"],
        "tag": ["增回", "增傷", "延遲"]
    },
    {
        "name": "連之神暴",
        "mode": {
            "龍璃": 156
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，神族成員的攻擊力提升 30%", "1 回合內，減少所受傷害 80%"],
        "tag": ["減CD", "增傷", "減傷"]
    },
    {
        "name": "攻之魔暴",
        "mode": {
            "龍咒": 157
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "1 回合內，魔族成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["符石轉火", "增傷", "意志"]
    },
    {
        "name": "虛之妖療",
        "mode": {
            "龍符": 158
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，妖精類成員的回復力提升 30%", "隨機 3 個妖精類成員的技能 CD 減少 2"],
        "tag": ["破防", "增回", "減CD"]
    },
    {
        "name": "連之獸暴",
        "mode": {
            "龍咒": 159
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，獸類成員的攻擊力提升 30%", "隨機 3 個獸類成員的技能 CD 減少 2"],
        "tag": ["破防", "增傷", "減CD"]
    },
    {
        "name": "虛之龍暴",
        "mode": {
            "龍印": 160
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "消除符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "1 回合內，龍類成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["符石轉木", "增傷", "無視五屬盾"]
    },
    {
        "name": "煉之王暴",
        "mode": {
            "龍咒": 161
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，回復 12000 點生命力", "1 回合內，隊伍攻擊力提升 20%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為火符石"],
        "tag": ["回血", "增傷", "直行轉火"]
    },
    {
        "name": "虛之屏息",
        "mode": {
            "龍咒": 162
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 20%", "1 回合內，隊伍回復力提升 30%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "增回", "無視屬性相剋"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍咒": 163
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["符石轉暗", "減CD", "無視五屬盾"]
    },
    {
        "name": "攻之魔暴",
        "mode": {
            "龍印": 164
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，魔族成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["破防", "增傷", "意志"]
    },
    {
        "name": "森之神暴",
        "mode": {
            "龍璃": 165
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 2 個木成員的技能 CD 減少 2", "1 回合內，神族成員的攻擊力提升 30%", "1 回合內，40% 的攻擊傷害無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "攻之越時",
        "mode": {
            "龍符": 166
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，人類成員的攻擊力提升 50%"],
        "tag": ["符石轉光", "減CD", "增傷"]
    },
    {
        "name": "耀之龍暴",
        "mode": {
            "龍印": 167
        },
        "attribute": "光",
        "race": "龍類",
        "star": "3",
        "charge": "受到攻擊",
        "description": ["隨機 2 個龍類成員的技能 CD 減少 2", "1 回合內，龍類成員的攻擊力提升 50%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為光符石"],
        "tag": ["減CD", "增傷", "直行轉光"]
    },
    {
        "name": "連之邃矚",
        "mode": {
            "龍璃": 168
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，所有成員無視屬性相剋", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，獸類成員的攻擊力提升 50%"],
        "tag": ["無視屬性相剋", "減CD", "增傷"]
    },
    {
        "name": "影之鐵壁",
        "mode": {
            "龍符": 169
        },
        "attribute": "暗",
        "race": "妖精類",
        "star": "3",
        "charge": "消除心符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為心符石", "1 回合內，減少所受傷害 80%", "1 回合內，妖精類成員的攻擊力提升 50%"],
        "tag": ["符石轉心", "減傷", "增傷"]
    },
    {
        "name": "漩之獸暴",
        "mode": {
            "龍紋": 170
        },
        "attribute": "水",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "1 回合內，獸類成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["迴避", "增傷", "無視拼圖盾"]
    },
    {
        "name": "攻之鐵壁",
        "mode": {
            "龍結": 172
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，減少所受傷害 80%"],
        "tag": ["增傷", "減傷"]
    },
    {
        "name": "虛之屏息",
        "mode": {
            "龍結": 173
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍回復力提升 60%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "攻之神暴",
        "mode": {
            "龍結": 174
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，隊伍攻擊力提升 20%", "1 回合內，神族成員的攻擊力提升 50%"],
        "tag": ["減CD", "增傷", "增傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍結": 175
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "1 回合內，水屬性成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["符石轉水", "增傷", "無視拼圖盾"]
    },
    {
        "name": "連之炮擊",
        "mode": {
            "龍結": 176
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["增傷", "直傷", "全體直傷"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍結": 177
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石", "1 回合內，光屬性成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["符石轉光", "增傷", "無視五屬盾"]
    },
    {
        "name": "連之魔暴",
        "mode": {
            "龍結": 178
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，魔族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "攻之玲瓏",
        "mode": {
            "龍刃": 179
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 10%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "連之王暴",
        "mode": {
            "龍刃": 180
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "4 Combo以上",
        "description": ["1 回合內，人類成員的攻擊力提升 20%"],
        "tag": ["增傷"]
    },
    {
        "name": "漩之越時",
        "mode": {
            "龍刃": 181
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 20%", "隨機 3 個水成員的技能 CD 減少 2"],
        "tag": ["增傷", "減CD"]
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍刃": 182
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 20%", "隨機 3 個火成員的技能 CD 減少 2"],
        "tag": ["增傷", "減CD"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍刃": 183
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，木屬性成員的攻擊力提升 20%", "隨機 3 個木成員的技能 CD 減少 2"],
        "tag": ["增傷", "減CD"]
    },
    {
        "name": "影之王暴",
        "mode": {
            "龍刃": 184
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石", "1 回合內，人類成員的攻擊力提升 30%", "1 回合內，40% 的攻擊傷害無視五屬盾"],
        "tag": ["符石轉暗", "增傷", "無視五屬盾"]
    },
    {
        "name": "攻之魔暴",
        "mode": {
            "龍刃": 185
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，魔族成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["無視屬性相剋", "增傷", "意志"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍刃": 186
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "全體敵人行動 CD +1"],
        "tag": ["減CD", "直行轉光", "延遲"]
    },
    {
        "name": "連之幻變",
        "mode": {
            "龍刃": 187
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，獸類成員的攻擊力提升 50%"],
        "tag": ["符石轉木", "減CD", "增傷"]
    },
    {
        "name": "連之神暴",
        "mode": {
            "龍刃": 188
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，回復 12000 點生命力", "1 回合內，神族成員的攻擊力提升 30%", "隨機 4 個神族成員的技能 CD 減少 2"],
        "tag": ["回血", "增傷", "減CD"]
    },
    {
        "name": "虛之鐵壁",
        "mode": {
            "龍刃": 189
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，減少所受傷害 80%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為火符石"],
        "tag": ["減CD", "減傷", "直行轉火"]
    },
    {
        "name": "漩之王暴",
        "mode": {
            "龍刃": 190
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石", "1 回合內，人類成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["符石轉水", "增傷", "無視攻前盾"]
    },
    {
        "name": "漩之幻變",
        "mode": {
            "龍印": 191
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石", "1 回合內，水屬性成員的攻擊力提升 20%", "隨機 3 個水成員的技能 CD 減少 2"],
        "tag": ["符石轉水", "增傷", "減CD"]
    },
    {
        "name": "漩之直流",
        "mode": {
            "龍符": 192
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，所有成員無視屬性相剋", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，無視五屬盾"],
        "tag": ["無視屬性相剋", "直行轉水", "無視五屬盾"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍咒": 193
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為火符石", "1 回合內，火屬性成員的攻擊力提升 20%", "隨機 3 個火成員的技能 CD 減少 2"],
        "tag": ["符石轉火", "增傷", "減CD"]
    },
    {
        "name": "煉之直流",
        "mode": {
            "龍咒": 194
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個火成員的技能 CD 減少 2", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "直行轉火", "意志"]
    },
    {
        "name": "森之幻變",
        "mode": {
            "龍璃": 195
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為木符石", "1 回合內，木屬性成員的攻擊力提升 20%", "隨機 3 個木成員的技能 CD 減少 2"],
        "tag": ["符石轉木", "增傷", "減CD"]
    },
    {
        "name": "森之直流",
        "mode": {
            "龍符": 196
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "受到攻擊",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，無視攻前盾"],
        "tag": ["破防", "直行轉木", "無視攻前盾"]
    },
    {
        "name": "耀之幻變",
        "mode": {
            "龍紋": 197
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石", "1 回合內，光屬性成員的攻擊力提升 20%", "隨機 3 個光成員的技能 CD 減少 2"],
        "tag": ["符石轉光", "增傷", "減CD"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍璃": 198
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，回復 12000 點生命力", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "全體敵人行動 CD +1"],
        "tag": ["回血", "直行轉光", "延遲"]
    },
    {
        "name": "影之越時",
        "mode": {
            "龍印": 199
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除心符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石", "1 回合內，暗屬性成員的攻擊力提升 20%", "隨機 3 個暗成員的技能 CD 減少 2"],
        "tag": ["符石轉暗", "增傷", "減CD"]
    },
    {
        "name": "影之直流",
        "mode": {
            "龍符": 200
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，對單一敵人造成 20000 點暗屬性傷害，此傷害無視防禦力", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "全體敵人行動 CD +1"],
        "tag": ["直傷", "單體破防直傷", "直行轉暗", "延遲"]
    },
    {
        "name": "煉之原色",
        "mode": {
            "龍紋": 201
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，50% 的攻擊傷害無視五屬盾", "1 回合內，人類成員的攻擊力提升 40%"],
        "tag": ["減CD", "無視五屬盾", "增傷"]
    },
    {
        "name": "攻之獸暴",
        "mode": {
            "龍印": 202
        },
        "attribute": "暗",
        "race": "獸類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，獸類成員的攻擊力提升 30%", "1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["減CD", "增傷", "我方傷害吸收"]
    },
    {
        "name": "漩之妖暴",
        "mode": {
            "龍咒": 203
        },
        "attribute": "水",
        "race": "妖精類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石", "1 回合內，妖精類成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["符石轉水", "增傷", "意志"]
    },
    {
        "name": "影之龍暴",
        "mode": {
            "龍紋": 204
        },
        "attribute": "暗",
        "race": "龍類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石", "1 回合內，龍類成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["符石轉暗", "增傷", "無視五屬盾"]
    },
    {
        "name": "耀之圖騰",
        "mode": {
            "龍符": 205
        },
        "attribute": "光",
        "race": "神族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，50% 的攻擊傷害無視指定形狀盾", "1 回合內，神族成員的攻擊力提升 40%"],
        "tag": ["減CD", "無視拼圖盾", "增傷"]
    },
    {
        "name": "森之直流",
        "mode": {
            "龍印": 206
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，魔族成員的攻擊力提升 40%"],
        "tag": ["無視屬性相剋", "直行轉木", "增傷"]
    },
    {
        "name": "連之妖暴",
        "mode": {
            "龍咒": 207
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個妖精類成員的技能 CD 減少 2", "1 回合內，妖精類成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "攻之妖暴",
        "mode": {
            "龍符": 208
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 2 個妖精類成員的技能 CD 減少 2", "1 回合內，妖精類成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["減CD", "增傷", "無視拼圖盾"]
    },
    {
        "name": "抵之越時",
        "mode": {
            "龍符": 209
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "受到攻擊",
        "description": ["隨機 2 個妖精類成員的技能 CD 減少 2", "1 回合內，妖精類成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍印": 210
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["完成龍刻脈動後，將場上數量最多的一種符石轉化為心符石", "隨機 3 個妖精類成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["符石轉心", "減CD", "延遲"]
    },
    {
        "name": "虛之妖暴",
        "mode": {
            "龍璃": 211
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，妖精類成員的攻擊力提升 30%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為心符石"],
        "tag": ["無視屬性相剋", "增傷", "直行轉心"]
    },
    {
        "name": "漩之重炮",
        "mode": {
            "龍紋": 212
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 15%", "1 回合內，對單一敵人造成 15000 點水屬性傷害，此傷害無視防禦力", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "直傷", "單體破防直傷", "意志"]
    },
    {
        "name": "漩之屏息",
        "mode": {
            "龍印": 213
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "1 回合內，隊伍回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["符石轉水", "增回", "增傷"]
    },
    {
        "name": "漩之幻變",
        "mode": {
            "龍咒": 214
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，減少所受傷害 50%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "隨機 3 個水成員的技能 CD 減少 1"],
        "tag": ["減傷", "符石轉水", "減CD"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍符": 215
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，對全體敵人造成 12000 點無屬性傷害", "1 回合內，水屬性成員的攻擊力提升 20%", "全體敵人行動 CD +1"],
        "tag": ["直傷", "全體直傷", "增傷", "延遲"]
    },
    {
        "name": "漩之嗜血",
        "mode": {
            "龍璃": 216
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["破防", "我方傷害吸收", "無視屬性相剋"]
    },
    {
        "name": "煉之嗜血",
        "mode": {
            "龍紋": 217
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["破防", "我方傷害吸收", "無視屬性相剋"]
    },
    {
        "name": "煉之重炮",
        "mode": {
            "龍印": 218
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 15%", "1 回合內，對單一敵人造成 15000 點火屬性傷害，此傷害無視防禦力", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "直傷", "單體破防直傷", "意志"]
    },
    {
        "name": "煉之幻變",
        "mode": {
            "龍咒": 219
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "1 回合內，隊伍回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["符石轉火", "增回", "增傷"]
    },
    {
        "name": "煉之幻變",
        "mode": {
            "龍符": 220
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，減少所受傷害 50%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "隨機 3 個火成員的技能 CD 減少 1"],
        "tag": ["減傷", "符石轉火", "減CD"]
    },
    {
        "name": "煉之炮擊",
        "mode": {
            "龍璃": 221
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，對全體敵人造成 12000 點無屬性傷害", "1 回合內，火屬性成員的攻擊力提升 20%", "全體敵人行動 CD +1"],
        "tag": ["直傷", "全體直傷", "增傷", "延遲"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍紋": 222
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，對全體敵人造成 12000 點無屬性傷害", "1 回合內，木屬性成員的攻擊力提升 20%", "全體敵人行動 CD +1"],
        "tag": ["直傷", "全體直傷", "增傷", "延遲"]
    },
    {
        "name": "森之嗜血",
        "mode": {
            "龍印": 223
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["破防", "我方傷害吸收", "無視屬性相剋"]
    },
    {
        "name": "森之重炮",
        "mode": {
            "龍咒": 224
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，木屬性成員的攻擊力提升 15%", "1 回合內，對單一敵人造成 15000 點木屬性傷害，此傷害無視防禦力", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "直傷", "單體破防直傷", "意志"]
    },
    {
        "name": "森之屏息",
        "mode": {
            "龍符": 225
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "1 回合內，隊伍回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["符石轉木", "增回", "增傷"]
    },
    {
        "name": "森之鐵壁",
        "mode": {
            "龍璃": 226
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，減少所受傷害 50%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "隨機 3 個木成員的技能 CD 減少 1"],
        "tag": ["減傷", "符石轉木", "減CD"]
    },
    {
        "name": "耀之鐵壁",
        "mode": {
            "龍紋": 227
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，減少所受傷害 50%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "隨機 3 個光成員的技能 CD 減少 1"],
        "tag": ["減傷", "符石轉光", "減CD"]
    },
    {
        "name": "耀之炮擊",
        "mode": {
            "龍印": 228
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，對全體敵人造成 12000 點無屬性傷害", "1 回合內，光屬性成員的攻擊力提升 20%", "全體敵人行動 CD +1"],
        "tag": ["直傷", "全體直傷", "增傷", "延遲"]
    },
    {
        "name": "耀之嗜血",
        "mode": {
            "龍咒": 229
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["破防", "我方傷害吸收", "無視屬性相剋"]
    },
    {
        "name": "耀之重炮",
        "mode": {
            "龍符": 230
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，光屬性成員的攻擊力提升 15%", "1 回合內，對單一敵人造成 15000 點光屬性傷害，此傷害無視防禦力", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "直傷", "單體破防直傷", "意志"]
    },
    {
        "name": "耀之屏息",
        "mode": {
            "龍璃": 231
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "1 回合內，隊伍回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["符石轉光", "增回", "增傷"]
    },
    {
        "name": "影之屏息",
        "mode": {
            "龍紋": 232
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "1 回合內，隊伍回復力提升 15%", "1 回合內，隊伍攻擊力提升 20%"],
        "tag": ["符石轉暗", "增回", "增傷"]
    },
    {
        "name": "影之屏息",
        "mode": {
            "龍印": 233
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，減少所受傷害 50%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "1 回合內，回復 50% 生命力"],
        "tag": ["減傷", "符石轉暗", "回血"]
    },
    {
        "name": "影之炮擊",
        "mode": {
            "龍咒": 234
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，對全體敵人造成 12000 點無屬性傷害", "1 回合內，暗屬性成員的攻擊力提升 20%", "全體敵人行動 CD +1"],
        "tag": ["直傷", "全體直傷", "增傷", "延遲"]
    },
    {
        "name": "影之破甲",
        "mode": {
            "龍符": 235
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["破防", "我方傷害吸收", "無視屬性相剋"]
    },
    {
        "name": "影之重炮",
        "mode": {
            "龍璃": 236
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 15%", "1 回合內，對單一敵人造成 15000 點暗屬性傷害，此傷害無視防禦力", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "直傷", "單體破防直傷", "意志"]
    },
    {
        "name": "攻之機暴",
        "mode": {
            "龍結": 237
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "發動攻擊",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%"],
        "tag": ["增傷"]
    },
    {
        "name": "連之威嚇",
        "mode": {
            "龍結": 238
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "暗屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "連之狂暴",
        "mode": {
            "龍結": 239
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "光屬性敵人行動 CD +1"],
        "tag": ["增傷", "延遲"]
    },
    {
        "name": "虛之機暴",
        "mode": {
            "龍紋": 240
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "消除符石",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "攻之機暴",
        "mode": {
            "龍咒": 241
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "連之機暴",
        "mode": {
            "龍符": 242
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "虛之機暴",
        "mode": {
            "龍璃": 243
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "消除符石",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["減CD", "增傷", "無視拼圖盾"]
    },
    {
        "name": "攻之機暴",
        "mode": {
            "龍印": 244
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "連之機暴",
        "mode": {
            "龍結": 245
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["隨機 2 個機械族成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "漩之屏息",
        "mode": {
            "龍丸": 247
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除水符石",
        "description": ["1 回合內，水屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "煉之屏息",
        "mode": {
            "龍丸": 248
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除火符石",
        "description": ["1 回合內，火屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "森之屏息",
        "mode": {
            "龍丸": 249
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除木符石",
        "description": ["1 回合內，木屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "耀之屏息",
        "mode": {
            "龍丸": 250
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除光符石",
        "description": ["1 回合內，光屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "影之屏息",
        "mode": {
            "龍丸": 251
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "消除暗符石",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "連之屏息",
        "mode": {
            "龍丸": 252
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%", "全體敵人行動 CD +1"],
        "tag": ["增傷", "增回", "延遲"]
    },
    {
        "name": "連之狂暴",
        "mode": {
            "龍丸": 253
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%", "1 回合內，對全體敵人造成 100000 點無屬性傷害"],
        "tag": ["增傷", "增回", "直傷", "全體直傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍丸": 254
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 2 個水成員的技能 CD 減少 1", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍丸": 255
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 2 個火成員的技能 CD 減少 1", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍丸": 256
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 2 個木成員的技能 CD 減少 1", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍丸": 257
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 2 個光成員的技能 CD 減少 1", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，回復 50% 生命力"],
        "tag": ["減CD", "增傷", "回血"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍丸": 258
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 2 個暗成員的技能 CD 減少 1", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["減CD", "增傷", "我方傷害吸收"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍丸": 259
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，對全體敵人造成 100000 點無屬性傷害"],
        "tag": ["增傷", "減CD", "直傷", "全體直傷"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍丸": 260
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "減CD", "意志"]
    },
    {
        "name": "連之王暴",
        "mode": {
            "龍丸": 261
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "虛之獸暴",
        "mode": {
            "龍丸": 262
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "連之龍暴",
        "mode": {
            "龍丸": 263
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "虛之妖暴",
        "mode": {
            "龍丸": 264
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "減CD", "無視五屬盾"]
    },
    {
        "name": "連之機暴",
        "mode": {
            "龍丸": 265
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "煉之機暴",
        "mode": {
            "龍丸": 266
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "1 回合內，機械族成員的攻擊力提升 30%", "隨機 4 個機械族成員的技能 CD 減少 2"],
        "tag": ["符石轉火", "增傷", "減CD"]
    },
    {
        "name": "森之機暴",
        "mode": {
            "龍丸": 267
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，機械族成員的攻擊力提升 30%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為木符石"],
        "tag": ["破防", "增傷", "直行轉木"]
    },
    {
        "name": "漩之魔暴",
        "mode": {
            "龍紋": 268
        },
        "attribute": "水",
        "race": "魔族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，魔族成員的攻擊力提升 35%", "隨機 4 個魔族成員的技能 CD 減少 2"],
        "tag": ["無視屬性相剋", "增傷", "減CD"]
    },
    {
        "name": "漩之王暴",
        "mode": {
            "龍咒": 269
        },
        "attribute": "水",
        "race": "人類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "1 回合內，人類成員的攻擊力提升 35%", "1 回合內，回復 50% 生命力"],
        "tag": ["符石轉水", "增傷", "回血"]
    },
    {
        "name": "漩之神暴",
        "mode": {
            "龍印": 270
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，對單一敵人造成 35000 點水屬性傷害，此傷害無視防禦力", "1 回合內，神族成員的攻擊力提升 35%", "1 回合內，無視五屬盾"],
        "tag": ["直傷", "單體破防直傷", "增傷", "無視五屬盾"]
    },
    {
        "name": "漩之妖暴",
        "mode": {
            "龍符": 271
        },
        "attribute": "水",
        "race": "妖精類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "1 回合內，妖精類成員的攻擊力提升 35%", "隨機 4 個妖精類成員的技能 CD 減少 2"],
        "tag": ["迴避", "增傷", "減CD"]
    },
    {
        "name": "煉之妖暴",
        "mode": {
            "龍紋": 272
        },
        "attribute": "火",
        "race": "妖精類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，妖精類成員的攻擊力提升 35%", "全體敵人行動 CD +1"],
        "tag": ["無視屬性相剋", "增傷", "延遲"]
    },
    {
        "name": "煉之龍暴",
        "mode": {
            "龍咒": 273
        },
        "attribute": "火",
        "race": "龍類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，龍類成員的攻擊力提升 35%", "1 回合內，回復 50% 生命力"],
        "tag": ["減CD", "增傷", "回血"]
    },
    {
        "name": "煉之獸暴",
        "mode": {
            "龍璃": 274
        },
        "attribute": "火",
        "race": "獸類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "1 回合內，獸類成員的攻擊力提升 35%", "隨機 4 個獸類成員的技能 CD 減少 2"],
        "tag": ["符石轉火", "增傷", "減CD"]
    },
    {
        "name": "森之獸暴",
        "mode": {
            "龍紋": 275
        },
        "attribute": "木",
        "race": "獸類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，對單一敵人造成 35000 點木屬性傷害，此傷害無視防禦力", "1 回合內，獸類成員的攻擊力提升 35%", "1 回合內，無視五屬盾"],
        "tag": ["直傷", "單體破防直傷", "增傷", "無視五屬盾"]
    },
    {
        "name": "森之神暴",
        "mode": {
            "龍紋": 276
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，神族成員的攻擊力提升 35%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "森之王暴",
        "mode": {
            "龍印": 277
        },
        "attribute": "木",
        "race": "人類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，人類成員的攻擊力提升 35%", "1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["無視屬性相剋", "增傷", "我方傷害吸收"]
    },
    {
        "name": "森之妖暴",
        "mode": {
            "龍符": 278
        },
        "attribute": "木",
        "race": "妖精類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，妖精類成員的攻擊力提升 35%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石"],
        "tag": ["減CD", "增傷", "直行轉木"]
    },
    {
        "name": "耀之龍暴",
        "mode": {
            "龍紋": 279
        },
        "attribute": "光",
        "race": "龍類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，龍類成員的攻擊力提升 35%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石"],
        "tag": ["減CD", "增傷", "直行轉光"]
    },
    {
        "name": "耀之獸暴",
        "mode": {
            "龍咒": 280
        },
        "attribute": "光",
        "race": "獸類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，敵人全體的防禦力減少 80%", "1 回合內，獸類成員的攻擊力提升 35%", "1 回合內，完全回復生命力"],
        "tag": ["破防", "增傷", "回血"]
    },
    {
        "name": "耀之魔暴",
        "mode": {
            "龍璃": 281
        },
        "attribute": "光",
        "race": "魔族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "1 回合內，魔族成員的攻擊力提升 35%", "1 回合內，無視攻前盾"],
        "tag": ["符石轉光", "增傷", "無視攻前盾"]
    },
    {
        "name": "耀之王暴",
        "mode": {
            "龍符": 282
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，對單一敵人造成 35000 點光屬性傷害，此傷害無視防禦力", "1 回合內，人類成員的攻擊力提升 35%", "隨機 4 個人類成員的技能 CD 減少 2"],
        "tag": ["直傷", "單體破防直傷", "增傷", "減CD"]
    },
    {
        "name": "影之妖暴",
        "mode": {
            "龍紋": 283
        },
        "attribute": "暗",
        "race": "妖精類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "1 回合內，妖精類成員的攻擊力提升 35%", "隨機 3 個妖精類成員的技能 CD 減少 2"],
        "tag": ["迴避", "增傷", "減CD"]
    },
    {
        "name": "影之神暴",
        "mode": {
            "龍咒": 284
        },
        "attribute": "暗",
        "race": "神族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "1 回合內，神族成員的攻擊力提升 35%", "1 回合內，無視五屬盾"],
        "tag": ["符石轉暗", "增傷", "無視五屬盾"]
    },
    {
        "name": "影之龍暴",
        "mode": {
            "龍印": 285
        },
        "attribute": "暗",
        "race": "龍類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，減少所受傷害 50%", "1 回合內，龍類成員的攻擊力提升 35%", "全體敵人行動 CD +1"],
        "tag": ["減傷", "增傷", "延遲"]
    },
    {
        "name": "影之獸暴",
        "mode": {
            "龍璃": 286
        },
        "attribute": "暗",
        "race": "獸類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，獸類成員的攻擊力提升 35%", "完成龍刻脈動後，隨機把 3 直行的符石轉化為暗符石"],
        "tag": ["減CD", "增傷", "直行轉暗"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍紋": 287
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "隨機 3 個火成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "減CD"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍咒": 288
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "隨機 3 個暗成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "減CD"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍印": 289
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "隨機 3 個水成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "減CD"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍符": 290
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "隨機 3 個木成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "減CD"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍刃": 291
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "隨機 3 個光成員的技能 CD 減少 2"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "減CD"]
    },
    {
        "name": "虛之炮擊",
        "mode": {
            "龍丸": 292
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "增回", "直傷", "全體直傷", "無視屬性相剋"]
    },
    {
        "name": "攻之妖暴",
        "mode": {
            "龍紋": 293
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，妖精類成員的攻擊力提升 30%", "隨機 3 個妖精類成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "攻之獸暴",
        "mode": {
            "龍咒": 294
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，獸類成員的攻擊力提升 30%", "隨機 3 個獸類成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "攻之越時",
        "mode": {
            "龍印": 295
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，魔族成員的攻擊力提升 30%", "隨機 3 個魔族成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "攻之神暴",
        "mode": {
            "龍符": 296
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，神族成員的攻擊力提升 30%", "隨機 3 個神族成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "攻之王暴",
        "mode": {
            "龍刃": 297
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，人類成員的攻擊力提升 30%", "隨機 3 個人類成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "攻之龍暴",
        "mode": {
            "龍丸": 298
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍回復力提升 50%", "1 回合內，龍類成員的攻擊力提升 30%", "隨機 3 個龍類成員的技能 CD 減少 2"],
        "tag": ["增回", "增傷", "減CD"]
    },
    {
        "name": "連之幻變",
        "mode": {
            "龍紋": 299
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "隨機 3 個木成員的技能 CD 減少 2"],
        "tag": ["迴避", "符石轉木", "減CD"]
    },
    {
        "name": "連之幻變",
        "mode": {
            "龍咒": 300
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "隨機 3 個水成員的技能 CD 減少 2"],
        "tag": ["迴避", "符石轉水", "減CD"]
    },
    {
        "name": "連之幻變",
        "mode": {
            "龍印": 301
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石", "隨機 3 個火成員的技能 CD 減少 2"],
        "tag": ["迴避", "符石轉火", "減CD"]
    },
    {
        "name": "連之幻變",
        "mode": {
            "龍符": 302
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "隨機 3 個暗成員的技能 CD 減少 2"],
        "tag": ["迴避", "符石轉暗", "減CD"]
    },
    {
        "name": "連之靈巧",
        "mode": {
            "龍刃": 303
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "隨機 3 個光成員的技能 CD 減少 2"],
        "tag": ["迴避", "符石轉光", "減CD"]
    },
    {
        "name": "連之邃矚",
        "mode": {
            "龍丸": 304
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，所有成員無視屬性相剋", "1 回合內，隊伍攻擊力提升 20%", "1 回合內，完全回復生命力"],
        "tag": ["無視屬性相剋", "增傷", "回血"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍璃": 305
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，人類成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "影之越時",
        "mode": {
            "龍丸": 306
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，人類成員的攻擊力提升 40%"],
        "tag": ["符石轉暗", "減CD", "增傷"]
    },
    {
        "name": "攻之炮擊",
        "mode": {
            "龍弦": 307
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["增傷", "直傷", "全體直傷"]
    },
    {
        "name": "漩之屏息",
        "mode": {
            "龍弦": 308
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，水屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "煉之屏息",
        "mode": {
            "龍弦": 309
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，火屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "森之屏息",
        "mode": {
            "龍弦": 310
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，木屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "耀之屏息",
        "mode": {
            "龍弦": 311
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，光屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "影之屏息",
        "mode": {
            "龍弦": 312
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "攻之狂暴",
        "mode": {
            "龍弦": 313
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，對全體敵人造成 25000 點無屬性傷害"],
        "tag": ["增傷", "直傷", "全體直傷"]
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍弦": 314
        },
        "attribute": "水",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，水屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "煉之狂暴",
        "mode": {
            "龍弦": 315
        },
        "attribute": "火",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，火屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍弦": 316
        },
        "attribute": "木",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，木屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍弦": 317
        },
        "attribute": "光",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，光屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍弦": 318
        },
        "attribute": "暗",
        "race": "沒有限制",
        "star": "2",
        "charge": "發動攻擊",
        "description": ["1 回合內，暗屬性成員的攻擊力提升 15%", "1 回合內，隊伍回復力提升 30%"],
        "tag": ["增傷", "增回"]
    },
    {
        "name": "漩之機暴",
        "mode": {
            "龍弦": 319
        },
        "attribute": "水",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["迴避", "增傷", "無視五屬盾"]
    },
    {
        "name": "煉之機暴",
        "mode": {
            "龍弦": 320
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["迴避", "增傷", "無視拼圖盾"]
    },
    {
        "name": "森之機暴",
        "mode": {
            "龍弦": 321
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍弦": 322
        },
        "attribute": "光",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，回復 80% 生命力", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "全體敵人行動 CD +2"],
        "tag": ["回血", "直行轉光", "延遲"]
    },
    {
        "name": "影之機暴",
        "mode": {
            "龍弦": 323
        },
        "attribute": "暗",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "漩之靈巧",
        "mode": {
            "龍弦": 324
        },
        "attribute": "水",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視五屬盾"],
        "tag": ["迴避", "增傷", "無視五屬盾"]
    },
    {
        "name": "煉之靈巧",
        "mode": {
            "龍弦": 325
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視指定形狀盾"],
        "tag": ["迴避", "增傷", "無視拼圖盾"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍弦": 326
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "耀之威嚇",
        "mode": {
            "龍弦": 327
        },
        "attribute": "光",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，回復 80% 生命力", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "全體敵人行動 CD +2"],
        "tag": ["回血", "直行轉光", "延遲"]
    },
    {
        "name": "影之越時",
        "mode": {
            "龍弦": 328
        },
        "attribute": "暗",
        "race": "機械族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，機械族成員的攻擊力提升 30%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "攻之玲瓏 I",
        "mode": {
            "龍弦": 329
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 10%"],
        "tag": ["增傷", "增回"],
        "nameFormat": "攻之玲瓏{mode} I"
    },
    {
        "name": "攻之玲瓏 II",
        "mode": {
            "龍弦": 330
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "1",
        "charge": "發動攻擊",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 10%"],
        "tag": ["增傷", "增回"],
        "nameFormat": "攻之玲瓏{mode} II"
    },
    {
        "name": "漩之越時",
        "mode": {
            "龍丸": 331
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "漩之越時",
        "mode": {
            "龍璃": 332
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "漩之靈巧",
        "mode": {
            "龍符": 333
        },
        "attribute": "水",
        "race": "神族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"]
    },
    {
        "name": "漩之衝鋒",
        "mode": {
            "龍璃": 334
        },
        "attribute": "水",
        "race": "魔族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "漩之魔暴",
        "mode": {
            "龍印": 335
        },
        "attribute": "水",
        "race": "魔族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "漩之直流",
        "mode": {
            "龍丸": 336
        },
        "attribute": "水",
        "race": "魔族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"]
    },
    {
        "name": "漩之越時",
        "mode": {
            "龍咒": 337
        },
        "attribute": "水",
        "race": "人類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "漩之王暴",
        "mode": {
            "龍璃": 338
        },
        "attribute": "水",
        "race": "人類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "漩之靈巧 II",
        "mode": {
            "龍符": 339
        },
        "attribute": "水",
        "race": "人類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"],
        "nameFormat": "漩之靈巧{mode} II"
    },
    {
        "name": "漩之越時",
        "mode": {
            "龍印": 340
        },
        "attribute": "水",
        "race": "獸類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "漩之獸暴",
        "mode": {
            "龍丸": 341
        },
        "attribute": "水",
        "race": "獸類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "漩之直流",
        "mode": {
            "龍璃": 342
        },
        "attribute": "水",
        "race": "獸類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"]
    },
    {
        "name": "漩之破甲",
        "mode": {
            "龍咒": 343
        },
        "attribute": "水",
        "race": "龍類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "漩之龍暴",
        "mode": {
            "龍丸": 344
        },
        "attribute": "水",
        "race": "龍類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "減CD", "無視五屬盾"]
    },
    {
        "name": "漩之靈巧 III",
        "mode": {
            "龍符": 345
        },
        "attribute": "水",
        "race": "龍類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"],
        "nameFormat": "漩之靈巧{mode} III"
    },
    {
        "name": "漩之狂暴",
        "mode": {
            "龍紋": 346
        },
        "attribute": "水",
        "race": "妖精類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "漩之妖暴",
        "mode": {
            "龍印": 347
        },
        "attribute": "水",
        "race": "妖精類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "漩之靈巧",
        "mode": {
            "龍璃": 348
        },
        "attribute": "水",
        "race": "妖精類",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"]
    },
    {
        "name": "漩之衝鋒",
        "mode": {
            "龍丸": 349
        },
        "attribute": "水",
        "race": "機械族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["隨機 3 個水成員的技能 CD 減少 2", "1 回合內，水屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "漩之機暴",
        "mode": {
            "龍紋": 350
        },
        "attribute": "水",
        "race": "機械族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "漩之靈巧 IV",
        "mode": {
            "龍符": 351
        },
        "attribute": "水",
        "race": "機械族",
        "star": "3",
        "charge": "消除水符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉水", "回血"],
        "nameFormat": "漩之靈巧{mode} IV"
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍咒": 352
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍丸": 353
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "煉之直流",
        "mode": {
            "龍印": 354
        },
        "attribute": "火",
        "race": "神族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "煉之威嚇",
        "mode": {
            "龍咒": 355
        },
        "attribute": "火",
        "race": "魔族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "煉之魔暴",
        "mode": {
            "龍丸": 356
        },
        "attribute": "火",
        "race": "魔族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "減CD", "無視攻前盾"]
    },
    {
        "name": "煉之直流",
        "mode": {
            "龍符": 357
        },
        "attribute": "火",
        "race": "魔族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["迴避", "直行轉火", "破防"]
    },
    {
        "name": "煉之衝鋒",
        "mode": {
            "龍紋": 358
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍璃": 359
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "煉之直流",
        "mode": {
            "龍丸": 360
        },
        "attribute": "火",
        "race": "人類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "煉之重炮",
        "mode": {
            "龍咒": 361
        },
        "attribute": "火",
        "race": "獸類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "煉之越時",
        "mode": {
            "龍印": 362
        },
        "attribute": "火",
        "race": "獸類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "減CD", "意志"]
    },
    {
        "name": "煉之靈巧",
        "mode": {
            "龍丸": 363
        },
        "attribute": "火",
        "race": "獸類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "煉之破甲",
        "mode": {
            "龍璃": 364
        },
        "attribute": "火",
        "race": "龍類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "煉之龍暴",
        "mode": {
            "龍丸": 365
        },
        "attribute": "火",
        "race": "龍類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "減CD", "無視攻前盾"]
    },
    {
        "name": "煉之靈巧",
        "mode": {
            "龍符": 366
        },
        "attribute": "火",
        "race": "龍類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "煉之破甲",
        "mode": {
            "龍咒": 367
        },
        "attribute": "火",
        "race": "妖精類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "煉之妖暴",
        "mode": {
            "龍丸": 368
        },
        "attribute": "火",
        "race": "妖精類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "煉之直流",
        "mode": {
            "龍紋": 369
        },
        "attribute": "火",
        "race": "妖精類",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "煉之嗜血",
        "mode": {
            "龍璃": 370
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["隨機 3 個火成員的技能 CD 減少 2", "1 回合內，火屬性成員的攻擊力提升 25%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["減CD", "增傷", "我方傷害吸收"]
    },
    {
        "name": "煉之原色",
        "mode": {
            "龍丸": 371
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "減CD", "無視五屬盾"]
    },
    {
        "name": "煉之復生",
        "mode": {
            "龍符": 372
        },
        "attribute": "火",
        "race": "機械族",
        "star": "3",
        "charge": "消除火符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉火", "回血"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍咒": 373
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍紋": 374
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "森之直流",
        "mode": {
            "龍璃": 375
        },
        "attribute": "木",
        "race": "神族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍丸": 376
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "森之原色",
        "mode": {
            "龍咒": 377
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "減CD", "無視五屬盾"]
    },
    {
        "name": "森之靈巧",
        "mode": {
            "龍璃": 378
        },
        "attribute": "木",
        "race": "魔族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["迴避", "直行轉木", "破防"]
    },
    {
        "name": "森之絕境",
        "mode": {
            "龍丸": 379
        },
        "attribute": "木",
        "race": "人類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍符": 380
        },
        "attribute": "木",
        "race": "人類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "減CD", "無視攻前盾"]
    },
    {
        "name": "森之直流",
        "mode": {
            "龍紋": 381
        },
        "attribute": "木",
        "race": "人類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "森之狂暴",
        "mode": {
            "龍印": 382
        },
        "attribute": "木",
        "race": "獸類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，無視指定形狀盾"],
        "tag": ["減CD", "增傷", "無視拼圖盾"]
    },
    {
        "name": "森之獸暴",
        "mode": {
            "龍丸": 383
        },
        "attribute": "木",
        "race": "獸類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "森之靈巧",
        "mode": {
            "龍符": 384
        },
        "attribute": "木",
        "race": "獸類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "森之越時",
        "mode": {
            "龍璃": 385
        },
        "attribute": "木",
        "race": "龍類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "森之龍暴",
        "mode": {
            "龍咒": 386
        },
        "attribute": "木",
        "race": "龍類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["增傷", "減CD", "破防"]
    },
    {
        "name": "森之直流",
        "mode": {
            "龍丸": 387
        },
        "attribute": "木",
        "race": "龍類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "森之衝鋒",
        "mode": {
            "龍印": 388
        },
        "attribute": "木",
        "race": "妖精類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "森之妖暴",
        "mode": {
            "龍丸": 389
        },
        "attribute": "木",
        "race": "妖精類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "森之復生",
        "mode": {
            "龍符": 390
        },
        "attribute": "木",
        "race": "妖精類",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "森之衝鋒",
        "mode": {
            "龍咒": 391
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["隨機 3 個木成員的技能 CD 減少 2", "1 回合內，木屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "森之嗜血",
        "mode": {
            "龍丸": 392
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "森之靈巧",
        "mode": {
            "龍紋": 393
        },
        "attribute": "木",
        "race": "機械族",
        "star": "3",
        "charge": "消除木符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉木", "回血"]
    },
    {
        "name": "耀之狂暴",
        "mode": {
            "龍符": 394
        },
        "attribute": "光",
        "race": "神族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "耀之神暴",
        "mode": {
            "龍璃": 395
        },
        "attribute": "光",
        "race": "神族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["增傷", "減CD", "破防"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍印": 396
        },
        "attribute": "光",
        "race": "神族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍丸": 397
        },
        "attribute": "光",
        "race": "魔族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍咒": 398
        },
        "attribute": "光",
        "race": "魔族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍丸": 399
        },
        "attribute": "光",
        "race": "魔族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍紋": 400
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["減CD", "增傷", "意志"]
    },
    {
        "name": "耀之王暴",
        "mode": {
            "龍咒": 401
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "減CD", "無視攻前盾"]
    },
    {
        "name": "耀之靈巧",
        "mode": {
            "龍璃": 402
        },
        "attribute": "光",
        "race": "人類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["迴避", "直行轉光", "破防"]
    },
    {
        "name": "耀之原色",
        "mode": {
            "龍丸": 403
        },
        "attribute": "光",
        "race": "獸類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍印": 404
        },
        "attribute": "光",
        "race": "獸類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "耀之靈巧",
        "mode": {
            "龍丸": 405
        },
        "attribute": "光",
        "race": "獸類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "耀之越時",
        "mode": {
            "龍符": 406
        },
        "attribute": "光",
        "race": "龍類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "耀之圖騰",
        "mode": {
            "龍印": 407
        },
        "attribute": "光",
        "race": "龍類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "耀之復生",
        "mode": {
            "龍丸": 408
        },
        "attribute": "光",
        "race": "龍類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "耀之重炮",
        "mode": {
            "龍咒": 409
        },
        "attribute": "光",
        "race": "妖精類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["減CD", "增傷", "無視屬性相剋"]
    },
    {
        "name": "耀之妖暴",
        "mode": {
            "龍紋": 410
        },
        "attribute": "光",
        "race": "妖精類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["增傷", "減CD", "我方傷害吸收"]
    },
    {
        "name": "耀之復生",
        "mode": {
            "龍璃": 411
        },
        "attribute": "光",
        "race": "妖精類",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "耀之嗜血",
        "mode": {
            "龍丸": 412
        },
        "attribute": "光",
        "race": "機械族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["隨機 3 個光成員的技能 CD 減少 2", "1 回合內，光屬性成員的攻擊力提升 25%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["減CD", "增傷", "我方傷害吸收"]
    },
    {
        "name": "耀之機暴",
        "mode": {
            "龍紋": 413
        },
        "attribute": "光",
        "race": "機械族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "耀之直流",
        "mode": {
            "龍符": 414
        },
        "attribute": "光",
        "race": "機械族",
        "star": "3",
        "charge": "消除光符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉光", "回血"]
    },
    {
        "name": "影之狂暴",
        "mode": {
            "龍璃": 415
        },
        "attribute": "暗",
        "race": "神族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "影之神暴",
        "mode": {
            "龍丸": 416
        },
        "attribute": "暗",
        "race": "神族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個神族成員的技能 CD 減少 2", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "減CD", "意志"]
    },
    {
        "name": "影之靈巧",
        "mode": {
            "龍咒": 417
        },
        "attribute": "暗",
        "race": "神族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之破甲",
        "mode": {
            "龍丸": 418
        },
        "attribute": "暗",
        "race": "魔族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"]
    },
    {
        "name": "影之魔暴",
        "mode": {
            "龍印": 419
        },
        "attribute": "暗",
        "race": "魔族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個魔族成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "影之直流",
        "mode": {
            "龍璃": 420
        },
        "attribute": "暗",
        "race": "魔族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之狂暴 II",
        "mode": {
            "龍丸": 421
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["減CD", "增傷", "破防"],
        "nameFormat": "影之狂暴{mode} II"
    },
    {
        "name": "影之越時",
        "mode": {
            "龍符": 422
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個人類成員的技能 CD 減少 2", "1 回合內，無視五屬盾"],
        "tag": ["增傷", "減CD", "無視五屬盾"]
    },
    {
        "name": "影之直流",
        "mode": {
            "龍印": 423
        },
        "attribute": "暗",
        "race": "人類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避暗屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之嗜血",
        "mode": {
            "龍咒": 424
        },
        "attribute": "暗",
        "race": "獸類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)"],
        "tag": ["減CD", "增傷", "我方傷害吸收"]
    },
    {
        "name": "影之越時",
        "mode": {
            "龍璃": 425
        },
        "attribute": "暗",
        "race": "獸類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個獸類成員的技能 CD 減少 2", "1 回合內，無視攻前盾"],
        "tag": ["增傷", "減CD", "無視攻前盾"]
    },
    {
        "name": "影之直流",
        "mode": {
            "龍丸": 426
        },
        "attribute": "暗",
        "race": "獸類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避水屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之威嚇",
        "mode": {
            "龍符": 427
        },
        "attribute": "暗",
        "race": "龍類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "全體敵人行動 CD +1"],
        "tag": ["減CD", "增傷", "延遲"]
    },
    {
        "name": "影之越時",
        "mode": {
            "龍紋": 428
        },
        "attribute": "暗",
        "race": "龍類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個龍類成員的技能 CD 減少 2", "1 回合內，無視指定形狀盾"],
        "tag": ["增傷", "減CD", "無視拼圖盾"]
    },
    {
        "name": "影之靈巧",
        "mode": {
            "龍丸": 429
        },
        "attribute": "暗",
        "race": "龍類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避光屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之原色",
        "mode": {
            "龍印": 430
        },
        "attribute": "暗",
        "race": "妖精類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，無視五屬盾"],
        "tag": ["減CD", "增傷", "無視五屬盾"]
    },
    {
        "name": "影之妖暴",
        "mode": {
            "龍璃": 431
        },
        "attribute": "暗",
        "race": "妖精類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個妖精類成員的技能 CD 減少 2", "1 回合內，敵人全體的防禦力減少 90%"],
        "tag": ["增傷", "減CD", "破防"]
    },
    {
        "name": "影之復生",
        "mode": {
            "龍丸": 432
        },
        "attribute": "暗",
        "race": "妖精類",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避木屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"]
    },
    {
        "name": "影之衝鋒",
        "mode": {
            "龍璃": 433
        },
        "attribute": "暗",
        "race": "機械族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["隨機 3 個暗成員的技能 CD 減少 2", "1 回合內，暗屬性成員的攻擊力提升 25%", "1 回合內，無視攻前盾"],
        "tag": ["減CD", "增傷", "無視攻前盾"]
    },
    {
        "name": "影之機暴",
        "mode": {
            "龍紋": 434
        },
        "attribute": "暗",
        "race": "機械族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個機械族成員的技能 CD 減少 2", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "減CD", "意志"]
    },
    {
        "name": "影之直流 II",
        "mode": {
            "龍丸": 435
        },
        "attribute": "暗",
        "race": "機械族",
        "star": "3",
        "charge": "消除暗符石",
        "description": ["1 回合內，迴避火屬性敵人的攻擊", "完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石", "1 回合內，完全回復生命力"],
        "tag": ["迴避", "直行轉暗", "回血"],
        "nameFormat": "影之直流{mode} II"
    },
    {
        "name": "初心威嚇",
        "mode": {
            "龍紋": 436
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，隊伍回復力提升 30%", "全體敵人行動 CD +1"],
        "tag": ["增傷", "增回", "延遲"]
    },
    {
        "name": "初心圖騰",
        "mode": {
            "龍紋": 437
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，隊伍回復力提升 30%", "1 回合內，25% 的攻擊傷害無視指定形狀盾"],
        "tag": ["增傷", "增回", "無視拼圖盾"]
    },
    {
        "name": "初心衝鋒",
        "mode": {
            "龍紋": 438
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，隊伍回復力提升 30%", "1 回合內，25% 的攻擊傷害無視攻前盾"],
        "tag": ["增傷", "增回", "無視攻前盾"]
    },
    {
        "name": "初心復生",
        "mode": {
            "龍紋": 439
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，對全體敵人造成 25000 點無屬性傷害", "1 回合內，完全回復生命力"],
        "tag": ["增傷", "直傷", "全體直傷", "回血"]
    },
    {
        "name": "初心越時",
        "mode": {
            "龍紋": 440
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，隊伍攻擊力提升 10%", "1 回合內，隊伍回復力提升 30%", "隨機 3 個人類成員的技能 CD 減少 1"],
        "tag": ["增傷", "增回", "減CD"]
    },
    {
        "name": "攻之越時",
        "mode": {
            "龍咒": 441
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石", "隨機 3 個人類成員的技能 CD 減少 1"],
        "tag": ["增傷", "直行轉木", "減CD"]
    },
    {
        "name": "虛之邃矚",
        "mode": {
            "龍印": 442
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "隨機 3 個水屬性成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍符": 443
        },
        "attribute": "沒有限制",
        "race": "人類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，人類成員的攻擊力提升 20%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石", "隨機 3 個人類成員的技能 CD 減少 2"],
        "tag": ["增傷", "符石轉光", "減CD"]
    },
    {
        "name": "虛之威嚇",
        "mode": {
            "龍丸": 444
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個木屬性成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍符": 445
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "隨機 3 個獸類成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉光", "減CD"]
    },
    {
        "name": "攻之復生",
        "mode": {
            "龍印": 446
        },
        "attribute": "沒有限制",
        "race": "獸類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，獸類成員的攻擊力提升 20%", "隨機 3 個火屬性成員的技能 CD 減少 2", "1 回合內，完全回復生命力"],
        "tag": ["增傷", "減CD", "回血"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍符": 447
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石", "隨機 3 個妖精類成員的技能 CD 減少 2"],
        "tag": ["增傷", "符石轉暗", "減CD"]
    },
    {
        "name": "攻之威嚇",
        "mode": {
            "龍咒": 448
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "隨機 3 個光屬性成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍印": 449
        },
        "attribute": "沒有限制",
        "race": "妖精類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，妖精類成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "隨機 3 個妖精類成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉水", "減CD"]
    },
    {
        "name": "連之威嚇",
        "mode": {
            "龍紋": 450
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個暗屬性成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍符": 451
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石", "隨機 3 個龍類成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉水", "減CD"]
    },
    {
        "name": "攻之復生",
        "mode": {
            "龍咒": 452
        },
        "attribute": "沒有限制",
        "race": "龍類",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，龍類成員的攻擊力提升 20%", "隨機 3 個火屬性成員的技能 CD 減少 2", "1 回合內，完全回復生命力"],
        "tag": ["增傷", "減CD", "回血"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍丸": 453
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石", "隨機 3 個神族成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉火", "減CD"]
    },
    {
        "name": "連之邃矚",
        "mode": {
            "龍印": 454
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "隨機 3 個光屬性成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "虛之越時",
        "mode": {
            "龍符": 455
        },
        "attribute": "沒有限制",
        "race": "神族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，神族成員的攻擊力提升 20%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石", "隨機 3 個神族成員的技能 CD 減少 2"],
        "tag": ["增傷", "符石轉水", "減CD"]
    },
    {
        "name": "攻之絕境",
        "mode": {
            "龍丸": 456
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "發動攻擊",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個暗屬性成員的技能 CD 減少 2", "1 回合內，所受傷害不會使你死亡"],
        "tag": ["增傷", "減CD", "意志"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍紋": 457
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "隨機 3 個魔族成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉光", "減CD"]
    },
    {
        "name": "虛之威嚇",
        "mode": {
            "龍咒": 458
        },
        "attribute": "沒有限制",
        "race": "魔族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，魔族成員的攻擊力提升 20%", "隨機 3 個水屬性成員的技能 CD 減少 2", "全體敵人行動 CD +1"],
        "tag": ["增傷", "減CD", "延遲"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍咒": 459
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石", "隨機 3 個機械族成員的技能 CD 減少 2"],
        "tag": ["增傷", "符石轉木", "減CD"]
    },
    {
        "name": "虛之邃矚",
        "mode": {
            "龍紋": 460
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "消除符石",
        "description": ["1 回合內，機械族成員的攻擊力提升 20%", "隨機 3 個火屬性成員的技能 CD 減少 2", "1 回合內，所有成員無視屬性相剋"],
        "tag": ["增傷", "減CD", "無視屬性相剋"]
    },
    {
        "name": "連之越時",
        "mode": {
            "龍印": 461
        },
        "attribute": "沒有限制",
        "race": "機械族",
        "star": "3",
        "charge": "4 Combo以上",
        "description": ["1 回合內，成員的攻擊力提升 20%", "完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石", "隨機 3 個機械族成員的技能 CD 減少 2"],
        "tag": ["增傷", "直行轉光", "減CD"]
    },
    {
        "name": "虛之威嚇",
        "mode": {
            "龍玉": 462
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": 3,
        "charge": "消除符石",
        "description": ["1 回合內，隊伍攻擊力及回復力提升 15%", "1 回合內，敵人全體的防禦力減少 100%", "全體敵人行動 CD +1"],
        "tag": ["增傷", "增回", "破防", "延遲"]
    },
    {
        "name": "祈之圖騰",
        "mode": {
            "龍玉": 463
        },
        "attribute": "沒有限制",
        "race": "沒有限制",
        "star": 3,
        "charge": "消除心符石",
        "description": ["1 回合內，攻擊力提升 35%，所有成員無視屬性相剋", "隊長及戰友的技能 CD 減少 2", "1 回合內，70% 的攻擊傷害無視指定形狀盾"],
        "tag": ["增傷", "無視屬性相剋", "減CD", "無視拼圖盾"]
    }
]


/*
function createData()
{
    str = '';
    for(let i=1; i<=310; i++)
    {
        mode = '';
        for(var key in mode_list)
        {
            if(mode_list[key].includes(i)) mode = key;
        }
        
        attr = '';
        for(var key in attr_list)
        {
            if(attr_list[key].includes(i)) attr = key;
        }
        
        race = '';
        for(var key in race_list)
        {
            if(race_list[key].includes(i)) race = key;
        }
        
        star = '';
        for(var key in star_list)
        {
            if(star_list[key].includes(i)) star = key;
        }
        
        charge = '';
        for(var key in charge_list)
        {
            if(charge_list[key].includes(i)) charge = key;
        }
        
        tag = '';
        for(var key in tag_list)
        {
            if(tag_list[key].includes(i)) tag += "'"+key+"', ";
        }
        
        str += "{'id': "+i+", 'mode': '"+mode+"', 'attribute': '"+attr+"', 'race': '"+race+"', 'star': '"+star+"', 'charge': '"+charge+"', 'tag': ["+tag+"]},\n"
    }
    console.log(str);
}
*/
