// Last modified : 2025.07.14 17:23

// @ts-nocheck
/* prettier-ignore */
export const leaderSkillData: IObject[] = [
	{
		'name': '',
		'description': `
		
		`,
		'changedSkill': false,
		'tag': [],
		'monster': []
	},
	{
		'name': '海之力',
		'description': `
		水屬性攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1, 2, 176, 177, 241, 246, 251, 256, 270, 275, 280, 319, 320, 344, 379, 403, 443, 546, 566, 577, 706, 871, 926, 966, 967, 1006, 1007, 1111, 1112, 1631, 1859, 1899, 2367, 8026]
	},
	{
		'name': '海之怒',
		'description': `
		水屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [3, 4, 178, 201, 202, 345, 375, 408, 426, 551, 552, 581, 636, 691, 784, 811, 856, 878, 927, 946, 1001, 1019, 1031, 1051, 1056, 1411, 1441, 1501, 1864, 1895, 2401, 8001, 8002, 8016]
	},
	{
		'name': '炎之力',
		'description': `
		火屬性攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [5, 6, 179, 180, 242, 247, 252, 257, 271, 276, 281, 321, 322, 346, 380, 404, 444, 547, 567, 576, 707, 872, 928, 968, 969, 1008, 1009, 1113, 1114, 1632, 1860, 1900, 2368, 8027]
	},
	{
		'name': '炎之怒',
		'description': `
		火屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [7, 8, 181, 203, 204, 347, 409, 427, 541, 553, 554, 582, 637, 692, 786, 812, 857, 929, 948, 1002, 1052, 1058, 1215, 1412, 1442, 1502, 1810, 1896, 2402, 8003, 8004, 8017]
	},
	{
		'name': '森之力',
		'description': `
		木屬性攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [9, 10, 182, 183, 243, 248, 253, 258, 272, 277, 282, 323, 324, 381, 405, 445, 548, 568, 708, 873, 930, 970, 971, 1010, 1011, 1115, 1116, 1633, 1861, 1901, 2369, 8028]
	},
	{
		'name': '森之怒',
		'description': `
		木屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [11, 12, 184, 205, 206, 410, 428, 555, 556, 583, 638, 693, 778, 788, 813, 858, 877, 931, 950, 1003, 1053, 1060, 1413, 1443, 1503, 1865, 2403, 2653, 8018, 8023]
	},
	{
		'name': '聖之力',
		'description': `
		光屬性攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [13, 14, 185, 186, 244, 249, 254, 259, 273, 278, 283, 325, 326, 382, 406, 446, 549, 569, 709, 874, 932, 972, 973, 1012, 1013, 1117, 1118, 1634, 1718, 1862, 1902, 2370, 2372, 8024, 8029]
	},
	{
		'name': '聖之怒',
		'description': `
		光屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [15, 16, 187, 207, 208, 384, 398, 411, 557, 558, 584, 639, 694, 779, 796, 814, 859, 933, 952, 1004, 1037, 1054, 1062, 1072, 1414, 1444, 1504, 1751, 1866, 2404, 8019]
	},
	{
		'name': '邪之力',
		'description': `
		暗屬性攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [17, 18, 188, 189, 245, 250, 255, 260, 274, 279, 284, 327, 328, 383, 407, 447, 550, 570, 578, 710, 875, 934, 974, 975, 1014, 1015, 1119, 1120, 1635, 1863, 1903, 2371, 8025, 8030]
	},
	{
		'name': '邪之怒',
		'description': `
		暗屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [19, 20, 190, 209, 210, 291, 412, 559, 560, 561, 585, 640, 695, 780, 815, 860, 935, 954, 1005, 1039, 1055, 1064, 1071, 1073, 1074, 1075, 1099, 1161, 1415, 1445, 1505, 1867, 2405, 8020]
	},
	{
		'name': '龍之怒',
		'description': `
		龍類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [21, 22, 23, 221, 1121, 1123, 1125, 1227, 1229, 1868]
	},
	{
		'name': '龍之狂怒',
		'description': `
		龍類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [24, 449, 1636, 8021]
	},
	{
		'name': '野獸之復甦',
		'description': `
		獸類回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [25, 26, 27]
	},
	{
		'name': '野獸之再生',
		'description': `
		獸類回復力 2.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [28]
	},
	{
		'name': '野獸之血',
		'description': `
		獸類生命力 2 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [29, 30, 31, 267, 268, 269]
	},
	{
		'name': '野獸之意志',
		'description': `
		獸類生命力 2.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [32, 441]
	},
	{
		'name': '野獸之怒',
		'description': `
		獸類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [33, 34, 35, 37, 38, 39, 225, 1158, 1223, 1225, 1870]
	},
	{
		'name': '野獸之狂怒',
		'description': `
		獸類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [36, 40, 696, 1131, 8015]
	},
	{
		'name': '水之防壁',
		'description': `
		水屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [41]
	},
	{
		'name': '海森護牆',
		'description': `
		I. 水屬性傷害減少 50%
		II. 木屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [42]
	},
	{
		'name': '海森闇之壁',
		'description': `
		I. 水屬性傷害減少 50%
		II. 木和暗屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [43]
	},
	{
		'name': '火之防壁',
		'description': `
		火屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [44]
	},
	{
		'name': '炎海護牆',
		'description': `
		I. 火屬性傷害減少 50%
		II. 水屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [45]
	},
	{
		'name': '炎海聖之壁',
		'description': `
		I. 火屬性傷害減少 50%
		II. 水和光屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [46]
	},
	{
		'name': '木之防壁',
		'description': `
		木屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [47]
	},
	{
		'name': '森炎護牆',
		'description': `
		I. 木屬性傷害減少 50%
		II. 火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [48]
	},
	{
		'name': '森炎闇之壁',
		'description': `
		I. 木屬性傷害減少 50%
		II. 火和暗屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [49]
	},
	{
		'name': '光之防壁',
		'description': `
		光屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [50]
	},
	{
		'name': '聖海護牆',
		'description': `
		I. 光屬性傷害減少 50%
		II. 水屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [51]
	},
	{
		'name': '聖海森之壁',
		'description': `
		I. 光屬性傷害減少 50%
		II. 水和木屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [52]
	},
	{
		'name': '暗之防壁',
		'description': `
		暗屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [53]
	},
	{
		'name': '闇炎護牆',
		'description': `
		I. 暗屬性傷害減少 50%
		II. 火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [54]
	},
	{
		'name': '闇炎聖之壁',
		'description': `
		I. 暗屬性傷害減少 50%
		II. 火和光屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [55]
	},
	{
		'name': '妖精之力',
		'description': `
		妖精類攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 297, 298, 306, 307, 451, 452, 453, 454, 455, 517, 771, 8031, 8032, 8033, 8034, 8035, 8036, 8037, 8038, 8039, 8040, 8041, 8042, 8043, 8044]
	},
	{
		'name': '水之制裁',
		'description': `
		提升水屬性對火屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對火增傷'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [66, 67, 161, 162, 163, 211, 334]
	},
	{
		'name': '火之制裁',
		'description': `
		提升火屬性對木屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對木增傷'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [68, 69, 164, 165, 166, 213, 335]
	},
	{
		'name': '木之制裁',
		'description': `
		提升木屬性對水屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對水增傷'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [70, 71, 167, 168, 169, 215, 336]
	},
	{
		'name': '光之制裁',
		'description': `
		提升光屬性對暗屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對暗增傷'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [72, 73, 170, 171, 172, 217, 337]
	},
	{
		'name': '暗之制裁',
		'description': `
		提升暗屬性對光屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對光增傷'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [74, 75, 173, 174, 175, 219, 338]
	},
	{
		'name': '龍之力',
		'description': `
		龍類攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 339, 340, 341, 342, 343, 772]
	},
	{
		'name': '人類之力',
		'description': `
		人類攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 456, 457, 458, 459, 460, 774, 1566, 1567, 1568, 1569, 1570]
	},
	{
		'name': '進擊支援',
		'description': `
		連擊 (Combo) 時攻擊力提升 25%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 229, 264, 265, 266, 329, 330, 331, 332, 333]
	},
	{
		'name': '野獸之力',
		'description': `
		獸類攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 461, 462, 463, 464, 465, 619, 744, 773, 775, 879]
	},
	{
		'name': '攻守一體 ‧ 水',
		'description': `
		水符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': ['水兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [116, 117, 118, 481]
	},
	{
		'name': '攻守一體 ‧ 火',
		'description': `
		火符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': ['火兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [119, 120, 121, 482, 10196]
	},
	{
		'name': '攻守一體 ‧ 木',
		'description': `
		木符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': ['木兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [122, 123, 124, 483]
	},
	{
		'name': '治療之心',
		'description': `
		每回合回復自身回復力等值的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [125, 126, 617, 1199, 1299, 1700, 1985, 2327, 10149]
	},
	{
		'name': '痊癒之心',
		'description': `
		每回合回復 3 倍自身回復力 (需消除符石)
		`,
		'tag': [
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [127, 292, 10242]
	},
	{
		'name': '靈魂收割 ‧ 起',
		'description': `
		當敵方生命力 40% 以下
		⇒ 以自身攻擊力基值對敵方全體後追打無屬性攻擊 1 次 (無視防禦力)
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': ['敵方血量']
			}
		],
		'monster': [128]
	},
	{
		'name': '靈魂收割 ‧ 狙',
		'description': `
		當敵方生命力 40% 以下
		⇒ 以自身攻擊力基值 3 倍對敵方全體後追打無屬性攻擊 1 次 (無視防禦力)
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': ['敵方血量']
			}
		],
		'monster': [129]
	},
	{
		'name': '靈魂收割 ‧ 結',
		'description': `
		當敵方生命力 40% 以下
		⇒ 以自身攻擊力基值 6 倍對敵方全體後追打無屬性攻擊 1 次 (無視防禦力)
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': ['敵方血量']
			}
		],
		'monster': [130, 400, 485, 800, 999, 1000, 1165, 1200, 1300, 1399, 1400, 1401, 1402, 1403, 1600, 1800, 1820, 2000, 2200, 2600, 10222, 10600]
	},
	{
		'name': '不倒意志',
		'description': `
		當前生命力大於 70% 時
		⇒ 下一次所受傷害不會使你死亡
		(同 1 回合只發動 1 次)
		`,
		'tag': [
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [131, 132, 261, 262, 263, 2673]
	},
	{
		'name': '絕境意志',
		'description': `
		當前生命力大於 50% 時
		⇒ 下一次所受傷害不會使你死亡
		(同 1 回合只發動 1 次)
		`,
		'tag': [
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [133, 287, 438, 739, 1310]
	},
	{
		'name': '狐仙軍神',
		'description': `
		全隊攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': []
			}
		],
		'monster': [134, 135, 136, 439]
	},
	{
		'name': '矢無虛發',
		'description': `
		當進行單體攻擊時
		⇒ 全隊攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['單體攻擊']
			}
		],
		'monster': [137, 138]
	},
	{
		'name': '百步穿楊',
		'description': `
		當進行單體攻擊時
		⇒ 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['單體攻擊']
			}
		],
		'monster': [139, 371, 372, 440]
	},
	{
		'name': '人之血脈',
		'description': `
		人類生命力 2 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [140, 141]
	},
	{
		'name': '人類之意志',
		'description': `
		人類生命力 2.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [142]
	},
	{
		'name': '亡命攻擊',
		'description': `
		當前生命力不足 20% 時
		⇒ 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [143, 144]
	},
	{
		'name': '木馬屠城計',
		'description': `
		當前生命力不足 20% 時
		⇒ 全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [145, 442]
	},
	{
		'name': '水之代價',
		'description': `
		以所受傷害 2 倍
		⇒ 對敵方攻擊者進行水屬性反擊
		`,
		'tag': [
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [146, 147, 148, 661, 666]
	},
	{
		'name': '灼熱境界',
		'description': `
		每回合以自身攻擊力基值對敵方全體後追打無屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [149, 150]
	},
	{
		'name': '燎原境界',
		'description': `
		每回合以自身攻擊力基值 3 倍對敵方全體後追打無屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [151, 223, 662, 667]
	},
	{
		'name': '兩儀',
		'description': `
		所受傷害 30% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		`,
		'tag': [
			{
				'name': '敵方傷害吸收',
				'object': [],
				'limit': []
			}
		],
		'monster': [152, 153, 154, 429, 430, 502, 503, 504, 505, 663, 668, 675, 701, 702, 736, 738, 741, 783, 849, 936, 997, 1016, 1076, 1078, 1187, 1396, 1398, 1494, 1660, 1715, 1756, 1757, 1758, 1945, 1950, 1951, 1954, 1999, 2080, 2093, 2179, 2278, 2334, 2544, 2656, 2772]
	},
	{
		'name': '光明代價',
		'description': `
		以所受傷害對敵方全體進行光屬性反擊
		`,
		'tag': [
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [155, 156, 157, 664, 669]
	},
	{
		'name': '暗黑代價',
		'description': `
		以所受傷害對敵方全體進行暗屬性反擊
		`,
		'tag': [
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [158, 159, 160, 665, 670]
	},
	{
		'name': '水之驅動',
		'description': `
		每累計消除 4 粒水符石 
		⇒ 將產生 1 粒水強化符石
		`,
		'tag': [
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [191]
	},
	{
		'name': '水之連動',
		'description': `
		每累計消除 3 粒水符石
		⇒ 將產生 1 粒水強化符石
		`,
		'tag': [
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [192, 941]
	},
	{
		'name': '火之驅動',
		'description': `
		每累計消除 4 粒火符石 
		⇒ 將產生 1 粒火強化符石
		`,
		'tag': [
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [193]
	},
	{
		'name': '火之連動',
		'description': `
		每累計消除 3 粒火符石
		⇒ 將產生 1 粒火強化符石
		`,
		'tag': [
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [194, 942]
	},
	{
		'name': '木之驅動',
		'description': `
		每累計消除 4 粒木符石 
		⇒ 將產生 1 粒木強化符石
		`,
		'tag': [
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [195]
	},
	{
		'name': '木之連動',
		'description': `
		每累計消除 3 粒木符石
		⇒ 將產生 1 粒木強化符石
		`,
		'tag': [
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [196, 943]
	},
	{
		'name': '光之驅動',
		'description': `
		每累計消除 4 粒光符石 
		⇒ 將產生 1 粒光強化符石
		`,
		'tag': [
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [197]
	},
	{
		'name': '光之連動',
		'description': `
		每累計消除 3 粒光符石
		⇒ 將產生 1 粒光強化符石
		`,
		'tag': [
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [198, 944]
	},
	{
		'name': '暗之驅動',
		'description': `
		每累計消除 4 粒暗符石 
		⇒ 將產生 1 粒暗強化符石
		`,
		'tag': [
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [199]
	},
	{
		'name': '暗之連動',
		'description': `
		每累計消除 3 粒暗符石
		⇒ 將產生 1 粒暗強化符石
		`,
		'tag': [
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [200, 945]
	},
	{
		'name': '水之審判',
		'description': `
		大幅提升水屬性對火屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對火增傷'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [212]
	},
	{
		'name': '火之審判',
		'description': `
		大幅提升火屬性對木屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對木增傷'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [214]
	},
	{
		'name': '木之審判',
		'description': `
		大幅提升木屬性對水屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對水增傷'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [216]
	},
	{
		'name': '光之審判',
		'description': `
		大幅提升光屬性對暗屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對暗增傷'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [218]
	},
	{
		'name': '暗之審判',
		'description': `
		大幅提升暗屬性對光屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['增攻', '對光增傷'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [220]
	},
	{
		'name': '海龍王之怒',
		'description': `
		龍類及神族攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍', '神'],
				'limit': []
			}
		],
		'monster': [222]
	},
	{
		'name': '獄炎境界',
		'description': `
		每回合以自身攻擊力基值 5 倍對敵方全體後追打無屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [224]
	},
	{
		'name': '牛魔王之怒',
		'description': `
		獸類及妖精類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '妖'],
				'limit': []
			}
		],
		'monster': [226]
	},
	{
		'name': '金剛不壞 ‧ 強',
		'description': `
		生命力愈高
		⇒ 所受傷害愈低
		⇒ 最多減少 80% 傷害
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [227, 228]
	},
	{
		'name': '傾國傾城',
		'description': `
		連擊 (Combo) 時攻擊力提升 75%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [230]
	},
	{
		'name': '暴擊',
		'description': `
		每回合有 25% 機率攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [231, 233, 235, 237, 239]
	},
	{
		'name': '致命暴擊',
		'description': `
		I. 每回合有 30% 機率攻擊力 6 倍
		II. 當生命力少於 10%
		⇒ 機率由 30% 變成 50%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [232, 234, 236, 238, 240]
	},
	{
		'name': '罪之代價',
		'description': `
		以所受傷害 2 倍
		⇒ 對敵方攻擊者進行相剋屬性反擊
		`,
		'tag': [
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [285]
	},
	{
		'name': '妖精之舞',
		'description': `
		妖精類攻擊力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [286, 876, 7007, 7010]
	},
	{
		'name': '一念之間',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [288, 289]
	},
	{
		'name': '歃血之盟',
		'description': `
		I. 龍類攻擊力 3 倍及生命力 2 倍
		II. 每回合扣除全隊總生命力 10%
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '我方扣血',
				'object': [],
				'limit': []
			}
		],
		'monster': [290]
	},
	{
		'name': '光暗一體',
		'description': `
		光及暗符石互相兼具效果
		`,
		'tag': [
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [293, 998, 2479, 2911, 2912]
	},
	{
		'name': '妖精之歌',
		'description': `
		妖精類回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [294, 295, 303, 304, 518]
	},
	{
		'name': '妖精領域',
		'description': `
		妖精類回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [296, 305, 2773]
	},
	{
		'name': '妖精之怒',
		'description': `
		妖精類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [299, 308, 1156, 1160, 1221]
	},
	{
		'name': '妖精之心',
		'description': `
		妖精類生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [300, 301, 516, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 1526, 1527, 1528, 1529, 1530, 1661, 1662, 1663, 1664, 1665]
	},
	{
		'name': '妖精之血',
		'description': `
		妖精類生命力 2 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [302]
	},
	{
		'name': '龍之氣息',
		'description': `
		I. 龍類攻擊力 1.5 倍
		II. 每個龍類成員增加 120 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [309, 311, 313, 315, 317]
	},
	{
		'name': '真龍之淚',
		'description': `
		I. 龍類攻擊力 2 倍
		II. 每個龍類成員增加 150 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [310, 312, 314, 316, 318, 1214]
	},
	{
		'name': '大地之主義',
		'description': `
		木屬性攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [348, 958]
	},
	{
		'name': '大地之強權',
		'description': `
		木屬性攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [349, 843]
	},
	{
		'name': '魔之復甦',
		'description': `
		魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [350]
	},
	{
		'name': '魔之怒',
		'description': `
		魔族攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [351, 392, 396, 697, 700, 718, 719, 720, 1122, 1124, 1157, 1159]
	},
	{
		'name': '魔之怒火',
		'description': `
		魔族攻擊力及生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [352, 354, 390, 698, 716, 717]
	},
	{
		'name': '魔之戰鼓',
		'description': `
		魔族攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [353, 563]
	},
	{
		'name': '煉獄之主義',
		'description': `
		火屬性攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [355, 957]
	},
	{
		'name': '煉獄之強權',
		'description': `
		火屬性攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [356, 842]
	},
	{
		'name': '護甲之賦 ‧ 火',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 火屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [357]
	},
	{
		'name': '火木堅甲之賦',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 火和木屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [358]
	},
	{
		'name': '愈戰愈強',
		'description': `
		生命力愈低時
		⇒ 全隊攻擊力愈高，最大 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [359, 539]
	},
	{
		'name': '愈戰愈強 ‧ 改',
		'description': `
		生命力愈低時
		⇒ 全隊攻擊力愈高，最大 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [360, 540]
	},
	{
		'name': '神之力',
		'description': `
		神族攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [361, 369, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840]
	},
	{
		'name': '神之怒',
		'description': `
		神族攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [362, 370, 756, 757]
	},
	{
		'name': '護甲之賦 ‧ 光',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 光屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [363]
	},
	{
		'name': '光水堅甲之賦',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 光和水屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [364]
	},
	{
		'name': '神聖之主義',
		'description': `
		光屬性攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [365, 401, 588, 959]
	},
	{
		'name': '神聖之強權',
		'description': `
		光屬性攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [366]
	},
	{
		'name': '聚精會神',
		'description': `
		延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [367, 519]
	},
	{
		'name': '明鏡止水',
		'description': `
		I. 攻擊力 1.5 倍
		II. 延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [368]
	},
	{
		'name': '護甲之賦 ‧ 木',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 木屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [373]
	},
	{
		'name': '木水堅甲之賦',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 木屬性和水屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [374]
	},
	{
		'name': '大海之強權',
		'description': `
		水屬性攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [376, 841, 1712, 1713]
	},
	{
		'name': '護甲之賦 ‧ 水',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 水屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [377]
	},
	{
		'name': '水火堅甲之賦',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 水和火屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [378]
	},
	{
		'name': '暗之精神',
		'description': `
		暗屬性生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [385, 386, 387, 1596]
	},
	{
		'name': '魔之力',
		'description': `
		魔族攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [388, 486, 487, 488, 489, 490, 672]
	},
	{
		'name': '魔之狂怒',
		'description': `
		魔族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [389, 544, 721, 1050, 1100, 1132, 1197, 1256, 1257, 1260, 1469, 1561]
	},
	{
		'name': '魔之本性',
		'description': `
		魔族攻擊力、生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [391, 474, 475, 543, 722, 1198]
	},
	{
		'name': '魔之血怒',
		'description': `
		魔族攻擊力 2 倍及生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [393, 472, 473, 723]
	},
	{
		'name': '攻守同存 ‧ 光',
		'description': `
		I. 光屬性攻擊力 1.5 倍
		II. 心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [394, 395, 724]
	},
	{
		'name': '魔之軍勢',
		'description': `
		魔族攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [397, 725, 8022, 9016]
	},
	{
		'name': '靈石附體',
		'description': `
		心符石兼具所有屬性符石效果
		`,
		'tag': [
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [399]
	},
	{
		'name': '暗黑之主義',
		'description': `
		暗屬性攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [402, 589, 909, 910, 960]
	},
	{
		'name': '噬血龍族',
		'description': `
		I. 龍類攻擊力 1.5 倍
		II 將龍類對敵方造成傷害的 5% 
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 50%
		(傷害轉化效果不能疊加，並不計算主動及隊長技傷害)
		`,
		'tag': [
			{
				'name': ['增攻', '我方傷害吸收'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [413, 417]
	},
	{
		'name': '噬血龍王',
		'description': `
		I. 龍類攻擊力 2 倍
		II. 將龍類對敵方造成傷害的 5% 
		⇒ 轉化為生命力 (不計算主動及隊長技傷害)
		⇒ 最大為生命力等值的 50% (不能疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '我方傷害吸收'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [414, 418]
	},
	{
		'name': '幻龍利牙',
		'description': `
		I. 龍類攻擊力 1.5 倍
		II. 消除 1 組 ≥6 粒屬性符石
		⇒ 則龍類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [415, 416, 421, 422, 1067, 1070]
	},
	{
		'name': '幻龍利爪',
		'description': `
		消除 1 組 ≥6 粒相同符石
		⇒ 龍類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [419, 420, 1069]
	},
	{
		'name': '木之防護',
		'description': `
		木屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [423]
	},
	{
		'name': '火之防護',
		'description': `
		火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [424]
	},
	{
		'name': '水之防護',
		'description': `
		水屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [425]
	},
	{
		'name': '妖精之狂怒',
		'description': `
		妖精類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [431, 1232, 1233, 1246, 1559, 1564, 9001, 9002]
	},
	{
		'name': '水之震怒',
		'description': `
		水屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [432, 980, 1021, 1166, 1167, 1236, 1261, 1471, 1611, 1816, 1921, 2030]
	},
	{
		'name': '浪濤萬鈞之怒',
		'description': `
		水屬性攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [433, 981, 1655, 1666, 1690, 7016, 10203]
	},
	{
		'name': '火之震怒',
		'description': `
		火屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [434, 982, 1023, 1168, 1169, 1238, 1262, 1483, 1538, 1546, 1613, 1658, 1923, 7001]
	},
	{
		'name': '熾燄萬鈞之怒',
		'description': `
		火屬性攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [435, 983, 1139, 1667, 1937, 2279, 10237]
	},
	{
		'name': '木之震怒',
		'description': `
		木屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [436, 905, 984, 1025, 1170, 1171, 1203, 1248, 1263, 1605, 1675, 1881, 1931]
	},
	{
		'name': '藤木萬鈞之怒',
		'description': `
		木屬性攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [437, 906, 985, 1141, 1668, 10238]
	},
	{
		'name': '猛獸之強權',
		'description': `
		獸類攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [448, 520, 565, 1186]
	},
	{
		'name': '神魔法則',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍
		II. 火符石及木符石兼具 50% 水符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [450]
	},
	{
		'name': '神魔盟約 ‧ 水',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍
		II. 火符石及木符石兼具水符石效果 (效果不能疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [450]
	},
	{
		'name': '神魔盟約 ‧ 火',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍
		II. 水符石及木符石兼具火符石效果 (效果不能疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [450]
	},
	{
		'name': '神魔盟約 ‧ 木',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 神族攻擊力 3 倍及魔族攻擊力 2.5 倍
		II. 水符石及火符石兼具木符石效果 (效果不能疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [450]
	},
	{
		'name': '戾氣盈溢 ‧ 水',
		'description': `
		I. 每消除水符石，水屬性攻擊力持續提升
		II. 連續 2 回合沒有消除水符石，攻擊力減少
		III. 當攻擊力達至最高 3 倍時
		⇒ 需每回合消除水符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [466, 467]
	},
	{
		'name': '戾氣盈溢 ‧ 火',
		'description': `
		I. 每消除火符石，火屬性攻擊力持續提升
		II. 連續 2 回合沒有消除火符石，攻擊力減少
		III. 當攻擊力達至最高 3 倍時
		⇒ 需每回合消除火符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [468, 469]
	},
	{
		'name': '戾氣盈溢 ‧ 木',
		'description': `
		I. 每消除木符石，木屬性攻擊力持續提升
		II. 連續 2 回合沒有消除木符石，攻擊力減少
		III. 當攻擊力達至最高 3 倍時
		⇒ 需每回合消除木符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [470, 471]
	},
	{
		'name': '破釜沉舟',
		'description': `
		10 回合內，全隊攻擊力 3 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['回合上限']
			}
		],
		'monster': [476, 477, 478]
	},
	{
		'name': '靈思之力',
		'description': `
		人類及妖精類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': []
			}
		],
		'monster': [479]
	},
	{
		'name': '人類之狂怒',
		'description': `
		人類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [480, 587, 1258, 1259, 1468, 1470, 1495, 1496, 1514, 1515, 1516, 1558, 1560, 1587, 1746, 1747, 1748, 1749, 1750]
	},
	{
		'name': '超絕回復',
		'description': `
		每回合回復自身 7 倍回復力的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [484, 2426, 2751]
	},
	{
		'name': '靈獸之力',
		'description': `
		獸類及妖精類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '妖'],
				'limit': []
			}
		],
		'monster': [491, 492, 493, 494, 495]
	},
	{
		'name': '心之連動',
		'description': `
		每累計消除 3 粒心符石
		⇒ 將產生 1 粒心強化符石
		`,
		'tag': [
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [496]
	},
	{
		'name': '光之震怒',
		'description': `
		光屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [497, 897, 1027, 1172, 1173, 1204, 1250, 1264, 1517, 1550, 1607, 1742, 1933]
	},
	{
		'name': '玄光萬鈞之怒',
		'description': `
		光屬性攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [498, 898, 1669, 1938, 10204]
	},
	{
		'name': '暗之震怒',
		'description': `
		暗屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [499, 1029, 1174, 1175, 1244, 1265, 1519, 1615, 1935]
	},
	{
		'name': '幽冥萬鈞之怒',
		'description': `
		暗屬性攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [500, 1656, 1670, 1939, 1940]
	},
	{
		'name': '符靈聚擊 ‧ 光',
		'description': `
		消除 ≥4 粒光符石時
		⇒ 光屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [501]
	},
	{
		'name': '水之狂怒',
		'description': `
		水屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [506, 947, 986, 1020, 1022, 1046, 1057, 1878, 1910, 1976]
	},
	{
		'name': '水之震怒',
		'description': `
		水屬性攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [506]
	},
	{
		'name': '火之狂怒',
		'description': `
		火屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [507, 848, 949, 988, 1024, 1047, 1059, 1138, 1253, 1879, 1977]
	},
	{
		'name': '火之震怒',
		'description': `
		火屬性攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [507]
	},
	{
		'name': '木之狂怒',
		'description': `
		木屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [508, 951, 990, 1026, 1061, 1140, 1880, 1978]
	},
	{
		'name': '木之震怒',
		'description': `
		木屬性攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [508]
	},
	{
		'name': '光之狂怒',
		'description': `
		光屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [509, 797, 953, 992, 1028, 1063, 1979]
	},
	{
		'name': '光之震怒',
		'description': `
		光屬性攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [509]
	},
	{
		'name': '暗之狂怒',
		'description': `
		暗屬性攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [510, 918, 955, 994, 1030, 1065, 1980]
	},
	{
		'name': '暗之震怒',
		'description': `
		暗屬性攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [510]
	},
	{
		'name': '真龍嘯天',
		'description': `
		I. 龍類攻擊力 2.5 倍
		II. 每個龍類成員增加 200 點攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [511]
	},
	{
		'name': '野獸之醒覺',
		'description': `
		獸類回復力 3 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [512]
	},
	{
		'name': '野獸之血晶',
		'description': `
		獸類生命力 3 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [513]
	},
	{
		'name': '野獸之嗔怒',
		'description': `
		獸類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [514, 515, 769, 1049, 1231, 1234, 1235, 7006, 7012]
	},
	{
		'name': '銳兵列陣',
		'description': `
		隊伍中需有水和光屬性的成員：
		I. 消除 ≥3 種屬性符石
		⇒ 水和光屬性攻擊力 2.5 倍
		II. 消除心符石時
		⇒ 水及光屬性的攻擊力有 50% 機率額外 1.5 倍
		(機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [531, 532, 537, 538]
	},
	{
		'name': '符能點燃 ‧ 火之約',
		'description': `
		I. 2 粒火符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '二消',
				'object': [],
				'limit': []
			}
		],
		'monster': [533]
	},
	{
		'name': '符能點燃 ‧ 火靈之約',
		'description': `
		I. 2 粒火符石或心符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '二消',
				'object': [],
				'limit': []
			}
		],
		'monster': [534]
	},
	{
		'name': '符能點燃 ‧ 木之約',
		'description': `
		I. 2 粒木符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '二消',
				'object': [],
				'limit': []
			}
		],
		'monster': [535]
	},
	{
		'name': '符能點燃 ‧ 木靈之約',
		'description': `
		I. 2 粒木符石或心符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '二消',
				'object': [],
				'limit': []
			}
		],
		'monster': [536]
	},
	{
		'name': '凝神之力',
		'description': `
		當進行全體攻擊時
		⇒ 全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['全體攻擊']
			}
		],
		'monster': [542]
	},
	{
		'name': '守護之念',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 消除心符石時
		⇒ 該回合木屬性傷害減少 30% 
		⇒ 回復 2000 點生命力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['減傷', '回血'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [545]
	},
	{
		'name': '魅幻神力',
		'description': `
		全隊攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [562]
	},
	{
		'name': '絕命暴擊',
		'description': `
		I. 每回合有 30% 機率全隊攻擊力 7 倍
		II. 當生命力不足 10% 時
		⇒ 機率由 30% 變成 50%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [564, 979]
	},
	{
		'name': '龍攻代守',
		'description': `
		I. 龍類攻擊力 2 倍
		II. 每個龍類成員自身回復力
		⇒ 各自加入自身攻擊力
		III. 消除心符石
		⇒ 回復固定百分比的已損失生命力
		(每粒心符石回復百分比相等於隊伍龍類數量的兩倍)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [571, 572, 573]
	},
	{
		'name': '真龍之脈',
		'description': `
		I. 龍類攻擊力 2.5 倍
		II. 每個龍類成員增加 200 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [574, 1493]
	},
	{
		'name': '龍之持守',
		'description': `
		I. 龍類攻擊力 2 倍
		II. 每個龍類成員增加 200 點回復力
		III. 消除心符石時
		⇒ 等同消除暗符石
		⇒ 達 50% 暗符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [575]
	},
	{
		'name': '元素防護',
		'description': `
		所有屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [579, 1017, 1699]
	},
	{
		'name': '元素凝匯',
		'description': `
		隊伍成員的屬性愈多
		⇒ 全隊攻擊力愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [580]
	},
	{
		'name': '捨守為攻',
		'description': `
		I. 全隊攻擊力 2.5 倍
		II. 隊伍受到的傷害 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '我方受傷增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [586]
	},
	{
		'name': '眾神之狂怒',
		'description': `
		神族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [590, 819, 823, 1134, 7005, 7011]
	},
	{
		'name': '眾神之嗔怒',
		'description': `
		神族攻擊力 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [819, 823]
	},
	{
		'name': '真龍王震怒',
		'description': `
		I. 龍類攻擊力 3 倍
		II. 神族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍', '神'],
				'limit': []
			}
		],
		'monster': [591, 1082]
	},
	{
		'name': '真火煉獄',
		'description': `
		每回合以自身攻擊力基值 15 倍對敵方全體後追打無屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [592, 1084]
	},
	{
		'name': '霸王震怒',
		'description': `
		獸類及妖精類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '妖'],
				'limit': []
			}
		],
		'monster': [593, 1086]
	},
	{
		'name': '護甲金身 ‧ 強',
		'description': `
		I. 生命力愈高
		⇒ 所受傷害愈低
		⇒ 最多減少 80 % 傷害
		II. 生命力愈低
		⇒ 迴避敵人攻擊的機率愈高
		⇒ 最大 50%
		`,
		'tag': [
			{
				'name': ['減傷', '迴避'],
				'object': [],
				'limit': []
			}
		],
		'monster': [594]
	},
	{
		'name': '傾世絕色',
		'description': `
		連擊 (Combo) 時攻擊力提升 125%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [595, 1089, 1090, 2901, 2910]
	},
	{
		'name': '龍魂輔主',
		'description': `
		隊伍中只有人類及 ≥2 個龍類成員時：
		I. 人類攻擊力 3.5 倍
		II. 龍類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [596, 597, 598, 599]
	},
	{
		'name': '龍魂佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個龍類成員時：
		I. 人類攻擊力 4.5 倍
		II. 龍類攻擊力 3.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [597, 599]
	},
	{
		'name': '幻獸輔主',
		'description': `
		隊伍中只有人類及 ≥2 個獸類或妖精類成員時：
		I. 人類攻擊力 3.5 倍
		II. 獸類及妖精類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [600, 601]
	},
	{
		'name': '幻獸佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個獸類或妖精類成員時：
		I. 人類攻擊力 4.5 倍
		II. 獸類及妖精類攻擊力 3.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [601]
	},
	{
		'name': '妖魔輔主',
		'description': `
		隊伍中只有人類及 ≥2 個魔族或妖精類成員時：
		I. 人類攻擊力 3.5 倍
		II. 魔族及妖精類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [602, 603]
	},
	{
		'name': '妖魔佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個魔族或妖精類成員時：
		I. 人類攻擊力 4.5 倍
		II. 魔族及妖精類攻擊力 3.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [603]
	},
	{
		'name': '神靈輔主',
		'description': `
		隊伍中只有人類及 ≥2 個神族成員時：
		I. 人類攻擊力 3.5 倍
		II. 神族攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族']
			}
		],
		'monster': [604, 605]
	},
	{
		'name': '神靈佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個神族成員時：
		I. 人類攻擊力 4.5 倍
		II. 神族攻擊力 3.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族']
			}
		],
		'monster': [605]
	},
	{
		'name': '人類之歌',
		'description': `
		人類回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [606, 607, 608, 609, 610]
	},
	{
		'name': '攻守同源 ‧ 水波',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 心符石兼具 50% 水符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			}
		],
		'monster': [611, 676, 677]
	},
	{
		'name': '攻守同源 ‧ 火燄',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 心符石兼具 50% 火符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [612, 678, 679]
	},
	{
		'name': '攻守同源 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 心符石兼具 50% 木符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [613, 680, 681]
	},
	{
		'name': '攻守同源 ‧ 光明',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 心符石兼具 50% 光符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [614, 682, 683]
	},
	{
		'name': '攻守同源 ‧ 幽暗',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 心符石兼具 50% 暗符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [615, 684, 685]
	},
	{
		'name': '人類之怒',
		'description': `
		人類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [616, 646, 647, 648, 649, 650, 766, 767, 1271, 1272, 1273, 1274, 1275, 1301, 1302, 1303, 1304, 1305, 1446, 1448, 1450, 1456, 1458]
	},
	{
		'name': '全神貫注',
		'description': `
		當隊伍中只有神族成員時
		⇒ 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			}
		],
		'monster': [618]
	},
	{
		'name': '孤注一擲',
		'description': `
		隊中只有 2 個「火屬性或機械族」成員：
		全隊攻擊力 4 倍及回復力 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火', '機'],
				'limit': ['成員數量', '成員屬性', '成員種族']
			}
		],
		'monster': [620]
	},
	{
		'name': '水影世界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 2.5 倍
		II. 水符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 10% 效果
		⇒ 最高 50% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [621, 622, 623]
	},
	{
		'name': '燄影世界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 2.5 倍
		II. 火符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 10% 效果
		⇒ 最高 50% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [624, 625, 626, 1490]
	},
	{
		'name': '森影世界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 2.5 倍
		II. 木符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 10% 效果
		⇒ 最高 50% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [627, 628, 629]
	},
	{
		'name': '光影世界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 2.5 倍
		II. 光符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 10% 效果
		⇒ 最高 50% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [630, 631, 632]
	},
	{
		'name': '魅影世界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 2.5 倍
		II. 暗符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 10% 效果
		⇒ 最高 50% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [633, 634, 635]
	},
	{
		'name': '水之誅罰',
		'description': `
		I. 水屬性攻擊無視屬性相剋
		II. 大幅提升水屬性對火及暗屬性目標的攻擊力
		III. 提升對其他屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['屬性剋制改變', '增攻', '對火增傷', '對暗增傷', '對水增傷', '對木增傷', '對光增傷'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [641]
	},
	{
		'name': '火之誅罰',
		'description': `
		I. 火屬性攻擊無視屬性相剋
		II. 大幅提升火屬性對火及木屬性目標的攻擊力
		III. 提升對其他屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['屬性剋制改變', '增攻', '對火增傷', '對木增傷', '對水增傷', '對光增傷', '對暗增傷'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [642]
	},
	{
		'name': '木之誅罰',
		'description': `
		I. 木屬性攻擊無視屬性相剋
		II. 大幅提升木屬性對水及光屬性目標的攻擊力
		III. 提升對其他屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['屬性剋制改變', '增攻', '對水增傷', '對光增傷', '對火增傷', '對木增傷', '對暗增傷'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [643]
	},
	{
		'name': '光之誅罰',
		'description': `
		I. 光屬性攻擊無視屬性相剋
		II. 大幅提升光屬性對火及暗屬性目標的攻擊力
		III. 提升對其他屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['屬性剋制改變', '增攻', '對火增傷', '對暗增傷', '對水增傷', '對木增傷', '對光增傷'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [644]
	},
	{
		'name': '暗之誅罰',
		'description': `
		I. 暗屬性攻擊無視屬性相剋
		II. 大幅提升暗屬性對木及光屬性目標的攻擊力
		III. 提升對其他屬性目標的攻擊力
		(包括主動技)
		`,
		'tag': [
			{
				'name': ['屬性剋制改變', '增攻', '對暗增傷', '對木增傷', '對水增傷', '對火增傷', '對光增傷'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [645]
	},
	{
		'name': '龍魂伴主',
		'description': `
		隊伍中只有人類及 ≥2 個龍類成員時
		I. 人類攻擊力 3 倍
		II. 龍類攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '龍'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [651, 652]
	},
	{
		'name': '幻獸伴主',
		'description': `
		隊伍中只有人類、 ≥2 個獸類或妖精類成員時：
		I. 人類攻擊力 3 倍
		II. 獸類及妖精類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸', '妖'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [653]
	},
	{
		'name': '妖魔伴主',
		'description': `
		隊伍中只有人類、≥2 個魔族或妖精類成員時：
		I. 人類攻擊力 3 倍
		II. 魔族及妖精類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔', '妖'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [654]
	},
	{
		'name': '神靈伴主',
		'description': `
		隊伍中只有人類及 ≥2 個神族成員時：
		I. 人類攻擊力 3 倍
		II. 神族攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [655]
	},
	{
		'name': '龍魂佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個龍類成員時：
		I. 人類攻擊力 4.5 倍
		II. 龍類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [656, 657]
	},
	{
		'name': '幻獸佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個獸類或妖精類成員時：
		I. 人類攻擊力 4.5 倍
		II. 獸類及妖精類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [658]
	},
	{
		'name': '妖魔佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個魔族或妖精類成員時：
		I. 人類攻擊力 4.5 倍
		II. 魔族及妖精類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [659]
	},
	{
		'name': '神靈佐主',
		'description': `
		當隊伍中只有人類及 ≥1 個神族成員時：
		I. 人類攻擊力 4.5 倍
		II. 神族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族']
			}
		],
		'monster': [660]
	},
	{
		'name': '屠殺契機',
		'description': `
		連擊 (Combo) 數為雙數時
		⇒ 全隊攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [671]
	},
	{
		'name': '妖精之約會',
		'description': `
		妖精類攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [673, 861, 863, 865, 867, 869]
	},
	{
		'name': '妖精之舞步',
		'description': `
		妖精類攻擊力及回復力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [674, 1191, 1192, 1193, 1194, 1195, 10275, 10276]
	},
	{
		'name': '絕境反噬 ‧ 水',
		'description': `
		I. 當前生命力大於 50% 時
		⇒ 下一次所受傷害不會使你死亡
		II. 將未能正常扣除的傷害
		⇒ 對敵方攻擊者進行水屬性反擊
		(同 1 回合只發動 1 次)
		`,
		'tag': [
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [686, 2755]
	},
	{
		'name': '火舞傳人',
		'description': `
		I. 全隊攻擊力及回復力 1.5 倍
		II. 人類生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [687]
	},
	{
		'name': '百箭穿楊',
		'description': `
		I. 當進行單體攻擊時
		⇒ 全隊攻擊力 2.5 倍
		II. 若消除 ≥3 種屬性符石
		⇒ 全隊攻擊力提升至 3 倍
		 (若發動全體攻擊時只有 1 個敵人，會視作單體攻擊計算)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['單體攻擊']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [688]
	},
	{
		'name': '人之祈願',
		'description': `
		人類生命力 3 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [689]
	},
	{
		'name': '愈戰愈強 ‧ 超',
		'description': `
		生命力愈低時
		⇒ 全隊攻擊力會愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [690, 8007, 8008, 9007, 9008]
	},
	{
		'name': '妖之靈力',
		'description': `
		妖精類攻擊力及生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [699, 1479]
	},
	{
		'name': '念之強勢 ‧ 玄冥',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 6 倍
		III. 於 5 秒內結束轉珠
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [703, 704]
	},
	{
		'name': '俠盜之力',
		'description': `
		人類及魔族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			}
		],
		'monster': [705, 1306, 1307, 1308]
	},
	{
		'name': '戾氣蔽日 ‧ 水',
		'description': `
		I. 每消除水符石，水屬性攻擊力持續提升
		II. 連續 2 回合沒有消除水符石，攻擊力減少
		III. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除水符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [711]
	},
	{
		'name': '戾氣吞天 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 每消除水符石，水屬性攻擊力持續提升
		III. 連續兩回合沒有消除水符石，攻擊力減少
		IV. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除水符石，否則攻擊力減少
		V. 同時消除水、火及心符石 (只計算首批消除的符石)
		⇒ 該回合水屬性攻擊力額外提升 3 倍 (不能疊加)
		⇒ 下一回合水屬性攻擊力減少 1 倍 (最多減至 2 倍)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [711]
	},
	{
		'name': '血色繚繞 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 每消除水符石，水屬性攻擊力持續提升
		III. 連續兩回合沒有消除水符石，攻擊力減少
		IV. 當攻擊力達至最高 4.5 倍時
		⇒ 需每回合消除水符石，否則攻擊力減少
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [711]
	},
	{
		'name': '戾氣蔽日 ‧ 火',
		'description': `
		I. 每消除火符石，火屬性攻擊力持續提升
		II. 連續 2 回合沒有消除火符石，攻擊力減少
		III. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除火符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [712]
	},
	{
		'name': '戾氣吞天 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 每消除火符石，火屬性攻擊力持續提升
		III. 連續兩回合沒有消除火符石，攻擊力減少
		IV. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除火符石，否則攻擊力減少
		V. 同時消除火、木及心符石 (只計算首批消除的符石)
		⇒ 該回合火屬性攻擊力額外提升 3 倍 (不能疊加)
		⇒ 下一回合火屬性攻擊力減少 1 倍 (最多減至 2 倍)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [712]
	},
	{
		'name': '血色繚繞 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2.5 倍
		II. 每消除火符石，火屬性攻擊力持續提升
		III. 連續兩回合沒有消除火符石，攻擊力減少
		IV. 當攻擊力達至最高 4.5 倍時
		⇒ 需每回合消除火符石，否則攻擊力減少
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [712]
	},
	{
		'name': '戾氣蔽日 ‧ 木',
		'description': `
		I. 每消除木符石，木屬性攻擊力持續提升
		II. 連續 2 回合沒有消除木符石，攻擊力減少
		III. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除木符石，否則攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [713]
	},
	{
		'name': '戾氣吞天 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 每消除木符石，木屬性攻擊力持續提升
		III. 連續兩回合沒有消除木符石，攻擊力減少
		IV. 當攻擊力達至最高 3.5 倍時
		⇒ 需每回合消除木符石，否則攻擊力減少
		V. 同時消除木、水及心符石 (只計算首批消除的符石)
		⇒ 該回合木屬性攻擊力額外提升 3 倍 (不能疊加)
		⇒ 下一回合木屬性攻擊力減少 1 倍 (最多減至 2 倍)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [713]
	},
	{
		'name': '血色繚繞 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2.5 倍
		II. 每消除木符石，木屬性攻擊力持續提升
		III. 連續兩回合沒有消除木符石，攻擊力減少
		IV. 當攻擊力達至最高 4.5 倍時
		⇒ 需每回合消除木符石，否則攻擊力減少
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [713]
	},
	{
		'name': '魔之本性 ‧ 攻',
		'description': `
		魔族攻擊力 2 倍、生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [714, 715]
	},
	{
		'name': '魔魅復甦 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [726]
	},
	{
		'name': '魔魅復甦 ‧ 水波',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [727]
	},
	{
		'name': '魔魅復甦 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [728]
	},
	{
		'name': '魔魅復甦 ‧ 火燄',
		'description': `
		I. 火屬性攻擊力 2.5 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [729]
	},
	{
		'name': '魔魅復甦 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [730]
	},
	{
		'name': '魔魅復甦 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 2.5 倍
		II. 魔族回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [731]
	},
	{
		'name': '魔之狂怒 ‧ 光',
		'description': `
		光屬性魔族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光魔'],
				'limit': []
			}
		],
		'monster': [732, 1485]
	},
	{
		'name': '魔怒嘯天 ‧ 光',
		'description': `
		光屬性魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光魔'],
				'limit': []
			}
		],
		'monster': [733, 1630, 2554]
	},
	{
		'name': '魔之狂怒 ‧ 暗',
		'description': `
		暗屬性魔族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗魔'],
				'limit': []
			}
		],
		'monster': [734]
	},
	{
		'name': '魔怒嘯天 ‧ 暗',
		'description': `
		暗屬性魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗魔'],
				'limit': []
			}
		],
		'monster': [735, 2555]
	},
	{
		'name': '魔魅之靈泉',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 當生命力少於 50% 時
		⇒ 心符石效果提升至 300% (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '符石效果提升',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [737]
	},
	{
		'name': '攻守同道 ‧ 光明',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 心符石兼具 50% 光符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [740]
	},
	{
		'name': '罪之罰則',
		'description': `
		以所受傷害 3 倍對敵方攻擊者
		⇒ 進行相剋屬性反擊
		`,
		'tag': [
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [742]
	},
	{
		'name': '元素凝匯 ‧ 獸',
		'description': `
		隊伍中獸類成員的屬性愈多
		⇒ 全隊攻擊力愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [743]
	},
	{
		'name': '莫逆相伴 ‧ 人',
		'description': `
		隊伍中的人類成員愈多
		⇒ 全隊攻擊力愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [745]
	},
	{
		'name': '劍緣陣法',
		'description': `
		隊伍中只有水、火及木屬性成員時：
		I. 消除 ≥3 種屬性符石
		⇒ 全隊攻擊力 3 倍
		II. 消除心符石時攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [746, 747, 748, 749, 750, 751]
	},
	{
		'name': '韶光疊影',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 隊伍中的人類成員愈多
		⇒ 光屬性攻擊力額外提升愈多
		⇒ 最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [752, 753, 907, 908, 915, 916]
	},
	{
		'name': '喋血狂屠',
		'description': `
		隊伍中只有人類及魔族成員時：
		I. 人類及魔族攻擊力 2.5 倍
		II. 當生命力未滿時，攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': ['我方血量']
			}
		],
		'monster': [754, 755]
	},
	{
		'name': '靈魂之緣',
		'description': `
		關卡「靈魂之日」 初級難度最後一層的敵人有 15% 機率轉化為蘊魔晶寵 (機率可以疊加)
		`,
		'tag': [],
		'monster': [758, 760]
	},
	{
		'name': '靈魂之約',
		'description': `
		關卡「靈魂之日」 初級難度最後一層的敵人有 30% 機率轉化為蘊魔晶寵 (機率可以疊加)
		`,
		'tag': [],
		'monster': [759, 761]
	},
	{
		'name': '焚天煉日',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 首批消除場上所有光符石時
		⇒ 光屬性人類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [762, 763]
	},
	{
		'name': '陰陽煞陣',
		'description': `
		I. 光和暗屬性攻擊力 2 倍
		II. 同時消除光符石及暗符石
		⇒ 光和暗屬性攻擊力額外 1.5 倍 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [764, 765]
	},
	{
		'name': '魔燄之輪',
		'description': `
		I. 首回合火屬性攻擊力 4 倍
		II. 次回合火屬性攻擊力 2 倍
		周而復始 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [768]
	},
	{
		'name': '魔之嗔怒',
		'description': `
		魔族攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [770, 1018, 1775, 2471, 2472, 2674, 2676, 2677]
	},
	{
		'name': '人魔之怒',
		'description': `
		人類及魔族攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			}
		],
		'monster': [776, 777, 781]
	},
	{
		'name': '燄影堅甲之術',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 火屬性和暗屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [782, 1466]
	},
	{
		'name': '水浪之護守',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 火屬性傷害減少 20%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [785]
	},
	{
		'name': '燄火之護守',
		'description': `
		I. 火屬性攻擊力 2.5 倍
		II. 木屬性傷害減少 20%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [787]
	},
	{
		'name': '藤木之護守',
		'description': `
		I. 木屬性攻擊力 2.5 倍
		II. 水屬性傷害減少 20%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [789]
	},
	{
		'name': '神龍呼嘯 ‧ 水',
		'description': `
		當隊伍中只有神族及龍類成員時：
		I. 全隊攻擊力 2.5 倍
		II. 消除水及心符石時攻擊力有 40% 機率額外 2 倍
		(機率可以疊加，倍率優先跟隨隊長技能)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [790, 791]
	},
	{
		'name': '魔龍狂號 ‧ 火',
		'description': `
		隊伍中只有魔族及龍類成員時：
		I. 全隊攻擊力 3 倍
		II. 場上有附加效果時
		⇒ 火屬性攻擊力有 25% 機率額外 1.5 倍
		(機率可以疊加，倍率優先跟隨隊長技能)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['火魔', '火龍'],
				'limit': ['成員種族', '含附加效果']
			}
		],
		'monster': [792, 793]
	},
	{
		'name': '神龍呼嘯 ‧ 木',
		'description': `
		隊伍中只有神族及龍類成員時：
		I. 全隊攻擊力 2.5 倍
		II. 消除木及心符石時攻擊力有 40% 機率額外 2 倍 (機率可以疊加，倍率優先跟隨隊長技能)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [794, 795]
	},
	{
		'name': '勢煞龍息',
		'description': `
		隊伍中只有龍類隊員時：連擊 (Combo) 時攻擊力提升 125%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [798, 799]
	},
	{
		'name': '元素之念 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 每直行首批消除 ≥4 粒符石時
		⇒ 該直行將產生 1 粒水符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [801]
	},
	{
		'name': '穹蒼之賜 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒水符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [802]
	},
	{
		'name': '穹蒼之賜 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒水符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [802]
	},
	{
		'name': '元素之念 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 每直行首批消除 ≥4 粒符石時
		⇒ 該直行將產生 1 粒火符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [803]
	},
	{
		'name': '穹蒼之賜 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒火符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [804]
	},
	{
		'name': '穹蒼之賜 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒火符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [804]
	},
	{
		'name': '元素之念 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 每直行首批消除 ≥4 粒符石時
		⇒ 該直行將產生 1 粒木符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [805]
	},
	{
		'name': '穹蒼之賜 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒木符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [806]
	},
	{
		'name': '穹蒼之賜 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒木符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [806]
	},
	{
		'name': '元素之念 ‧ 光',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 每直行首批消除 ≥4 粒符石時
		⇒ 該直行將產生 1 粒光符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [807, 1133]
	},
	{
		'name': '穹蒼之賜 ‧ 光',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒光符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [808]
	},
	{
		'name': '穹蒼之賜 ‧ 玄光',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒光符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [808]
	},
	{
		'name': '元素之念 ‧ 暗',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 每直行首批消除 ≥4 粒符石時
		⇒ 該直行將產生 1 粒暗符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [809]
	},
	{
		'name': '穹蒼之賜 ‧ 暗',
		'description': `
		I. 暗屬性攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒暗符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [810]
	},
	{
		'name': '穹蒼之賜 ‧ 幽冥',
		'description': `
		I. 暗屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒暗符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [810]
	},
	{
		'name': '煉獄之霸權',
		'description': `
		火屬性攻擊力 2.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [816]
	},
	{
		'name': '火木堅甲之賦 ‧ 突破',
		'description': `
		I. 全隊攻擊力 2 倍
		II. 火和木屬性傷害減少 50%
		III. 光屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [817]
	},
	{
		'name': '愈戰愈強 ‧ 爆擊',
		'description': `
		I. 生命力愈低時
		⇒ 全隊攻擊力會愈高，最大 3 倍
		II. 同時消除光及暗符石
		⇒ 全隊攻擊力額外 1.5 倍 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [818]
	},
	{
		'name': '光水堅甲之賦 ‧ 突破',
		'description': `
		I. 全隊攻擊力 2 倍
		II. 光和水屬性傷害減少 50%
		III. 火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [820]
	},
	{
		'name': '神聖之霸權',
		'description': `
		光屬性攻擊力 2.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [821, 1211]
	},
	{
		'name': '虛靜恬淡',
		'description': `
		I. 攻擊力 2 倍
		II. 延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [822]
	},
	{
		'name': '百步穿楊 ‧ 神弩',
		'description': `
		I. 當進行單體攻擊時
		⇒ 全隊攻擊力 2.5 倍
		II. 同時消除火、木及暗符石
		⇒ 全隊攻擊力則提升至 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['單體攻擊']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [824]
	},
	{
		'name': '木水堅甲之賦 ‧ 突破',
		'description': `
		I. 全隊攻擊力 2 倍
		II. 木和水屬性傷害減少 50%
		III. 火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [825]
	},
	{
		'name': '大海之霸權',
		'description': `
		水屬性攻擊力 2.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [826]
	},
	{
		'name': '水火堅甲之賦 ‧ 突破',
		'description': `
		I. 全隊攻擊力 2 倍
		II. 水和火屬性傷害減少 50%
		III. 光屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [827]
	},
	{
		'name': '靈力充沛',
		'description': `
		生命力全滿時，攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [828]
	},
	{
		'name': '元素逼力',
		'description': `
		I. 消除 3 種屬性符石時，全隊攻擊力 3 倍
		II. 消除 4 種屬性符石時，全隊攻擊力 3.5 倍
		III. 消除 5 種屬性符石時，全隊攻擊力 4 倍
		IV. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [829]
	},
	{
		'name': '夾腳拖',
		'description': `
		I. 移動符石時兼具夾腳拖聲效
		II. 首批消除 ≥5 連擊 (Combo) 時
		⇒ 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [830]
	},
	{
		'name': '腳踏無影',
		'description': `
		I. 移動符石時兼具夾腳拖聲效
		II. 所有屬性符石兼具其他屬性符石效果 (效果不能疊加)
		III. 首批消除 ≥5 連擊 (Combo) 時
		⇒ 全隊攻擊力 1.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [830]
	},
	{
		'name': '生命之泉 ‧ 水',
		'description': `
		水屬性攻擊力 2 倍及生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [844]
	},
	{
		'name': '暗黑之強權',
		'description': `
		暗屬性攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [845]
	},
	{
		'name': '富饒之約 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 戰鬥中所獲得的金幣增加 50% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [846]
	},
	{
		'name': '陰陽之怒',
		'description': `
		光和暗屬性攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': []
			}
		],
		'monster': [847]
	},
	{
		'name': '歃血之盟誓',
		'description': `
		I. 龍類攻擊力 3.5 倍及生命力 2 倍
		II. 每回合扣除全隊總生命力 10%
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '我方扣血',
				'object': [],
				'limit': []
			}
		],
		'monster': [850]
	},
	{
		'name': '噬血移魂',
		'description': `
		I. 木屬性的龍類及獸類攻擊力 3.5 倍及生命力 1.5 倍
		II. 每回合扣除全隊總生命力 5%
		III. 將龍類及獸類對敵方造成傷害的 10% 轉化為生命力 (不計算主動技傷害)，最大為生命力等值的 50% (不能疊加)
		IV. 若轉化的生命力超出總生命力的上限時
		① 每超出 12% 生命力
		⇒ 回合結束時隨機將 1 粒符石轉化為木符石
		⇒ 最多可轉化 4 粒 (效果不能疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['木龍', '木獸'],
				'limit': []
			},
			{
				'name': ['我方扣血', '我方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': '符石轉木',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [850, 1068]
	},
	{
		'name': '水之怒嘯 ‧ 獸',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 水屬性獸類攻擊力則 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [851, 1646]
	},
	{
		'name': '火之怒嘯 ‧ 獸',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 火屬性獸類攻擊力則 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [852]
	},
	{
		'name': '木之怒嘯 ‧ 獸',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 木屬性獸類攻擊力則 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [853]
	},
	{
		'name': '光之怒嘯 ‧ 獸',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 光屬性獸類攻擊力則 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [854, 1648, 1717]
	},
	{
		'name': '暗之怒嘯 ‧ 獸',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 暗屬性獸類攻擊力則 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [855, 1650]
	},
	{
		'name': '妖精之輕步',
		'description': `
		妖精類攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [862, 864, 866, 868, 870]
	},
	{
		'name': '連環陷阱',
		'description': `
		I. 連擊 (Combo) 愈多
		⇒ 全隊攻擊力愈高
		⇒ 10 連擊 (Combo) 即可達至最大 4.5 倍
		II. 若連擊 (Combo) 數大於 10
		⇒ 則全隊攻擊力變 0
		`,
		'tag': [
			{
				'name': ['增攻', '我方減攻'],
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [880]
	},
	{
		'name': '童趣約定 ‧ 水',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 水屬性攻擊力 2 倍
		II. 若連擊 (Combo) 數為雙數時
		⇒ 則水屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['Combo數量']
			}
		],
		'monster': [881, 882]
	},
	{
		'name': '童趣約定 ‧ 火',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 火屬性攻擊力 2 倍
		II. 若連擊 (Combo) 數為雙數時
		⇒ 則火屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['Combo數量']
			}
		],
		'monster': [883, 884]
	},
	{
		'name': '童趣約定 ‧ 木',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 木屬性攻擊力 2 倍
		II. 若連擊 (Combo) 數為雙數時
		⇒ 則木屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['Combo數量']
			}
		],
		'monster': [885, 886]
	},
	{
		'name': '童趣約定 ‧ 光',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 光屬性攻擊力 2 倍
		II. 若連擊 (Combo) 數為雙數時
		⇒ 則光屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['Combo數量']
			}
		],
		'monster': [887, 888]
	},
	{
		'name': '童趣約定 ‧ 暗',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 暗屬性攻擊力 2 倍
		II. 若連擊 (Combo) 數為雙數時
		⇒ 則暗屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['Combo數量']
			}
		],
		'monster': [889, 890]
	},
	{
		'name': '仙劍同源',
		'description': `
		隊伍中只有水、火及木屬性的成員時：
		I. 水符石兼具火及木符石效果
		II. 火符石兼具水及木符石效果
		III. 木符石兼具水及火符石效果 (不能疊加)
		IV. 消除心符石時攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [891, 892, 893, 894]
	},
	{
		'name': '逍遙神劍',
		'description': `
		I. 全隊攻擊力 1.8 倍，消除的符石數量愈多 (主動技能除外)
		⇒ 全隊攻擊力提升愈多 (不能疊加)
		II. 隊伍中只有水、火及木屬性的成員時：
		⇒ 消除心符石時攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [895, 896]
	},
	{
		'name': '乾坤列陣',
		'description': `
		隊伍中只有光及暗屬性人類時：
		I. 全隊攻擊力 3 倍
		II. 光及暗符石互相兼具 50% 效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人', '暗人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [899, 900]
	},
	{
		'name': '水波灩影',
		'description': `
		水屬性攻擊力 2 倍，隊伍中的人類成員愈多，水屬性攻擊力提升愈多，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [901, 902]
	},
	{
		'name': '火燄舞影',
		'description': `
		火屬性攻擊力 2 倍，隊伍中的人類成員愈多，火屬性攻擊力提升愈多，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [903, 904]
	},
	{
		'name': '劍緣列陣',
		'description': `
		隊伍中只有水、火及木屬性的成員時：
		I. 消除 ≥4 組符石時
		⇒ 全隊攻擊力 3 倍
		II. 消除心符石時攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [911, 912]
	},
	{
		'name': '藤蔓碧影',
		'description': `
		木屬性攻擊力 2 倍，隊伍中的人類成員愈多，木屬性攻擊力提升愈多，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [913, 914]
	},
	{
		'name': '木之盛怒 ‧ 人',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 木屬性人類攻擊力則 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [917, 924]
	},
	{
		'name': '劍走偏鋒',
		'description': `
		隊伍中的成員愈少
		⇒ 全隊攻擊力愈高
		⇒ 最大 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員數量']
			}
		],
		'monster': [919, 920]
	},
	{
		'name': '水之盛怒 ‧ 人',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 水屬性人類攻擊力則 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [921]
	},
	{
		'name': '火之盛怒 ‧ 人',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 火屬性人類攻擊力則 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [922, 923]
	},
	{
		'name': '光之盛怒 ‧ 人',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 光屬性人類攻擊力則 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [925]
	},
	{
		'name': '水之怒嘯 ‧ 魔',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 水屬性魔族則攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [937]
	},
	{
		'name': '天魔血脈',
		'description': `
		火屬性魔族攻擊力 3 倍及生命力 1.3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火魔'],
				'limit': []
			}
		],
		'monster': [938]
	},
	{
		'name': '不撓雄傑 ‧ 光',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 隊伍中的人類成員愈多時
		⇒ 光屬性成員的生命力及回復力愈高
		⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['光'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [939]
	},
	{
		'name': '暗之怒嘯 ‧ 魔',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 暗屬性魔族則攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [940]
	},
	{
		'name': '大海之主義',
		'description': `
		水屬性攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [956]
	},
	{
		'name': '神界聯盟 ‧ 水',
		'description': `
		I. 神族及水屬性攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [961]
	},
	{
		'name': '神界聯盟 ‧ 火',
		'description': `
		I. 神族及火屬性攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [962]
	},
	{
		'name': '神界聯盟 ‧ 木',
		'description': `
		I. 神族及木屬性攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [963]
	},
	{
		'name': '神界聯盟 ‧ 光',
		'description': `
		I. 神族及光屬性攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [964]
	},
	{
		'name': '神界聯盟 ‧ 暗',
		'description': `
		I. 神族及暗屬性攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [965]
	},
	{
		'name': '神界聯盟',
		'description': `
		I. 神族攻擊力 2.5 倍
		II. 若戰友為神族時
		⇒ 神族攻擊力提升至 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['特定戰友']
			}
		],
		'monster': [976]
	},
	{
		'name': '靈念 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 水符石兼具 50% 心符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [977]
	},
	{
		'name': '全神貫注 ‧ 強',
		'description': `
		I. 隊伍中只有神族成員時：
		⇒ 全隊攻擊力 3 倍
		II. 消除 ≥5 粒心符石時
		⇒ 全隊攻擊力額外 1.5 倍 (不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [978]
	},
	{
		'name': '大海之集權',
		'description': `
		水屬性攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [987]
	},
	{
		'name': '煉獄之集權',
		'description': `
		火屬性攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [989, 1092, 1209]
	},
	{
		'name': '大地之集權',
		'description': `
		木屬性攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [991, 1240, 1241, 7003]
	},
	{
		'name': '神聖之集權',
		'description': `
		光屬性攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [993, 1080]
	},
	{
		'name': '暗黑之集權',
		'description': `
		暗屬性攻擊力 2.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [995]
	},
	{
		'name': '元素契約',
		'description': `
		I. 自身屬性攻擊力 2.5 倍
		II. 消除 1 組 ≥5 粒自身屬性符石
		⇒ 則自身屬性攻擊力 3 倍
		II. 消除自身屬性的強化符石時
		⇒ 全隊攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除一組數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除強化符石']
			}
		],
		'monster': [996]
	},
	{
		'name': '浪濤萬鈞之怒',
		'description': `
		水屬性攻擊力 4 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1021]
	},
	{
		'name': '熾燄萬鈞之怒',
		'description': `
		火屬性攻擊力 4 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1022]
	},
	{
		'name': '藤木萬鈞之怒',
		'description': `
		木屬性攻擊力 4 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1023]
	},
	{
		'name': '玄光萬鈞之怒',
		'description': `
		光屬性攻擊力 4 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1024]
	},
	{
		'name': '幽冥萬鈞之怒',
		'description': `
		暗屬性攻擊力 4 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1025]
	},
	{
		'name': '百獸同心',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 所有屬性符石兼具 25% 心符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1032, 1038]
	},
	{
		'name': '煉獄之強權 ‧ 獸',
		'description': `
		I. 火屬性攻擊力 2 倍及回復力 1.5 倍
		II. 火屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1033, 1034]
	},
	{
		'name': '大地之強權 ‧ 獸',
		'description': `
		I. 木屬性攻擊力 2 倍及回復力 1.5 倍
		II. 木屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1035, 1036, 1420]
	},
	{
		'name': '百獸同盟',
		'description': `
		隊伍中只有獸類成員時
		⇒ 全隊攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			}
		],
		'monster': [1040, 1255, 1421, 1544, 1555, 1557]
	},
	{
		'name': '銳兵列陣 ‧ 強',
		'description': `
		隊伍中需有水及光屬性的成員：
		I. 消除 ≥3 種屬性符石時
		⇒ 水及光屬性攻擊力 3.5 倍
		II. 消除水和光符石時
		⇒ 水和光屬性攻擊力有 50% 機率額外 2 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [1041, 1044, 1795]
	},
	{
		'name': '火靈符籙',
		'description': `
		I. 2 粒火符石或心符石相連，即可發動消除
		所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		II. 回合結束時，將 2 粒符石轉化為火符石
		(光及暗符石優先轉換)
		`,
		'tag': [
			{
				'name': ['二消', '符石轉火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1042]
	},
	{
		'name': '木靈符籙',
		'description': `
		I. 2 粒木符石或心符石相連，即可發動消除
		所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		II. 回合結束時，將 2 粒符石轉化為木符石
		(光及暗符石優先轉換)
		`,
		'tag': [
			{
				'name': ['二消', '符石轉木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1043]
	},
	{
		'name': '愈戰愈強 ‧ 聚擊',
		'description': `
		I. 生命力愈低時
		⇒ 全隊攻擊力會愈高，最大 3 倍
		II. 消除 1 組 ≥5 粒暗符石時
		⇒ 全隊攻擊力額外 1.5 倍 (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1045]
	},
	{
		'name': '大地之霸權',
		'description': `
		木屬性攻擊力 2.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1048]
	},
	{
		'name': '噬血龍王 ‧ 強',
		'description': `
		I. 龍類攻擊力 2.5 倍
		II. 將龍類對敵方造成傷害的 10%
		⇒ 轉化為生命力 (不計算主動及隊長技傷害)
		⇒ 最大為生命力等值的 50% (不能疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '我方傷害吸收'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [1066, 1068, 1637]
	},
	{
		'name': '神之強權',
		'description': `
		神族攻擊力 2 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [1077]
	},
	{
		'name': '元素凝滙 ‧ 強',
		'description': `
		I. 全隊攻擊力 1.5 倍
		II. 隊伍成員的屬性愈多
		⇒ 全隊攻擊力愈高，最大 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1079]
	},
	{
		'name': '真龍王震怒 ‧ 癒術',
		'description': `
		I. 龍類及神族攻擊力 4 倍
		II. 龍類回復力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍', '神'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [1081]
	},
	{
		'name': '真火煉獄 ‧ 熾岩',
		'description': `
		每回合對敵方全體後追打 50,000 點無屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [1083]
	},
	{
		'name': '霸王震怒 ‧ 癒術',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 獸類攻擊力 4 倍及回復力 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖', '獸'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [1085]
	},
	{
		'name': '護甲金尊',
		'description': `
		I. 全隊回復力 1.5 倍
		
		II. 生命力愈高
		⇒ 所受傷害愈低
		⇒ 最多減少 80% 傷害
		
		III. 生命力愈低
		⇒ 迴避敵人攻擊的機率愈高
		⇒ 最大 50%
		`,
		'tag': [
			{
				'name': ['增回', '減傷', '迴避'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1087]
	},
	{
		'name': '護甲金身',
		'description': `
		I. 生命力愈高
		⇒ 所受傷害愈低
		⇒ 最多減少 60 % 傷害
		II. 生命力愈低
		⇒ 迴避敵人攻擊的機率愈高
		⇒ 最大 50%
		`,
		'tag': [
			{
				'name': ['減傷', '迴避'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1088]
	},
	{
		'name': '流雲雙刃斬',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 消除最底 1 橫行內的所有符石時
		⇒ 自身攻擊力額外 3 倍
		III. 若使用相同的隊長及戰友時
		⇒ 自身攻擊力則額外 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定位置']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定位置', '特定隊長', '特定戰友']
			}
		],
		'monster': [1091]
	},
	{
		'name': '莫逆相伴 ‧ 妖',
		'description': `
		隊伍中的妖精類成員愈多
		⇒ 全隊攻擊力愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1093, 1196, 1465]
	},
	{
		'name': '電殛雙刃斬',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 消除最底 1 橫行內的所有符石時
		⇒ 自身攻擊力額外 3 倍
		III. 若使用相同的隊長及戰友時
		⇒ 自身攻擊力則額外 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定位置']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定位置', '特定隊長', '特定戰友']
			}
		],
		'monster': [1094]
	},
	{
		'name': '天魔道 ‧ 暗',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 隊伍中每個魔族成員
		⓵ 扣除 5% 總生命力上限
		⇒ 6 個魔族成員共扣除 30% 總生命力上限
		⓶ 額外增加暗屬性攻擊力 0.5 倍
		⇒ 6 個魔族成員達至最高 5 倍暗屬性攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['總血量減少', '增攻'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1095]
	},
	{
		'name': '靈力迫人',
		'description': `
		生命力全滿時，攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1096]
	},
	{
		'name': '穹蒼之賜 ‧ 護心',
		'description': `
		I. 全隊攻擊力 2.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒心符石
		III. 生命力全滿時
		⇒ 減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1097]
	},
	{
		'name': '雙刃斬 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 消除 1 組 ≥5 粒水符石時
		⇒ 自身攻擊力額外 2 倍
		III. 若使用相同的隊長及戰友時
		⇒ 自身攻擊力則額外 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除一組數量', '消除特定符石', '特定隊長', '特定戰友']
			}
		],
		'monster': [1098]
	},
	{
		'name': '無影幻像 ‧ 水',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 水符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為水符石
		⇒ 則兼具效果變為水屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['符石兼具水', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['版面分布']
			}
		],
		'monster': [1101]
	},
	{
		'name': '無影幻像 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 水符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為水符石
		⇒ 則兼具效果變為水屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['符石兼具水', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['版面分布']
			}
		],
		'monster': [1102]
	},
	{
		'name': '無垠幻像 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3.5 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 水符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為水符石
		⇒ 則兼具效果變為水屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['符石兼具水', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['版面分布']
			}
		],
		'monster': [1102]
	},
	{
		'name': '無影幻像 ‧ 火',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 火符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為火符石
		⇒ 則兼具效果變為火屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['符石兼具火', '水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['版面分布']
			}
		],
		'monster': [1103]
	},
	{
		'name': '無影幻像 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 火符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為火符石
		⇒ 則兼具效果變為火屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['符石兼具火', '水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['版面分布']
			}
		],
		'monster': [1104]
	},
	{
		'name': '無垠幻像 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 火符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為火符石
		⇒ 則兼具效果變為火屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['符石兼具火', '水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['版面分布']
			}
		],
		'monster': [1104]
	},
	{
		'name': '無影幻像 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 木符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為木符石
		⇒ 則兼具效果變為木屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['符石兼具木', '水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['版面分布']
			}
		],
		'monster': [1105]
	},
	{
		'name': '無影幻像 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 木符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為木符石
		⇒ 則兼具效果變為木屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['符石兼具木', '水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['版面分布']
			}
		],
		'monster': [1106]
	},
	{
		'name': '無垠幻像 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3.5 倍
		II. 每回合場上數量最多的 1 種屬性符石
		⇒ 兼具 50% 木符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為木符石
		⇒ 則兼具效果變為木屬性攻擊力額外 1.4 倍 (可疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['符石兼具木', '水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['版面分布']
			}
		],
		'monster': [1106]
	},
	{
		'name': '流螢結陣 ‧ 初',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒光符石時
		⇒ 光屬性攻擊力額外 1.5 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1107]
	},
	{
		'name': '流螢結陣 ‧ 繼',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒光符石時
		⇒ 光屬性攻擊力額外 1.5 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1108]
	},
	{
		'name': '幽冥結陣 ‧ 初',
		'description': `
		I. 暗屬性攻擊力 2 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒暗符石時
		⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1109]
	},
	{
		'name': '幽冥結陣 ‧ 繼',
		'description': `
		I. 暗屬性攻擊力 3 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒暗符石時
		⇒ 暗屬性攻擊力額外 1.5 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1110]
	},
	{
		'name': '魔魅復甦 ‧ 凝水',
		'description': `
		I. 水屬性攻擊力 2.5 倍及魔族回復力 2 倍
		II. 木、光、暗屬性傷害減少 50%
		III. 所有成員對木屬性目標時無視屬性相剋
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1126]
	},
	{
		'name': '魔魅復甦 ‧ 凝火',
		'description': `
		I. 火屬性攻擊力 2.5 倍及魔族回復力 2 倍
		II. 水、光、暗屬性傷害減少 50%
		III. 所有成員對水屬性目標時無視屬性相剋
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1127]
	},
	{
		'name': '魔魅復甦 ‧ 凝木',
		'description': `
		I. 木屬性攻擊力 2.5 倍及魔族回復力 2 倍
		II. 火、光、暗屬性傷害減少 50%
		III. 所有成員對火屬性目標時無視屬性相剋
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1128]
	},
	{
		'name': '魔怒嘯天 ‧ 天雷陣',
		'description': `
		I. 光屬性攻擊力 2.5 倍
		II. 光屬性魔族攻擊力則 3.5 倍
		III. 提升光屬性對暗屬性目標的攻擊力 (不包括主動技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '屬性剋制改變',
				'object': [],
				'limit': []
			}
		],
		'monster': [1129]
	},
	{
		'name': '魔怒嘯天 ‧ 冥極',
		'description': `
		暗屬性魔族攻擊力 3.5 倍，每消除 1 組暗符石
		⇒ 攻擊力提升 0.5 倍
		⇒ 消除 3 組暗符石即可達至最大 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗魔'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1130]
	},
	{
		'name': '歸元結念',
		'description': `
		I. 全隊攻擊力 3.5 倍
		II. 龍類生命力 1.3 倍
		III. 魔族攻擊力額外 1.3 倍
		IV. 妖精類回復力 1.3 倍
		V. 每個獸類成員延長移動符石時間 0.5 秒
		VI. 當隊伍中有 ≥4 種族成員時
		⇒ 所有屬性符石兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1135]
	},
	{
		'name': '浪濤界限 ‧ 變革',
		'description': `
		I. ≥3 粒水符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '三消',
				'object': [],
				'limit': []
			}
		],
		'monster': [1136]
	},
	{
		'name': '界限變革',
		'description': `
		I. ≥3 粒相同種類的符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '三消',
				'object': [],
				'limit': []
			}
		],
		'monster': [1137, 1145, 1884]
	},
	{
		'name': '五念凝匯 ‧ 強',
		'description': `
		I. 隊伍中有 5 種屬性的成員時
		⇒ 全隊攻擊力 1.5 倍
		II. 隊伍中有 ≥5 種族成員時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1142]
	},
	{
		'name': '五念凝匯 ‧ 極',
		'description': `
		I. 隊伍中有 5 種屬性的成員時
		⇒ 全隊攻擊力 2 倍
		II. 隊伍中有 ≥5 種族成員時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1143]
	},
	{
		'name': '幽冥界限 ‧ 變革',
		'description': `
		I. ≥3 粒暗符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響
		   (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '三消',
				'object': [],
				'limit': []
			}
		],
		'monster': [1144]
	},
	{
		'name': '水之治療',
		'description': `
		水屬性回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1146, 1147, 1735]
	},
	{
		'name': '火之治療',
		'description': `
		火屬性回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1148, 1149, 1709]
	},
	{
		'name': '木之治療',
		'description': `
		木屬性回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1150, 1151]
	},
	{
		'name': '光之治療',
		'description': `
		光屬性回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1152, 1153, 1777]
	},
	{
		'name': '暗之治療',
		'description': `
		暗屬性回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1154, 1155]
	},
	{
		'name': '幽闇魅影',
		'description': `
		暗屬性攻擊力 2 倍，隊伍中的人類成員愈多，暗屬性攻擊力提升愈多，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1162]
	},
	{
		'name': '富饒之約 ‧ 光',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 戰鬥中所獲得的金幣增加 50% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [1163]
	},
	{
		'name': '人類之嗔怒',
		'description': `
		人類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [1164, 1297, 1447, 1457, 1872, 2031, 2032, 2035, 2296, 2297, 2635, 2684, 2685, 2711, 2713, 7009, 7019, 10169]
	},
	{
		'name': '人之精神',
		'description': `
		人類生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [1176, 1177, 1178, 1179, 1180, 1531, 1532, 1533, 1534, 1535]
	},
	{
		'name': '神龍呼嘯 ‧ 浪濤',
		'description': `
		隊中只有神族及龍類成員時：
		I. 全隊攻擊力 6.5 倍
		II. 每個龍類成員增加 150 點回復力
		III. 同時消除水及心符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 水符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增回',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['水兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1181]
	},
	{
		'name': '魔龍狂號 ‧ 熾燄',
		'description': `
		隊中只有魔族及龍類成員時：
		I. 全隊攻擊力 6.5 倍
		II. 每個龍類成員增加 150 點回復力
		III. 場上有附加效果時
		⇒ 火屬性攻擊力額外 2 倍
		IV. 火符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增回',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['火魔', '火龍'],
				'limit': ['成員種族', '含附加效果']
			},
			{
				'name': ['火兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1182]
	},
	{
		'name': '神龍呼嘯 ‧ 藤木',
		'description': `
		隊中只有神族及龍類成員時：
		I. 全隊攻擊力 6.5 倍
		II. 每個龍類成員增加 150 點攻擊力
		III. 首批消除場上所有木符石時
		⇒ 全隊攻擊力額外 2.5 倍
		IV. 暗符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增回',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '龍'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['暗兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1183]
	},
	{
		'name': '玄光萬鈞之怒 ‧ 極',
		'description': `
		光屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1184]
	},
	{
		'name': '勢煞龍息 ‧ 迸發',
		'description': `
		隊中只有龍類成員時：
		I. 全隊攻擊力 4 倍
		II. 延長移動符石時間 2 秒
		III. 每個龍類成員增加 250 點攻擊力
		IV. 連擊 (Combo) 時攻擊力提升 200%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1185]
	},
	{
		'name': '神魔法則 ‧ 強',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 全隊攻擊力 6 倍
		II. 火及木符石兼具 50% 水符石效果
		III. 同時消除水、火、木符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [1188]
	},
	{
		'name': '神魔盟約 ‧ 浪濤',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 全隊攻擊力 3 倍
		II. 火及木符石兼具水符石效果
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1188]
	},
	{
		'name': '神魔盟約 ‧ 熾焰',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 全隊攻擊力 3 倍
		II. 水及木符石兼具火符石效果
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1188]
	},
	{
		'name': '神魔盟約 ‧ 藤木',
		'description': `
		隊伍中只有神族及魔族成員時：
		I. 全隊攻擊力 3 倍
		II. 水及火符石兼具木符石效果
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1188]
	},
	{
		'name': '浪濤萬鈞之怒 ‧ 強',
		'description': `
		水屬性攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1189]
	},
	{
		'name': '浪濤萬鈞之怒 ‧ 極',
		'description': `
		水屬性攻擊力 5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1189]
	},
	{
		'name': '熾燄萬鈞之怒 ‧ 強',
		'description': `
		火屬性攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1190]
	},
	{
		'name': '富饒之約 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 戰鬥中所獲得的金幣增加 75% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [1201]
	},
	{
		'name': '聚首同樂 ‧ 人',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 隊伍中的人類成員愈多時
		⇒ 火屬性成員的生命力、攻擊力及回復力愈高
		⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['火'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1202, 1206]
	},
	{
		'name': '黑隱法',
		'description': `
		I. 人類及魔族攻擊力 3 倍
		II. 延長移動符石時間 1 秒
		III. 當直行首批消除 1 組 ≥5 粒符石時
		⇒ 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1205]
	},
	{
		'name': '車行道 ‧ 木',
		'description': `
		I. 消除 1 組木符石的數量愈多
		⇒ 木屬性攻擊力愈高
		⇒ 消除 1 組 6 粒的木符石可達至最大 5 倍
		II. 必然延長移動符石時間 1.5 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石', '消除一組數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [1207]
	},
	{
		'name': '嬌媚殺機',
		'description': `
		I. 達成 ≥3 連擊 (Combo) 時
		⇒ 光及暗屬性人類攻擊力 4 倍，連擊 (Combo) 的數量愈多，攻擊力愈高
		⇒ 6 連擊 (Combo) 可以達至最大 4.75 倍
		II. 光及暗符石互相兼具 50% 效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人', '暗人'],
				'limit': ['Combo數量']
			},
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1208]
	},
	{
		'name': '窮竭之力',
		'description': `
		I. 全隊攻擊力 5 倍及回復力減至 0
		II. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '我方減回', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1210]
	},
	{
		'name': '顯靈',
		'description': `
		水屬性攻擊力 3 倍及回復力減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '我方減回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1212]
	},
	{
		'name': '藤木怒嘯',
		'description': `
		木屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1213, 1338, 1488, 1618, 1622, 1653, 1688]
	},
	{
		'name': '穹蒼之賜 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒或以上符石時
		⇒ 該直行將產生 1 粒水符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1216]
	},
	{
		'name': '穹蒼之賜 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒或以上符石時
		⇒ 該直行將產生 1 粒火符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1217]
	},
	{
		'name': '穹蒼之賜 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時 
		⇒ 該直行將產生 1 粒木符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1218, 2258]
	},
	{
		'name': '穹蒼之賜 ‧ 玄光',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒光符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1219, 1397]
	},
	{
		'name': '穹蒼之賜 ‧ 幽冥',
		'description': `
		I. 暗屬性攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒暗符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1220]
	},
	{
		'name': '妖精萬鈞之怒',
		'description': `
		妖精類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1222, 1586, 1621, 1852, 2216, 2218, 2220, 2222, 2224, 2226, 2228, 2230, 2239, 2240, 2241, 2374, 2389, 2440, 2490, 2491, 2492, 2493, 2494, 2495, 2507, 2562, 2658, 10054, 10061, 10080, 10094, 10163, 10206, 10241, 10302, 10303, 10304, 10314, 10418, 10419, 10440, 10571, 10576, 10599, 10606, 10631, 10633]
	},
	{
		'name': '血燄注魂術 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 進入關卡後所有成員的主動技能 CD 減少 5
		   (效果不能疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '進場減CD'],
				'object': ['獸'],
				'limit': ['成員種族']
			}
		],
		'monster': [1224]
	},
	{
		'name': '自然之力 ‧ 靈泉',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 4 倍及生命力 1.5 倍
		II. 每首批消除 1 粒符石
		⇒ 回復 0.6% 總生命力 
		(受連擊 (Combo) 加乘影響)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '回血',
				'object': ['獸'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [1226]
	},
	{
		'name': '萬鈞龍怒 ‧ 壽延',
		'description': `
		隊伍中只有龍類成員時：
		龍類攻擊力 4 倍及生命力 1.25 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [1228]
	},
	{
		'name': '石破驚天 ‧ 龍',
		'description': `
		隊伍中只有龍類成員時：
		龍類攻擊力 6 倍及生命力 1.25 倍。每回合移動及消除符石後的 3 秒內，可點選一橫行的符石並直接引爆
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1228]
	},
	{
		'name': '幽冥怒嘯',
		'description': `
		暗屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1230, 1340, 1436, 1554, 1619]
	},
	{
		'name': '浪濤殺機',
		'description': `
		I. 水屬性攻擊力 3.75 倍
		II. 每消除 1 組符石均有 50% 機率
		⇒ 額外計算多 1 連擊 (Ex. Combo)
		⇒ 最多可額外增加 10 連擊 (Ex. Combo)
		(機率及連擊數目可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [1237]
	},
	{
		'name': '透幻之燄',
		'description': `
		I. 火屬性攻擊力 3.2 倍
		II. 消除 3 種符石時
		⇒ 火屬性攻擊力額外 1.5 倍
		III. 消除 ≥4 種符石時
		⇒ 火屬性攻擊力則額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1239]
	},
	{
		'name': '透幻之燄 ‧ 碎心',
		'description': `
		I. 火屬性攻擊力 3.2 倍
		II. 消除 3 種符石時
		⇒ 火屬性攻擊力額外 1.5 倍
		III. 消除 ≥4 種符石時
		⇒ 火屬性攻擊力則額外 1.8 倍
		IV. 每回合移動並消除符石後
		⇒ 引爆所有心符石
		⇒ 直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種類數量']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': []
			}
		],
		'monster': [1239]
	},
	{
		'name': '元素調勻 ‧ 光',
		'description': `
		光屬性生命力、攻擊力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1242, 1243]
	},
	{
		'name': '魔魅斷魂劍',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 消除 ≥3 種符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 4 倍的暗屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增攻', '暗屬追打'],
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1245]
	},
	{
		'name': '魔魅斷魂劍 ‧ 裂心',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 消除 ≥3 種符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 4 倍的暗屬性攻擊 1 次
		III. 每回合移動並消除符石後
		⇒ 引爆所有心符石
		⇒ 直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增攻', '暗屬追打'],
				'object': ['自身'],
				'limit': ['消除種類數量']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': []
			}
		],
		'monster': [1245]
	},
	{
		'name': '妖靈鞭 ‧ 水',
		'description': `
		隊伍中只有水屬性妖精類成員時：
		I. 全隊攻擊力 4.25 倍
		II. 將每個成員自身回復力的 1.75 倍各自加入自身攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水妖'],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [1247]
	},
	{
		'name': '權欲之森 ‧ 魔',
		'description': `
		I. 木屬性攻擊力 2 倍，隊伍中的魔族成員愈多
		⇒ 木屬性攻擊力提升愈多
		⇒ 5 個魔族成員可達至最大 3.5 倍 (不計自身)
		II. 首批消除場上所有木符石時
		⇒ 木屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1249]
	},
	{
		'name': '權欲之光 ‧ 人',
		'description': `
		I. 光屬性攻擊力 2 倍，隊伍中的人類成員愈多時
		⇒ 光屬性攻擊力額外提升愈多
		⇒ 5 個人類成員可達至最大 3.5 倍 (不計自身)
		II. 首批消除場上所有光符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1251]
	},
	{
		'name': '冥神萬鈞之怒 ‧ 強',
		'description': `
		暗屬性神族攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗神'],
				'limit': []
			}
		],
		'monster': [1252, 1497, 1518, 1563]
	},
	{
		'name': '妖精之靈泉',
		'description': `
		妖精類回復力 4 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1254, 2366]
	},
	{
		'name': '童趣約定 ‧ 浪濤',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 水屬性攻擊力 3 倍
		II. 連擊 (Combo) 數為雙數時
		⇒ 則水屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['Combo數量']
			}
		],
		'monster': [1266]
	},
	{
		'name': '童趣約定 ‧ 熾燄',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 火屬性攻擊力 3 倍
		II. 連擊 (Combo) 數為雙數時
		⇒ 則火屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['Combo數量']
			}
		],
		'monster': [1267]
	},
	{
		'name': '童趣約定 ‧ 藤木',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 木屬性攻擊力 3 倍
		II. 連擊 (Combo) 數為雙數時
		⇒ 則木屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['Combo數量']
			}
		],
		'monster': [1268]
	},
	{
		'name': '童趣約定 ‧ 玄光',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 光屬性攻擊力 3 倍
		II. 連擊 (Combo) 數為雙數時
		⇒ 則光屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['Combo數量']
			}
		],
		'monster': [1269]
	},
	{
		'name': '童趣約定 ‧ 幽冥',
		'description': `
		I. 連擊 (Combo) 數為單數時
		⇒ 暗屬性攻擊力 3 倍
		II. 連擊 (Combo) 數為雙數時
		⇒ 則暗屬性攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['Combo數量']
			}
		],
		'monster': [1270]
	},
	{
		'name': '結義之力',
		'description': `
		隊伍中只有水、火及木屬性成員時：
		I. 水符石兼具火及木符石 50% 效果
		II. 火符石兼具水及木符石 50% 效果
		III. 木符石兼具水及火符石 50% 效果
		IV. 消除水、火、木及心符石其中 2 種符石時
		⇒ 全隊攻擊力 2.5 倍
		V. 消除其中 3 種符石時 
		⇒ 則全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石', '消除種類數量']
			}
		],
		'monster': [1276, 1277]
	},
	{
		'name': '結義之力 ‧ 強',
		'description': `
		隊伍中只有水、火及木屬性成員時：
		I. 水符石兼具火及木符石 50% 效果
		II. 火符石兼具水及木符石 50% 效果
		III. 木符石兼具水及火符石 50% 效果
		IV. 消除水、火、木及心符石其中 2 種符石時
		⇒ 全隊攻擊力 2.5 倍
		V. 消除其中 3 種符石時 
		⇒ 則全隊攻擊力 3 倍
		VI. ≥3 粒相同種類的符石相連，即可發動消除
		VII. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '三消'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除特定符石', '消除種類數量']
			}
		],
		'monster': [1277]
	},
	{
		'name': '殘妒之火',
		'description': `
		I. 魔族攻擊力 2 倍，生命力及回復力 1.35 倍
		II. 延長移動符石時間 1 秒
		III. 消除火符石的組數愈多
		⇒ 火屬性攻擊力提升愈多
		⇒ 3 組可達至最大 2.4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1278, 1279]
	},
	{
		'name': '水靈附攻 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 水符石及心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1280, 1281]
	},
	{
		'name': '暗靈附攻 ‧ 光明',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 暗符石及心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1282, 1283, 1677, 1678, 1685, 1686]
	},
	{
		'name': '魔之本性 ‧ 強攻',
		'description': `
		魔族攻擊力 3 倍，生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [1284, 1285, 1525]
	},
	{
		'name': '結盟 ‧ 湧浪之力',
		'description': `
		隊伍中只有水及光屬性成員時：
		I. 水及光屬性攻擊力 3.5 倍
		II. 消除水符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [1286, 1287]
	},
	{
		'name': '結盟 ‧ 守護之光',
		'description': `
		隊伍中只有水及光屬性成員時：
		I. 水及光屬性攻擊力 3.5 倍
		II. 消除光符石時
		⇒ 減少 35% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [1288, 1289]
	},
	{
		'name': '虓虎之勇 ‧ 暗',
		'description': `
		I. 暗屬性攻擊力 3.75 倍
		II. 單體攻擊轉化為全體攻擊
		III. 延長移動符石時間 1 秒
		IV. 每消除 1 組 ≥5 粒符石時
		⇒ 暗屬性攻擊力提升
		⇒ 消除 3 組可達至最大 2.2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['單體轉全體', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除一組數量', '消除組數']
			}
		],
		'monster': [1290, 1291]
	},
	{
		'name': '龍之嗔怒',
		'description': `
		龍類攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [1292, 1548, 7008, 7020, 7030]
	},
	{
		'name': '木靈附攻 ‧ 火燄',
		'description': `
		I. 火屬性攻擊力 2 倍
		II. 木符石及心符石兼具 50% 火符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1293, 1683, 1684]
	},
	{
		'name': '靈魂契約 ‧ 強',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 關卡 &quot;靈魂之日&quot;，其初級、高級及超級難度最後一層的敵人分別有 30%、50% 及 100% 機率轉化為蘊魔晶寵 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [1294, 1808]
	},
	{
		'name': '眾神之嗔怒',
		'description': `
		神族攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [1295, 2712]
	},
	{
		'name': '靈石附體 ‧ 強',
		'description': `
		心符石兼具 300% 所有屬性符石效果
		`,
		'tag': [
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1296]
	},
	{
		'name': '人類萬鈞之怒',
		'description': `
		人類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [1298, 1693, 1701, 1774, 1886, 1887, 1888, 1889, 1893, 1996, 2023, 2073, 2143, 2147, 2148, 2290, 2293, 2295, 2298, 2299, 2335, 2475, 2587, 2589, 2590, 2650, 2659, 2672, 2730, 2785, 2786, 9019, 10053, 10081, 10133, 10134, 10193, 10207, 10229, 10306, 10361, 10362, 10446, 10558, 10568, 10587, 10590, 10595, 10608, 10626, 10627]
	},
	{
		'name': '絕境意志 ‧ 暗',
		'description': `
		當前生命力大於 50% 時：
		I. 下一次所受傷害不會使你死亡
		II. 並以未能扣除的傷害對敵方攻擊者進行暗屬性反擊
		`,
		'tag': [
			{
				'name': ['意志', '反擊'],
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1309]
	},
	{
		'name': '大海之皇權',
		'description': `
		水屬性攻擊力 3.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1311, 1732]
	},
	{
		'name': '煉獄之皇權',
		'description': `
		火屬性攻擊力 3.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1312, 1733]
	},
	{
		'name': '大地之皇權',
		'description': `
		木屬性攻擊力 3.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1313]
	},
	{
		'name': '神聖之皇權',
		'description': `
		光屬性攻擊力 3.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1314]
	},
	{
		'name': '暗黑之皇權',
		'description': `
		暗屬性攻擊力 3.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1315, 1523]
	},
	{
		'name': '海森闇之鐵壁',
		'description': `
		I. 水屬性、木屬性和暗屬性傷害減少 50%
		II. 其他屬性傷害減少 30%
		III. 當受到攻擊後，下回合全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1316]
	},
	{
		'name': '炎海聖之鐵壁',
		'description': `
		I. 水屬性、火屬性和光屬性傷害減少 50%
		II. 其他屬性傷害減少 30%
		III. 當受到攻擊後，下回合全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1317]
	},
	{
		'name': '森炎闇之鐵壁',
		'description': `
		I. 火屬性、木屬性和暗屬性傷害減少 50%
		II. 其他屬性傷害減少 30%
		III. 當受到攻擊後，下回合全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1318]
	},
	{
		'name': '聖海森之鐵壁',
		'description': `
		I. 水屬性、木屬性和光屬性傷害減少 50%
		II. 其他屬性傷害減少 30%
		III. 當受到攻擊後，下回合全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1319]
	},
	{
		'name': '闇炎聖之鐵壁',
		'description': `
		I. 火屬性、光屬性和暗屬性傷害減少 50%
		II. 其他屬性傷害減少 30%
		III. 當受到攻擊後，下回合全隊攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1320]
	},
	{
		'name': '水影結界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 水符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 12.5% 效果
		⇒ 最高 75% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1321]
	},
	{
		'name': '燄影結界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 火符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 12.5% 效果
		⇒ 最高 75% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1322]
	},
	{
		'name': '森影結界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 木符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 12.5% 效果
		⇒ 最高 75% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1323]
	},
	{
		'name': '光影結界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 光符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 12.5% 效果
		⇒ 最高 75% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1324]
	},
	{
		'name': '魅影結界 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 暗符石兼具其他屬性符石效果：
		⇒ 每個獸類成員提升 12.5% 效果
		⇒ 最高 75% (效果可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1325]
	},
	{
		'name': '戾吞天下 ‧ 水',
		'description': `
		I. 水屬性攻擊力 7 倍
		II. 每消除 1 組水符石
		⇒ 水屬性攻擊力持續提升
		⇒ 消除 3 組可提升至最高 10 倍
		III. 連續 2 回合沒有消除水符石，攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1326]
	},
	{
		'name': '流水魔影',
		'description': `
		I. 水屬性魔族攻擊力 4.5 倍
		II. 提升水屬性對火屬性目標的攻擊力 (不包括主動技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水魔'],
				'limit': []
			},
			{
				'name': '對火增傷',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1327]
	},
	{
		'name': '戾吞天下 ‧ 火',
		'description': `
		I. 火屬性攻擊力 7 倍
		II. 每消除 1 組火符石
		⇒ 火屬性攻擊力持續提升
		⇒ 消除 3 組可提升至最高 10 倍
		III. 連續 2 回合沒有消除火符石，攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1328]
	},
	{
		'name': '赤燄魔影',
		'description': `
		I. 火屬性魔族攻擊力 4.5 倍
		II. 提升火屬性對木屬性目標的攻擊力 (不包括主動技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火魔'],
				'limit': []
			},
			{
				'name': '對木增傷',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1329]
	},
	{
		'name': '戾吞天下 ‧ 木',
		'description': `
		I. 木屬性攻擊力 7 倍
		II. 每消除 1 組木符石
		⇒ 木屬性攻擊力持續提升
		⇒ 消除 3 組可提升至最高 10 倍
		III. 連續 2 回合沒有消除木符石，攻擊力減少
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1330]
	},
	{
		'name': '森葉魔影',
		'description': `
		I. 木屬性魔族攻擊力 4.5 倍
		II. 提升木屬性對水屬性目標的攻擊力 (不包括主動技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木魔'],
				'limit': []
			},
			{
				'name': '對水增傷',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1331]
	},
	{
		'name': '魔性流曳 ‧ 玄光',
		'description': `
		光屬性魔族攻擊力 6 倍，生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光魔'],
				'limit': []
			}
		],
		'monster': [1332]
	},
	{
		'name': '絕命誅戮 ‧ 玄光',
		'description': `
		當隊伍中只有光屬性成員時：
		生命力愈低時
		⇒ 全隊攻擊力會愈高，最大 12 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員屬性', '我方血量']
			}
		],
		'monster': [1333]
	},
	{
		'name': '魔性流曳．幽冥',
		'description': `
		暗屬性魔族攻擊力 6 倍，生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗魔'],
				'limit': []
			}
		],
		'monster': [1334]
	},
	{
		'name': '絕命誅戮 ‧ 幽冥',
		'description': `
		當隊伍中只有暗屬性成員時：
		生命力愈低時
		⇒ 全隊攻擊力會愈高，最大 12 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員屬性', '我方血量']
			}
		],
		'monster': [1335]
	},
	{
		'name': '浪濤怒嘯',
		'description': `
		水屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1336, 1416, 1417, 1432, 1437, 1462, 1487, 1498, 1552, 1556, 1687]
	},
	{
		'name': '熾燄怒嘯',
		'description': `
		火屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1337, 1418, 1419, 1433, 1553, 1617, 1652]
	},
	{
		'name': '玄光怒嘯',
		'description': `
		光屬性攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1339, 1422, 1423, 1435, 1520, 1654, 1689]
	},
	{
		'name': '妖之靈 ‧ 水',
		'description': `
		I. 水屬性及妖精類攻擊力及回復力 3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1341]
	},
	{
		'name': '妖之靈 ‧ 火',
		'description': `
		I. 火屬性及妖精類攻擊力及回復力 3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火', '妖'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1342]
	},
	{
		'name': '妖之靈 ‧ 木',
		'description': `
		I. 木屬性及妖精類攻擊力及回復力 3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木', '妖'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1343]
	},
	{
		'name': '光之魅惑',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 光屬性妖精類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1344, 1608]
	},
	{
		'name': '暗之魅惑',
		'description': `
		I. 暗屬性攻擊力 3 倍
		II. 暗屬性妖精類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1345, 1616]
	},
	{
		'name': '激濤之鎧',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 2 倍的水屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '水屬追打',
				'object': ['自身'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1346]
	},
	{
		'name': '爆燄之鎧',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 2 倍的火屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '火屬追打',
				'object': ['自身'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1347]
	},
	{
		'name': '狂森之鎧',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 2 倍的木屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '木屬追打',
				'object': ['自身'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1348]
	},
	{
		'name': '雷電之鎧',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 2 倍的光屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '光屬追打',
				'object': ['自身'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1349]
	},
	{
		'name': '暗殺之鎧',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 2 倍的暗屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '暗屬追打',
				'object': ['自身'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1350]
	},
	{
		'name': '無影幻像 ‧ 浪濤襲',
		'description': `
		I. 水屬性攻擊力 4 倍
		II. 每回合場上數量最多的 1 種屬性符石兼具 50% 水符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為水符石時
		⇒ 則兼具效果變為水屬性攻擊力 1.8 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '符石兼具水',
				'object': [],
				'limit': []
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['版面分布']
			}
		],
		'monster': [1351]
	},
	{
		'name': '無垠幻像 ‧ 浪濤強襲',
		'description': `
		I. 水屬性攻擊力 6.5 倍
		II. 每回合場上數量最多的 1 種屬性符石及心符石
		⇒ 兼具 50% 水符石效果
		III. 如場上數量最多的 1 種屬性符石為水符石時
		⇒ 則兼具效果變為水屬性攻擊力 2.2 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['符石兼具水', '心兼具其他'],
				'object': [],
				'limit': []
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['版面分布']
			}
		],
		'monster': [1351]
	},
	{
		'name': '無影幻像 ‧ 熾燄襲',
		'description': `
		I. 火屬性攻擊力 4 倍
		II. 每回合場上數量最多的 1 種屬性符石兼具 50% 火符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為火符石時
		⇒ 則兼具效果變為火屬性攻擊力 1.8 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['符石兼具火', '水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['版面分布']
			}
		],
		'monster': [1352]
	},
	{
		'name': '無垠幻像 ‧ 熾燄強襲',
		'description': `
		I. 火屬性攻擊力 6.5 倍
		II. 每回合場上數量最多的 1 種屬性符石及心符石
		⇒ 兼具 50% 火符石效果
		III. 如場上數量最多的 1 種屬性符石為火符石時
		⇒ 則兼具效果變為火屬性攻擊力 2.2 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['符石兼具火', '心兼具其他'],
				'object': [],
				'limit': []
			},
			{
				'name': ['水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['版面分布']
			}
		],
		'monster': [1352]
	},
	{
		'name': '無影幻像 ‧ 藤木襲',
		'description': `
		I. 木屬性攻擊力 4 倍
		II. 每回合場上數量最多的 1 種屬性符石兼具 50% 木符石效果 (可疊加)
		III. 如場上數量最多的 1 種屬性符石為木符石時
		⇒  則兼具效果變為木屬性攻擊力 1.8 倍 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['符石兼具木', '水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['版面分布']
			}
		],
		'monster': [1353]
	},
	{
		'name': '無垠幻像 ‧ 藤木強襲',
		'description': `
		I. 木屬性攻擊力 6.5 倍
		II. 每回合場上數量最多的 1 種屬性符石及心符石
		⇒ 兼具 50% 木符石效果
		III. 如場上數量最多的 1 種屬性符石為木符石時
		⇒ 則兼具效果變為木屬性攻擊力 2.2 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['符石兼具木', '心兼具其他'],
				'object': [],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['版面分布']
			}
		],
		'monster': [1353]
	},
	{
		'name': '流螢結陣．盛勢',
		'description': `
		I. 光屬性攻擊力 6 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒光符石時
		⇒ 光屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1354]
	},
	{
		'name': '幽冥結陣．盛勢',
		'description': `
		I. 暗屬性攻擊力 6 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除 1 組 ≥5 粒暗符石時
		⇒ 暗屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1355]
	},
	{
		'name': '浪濤連動',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒水符石
		II. 每累計消除 3 粒水符石
		⇒ 將產生 1 粒水強化符石
		`,
		'tag': [
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1356]
	},
	{
		'name': '神 ‧ 浪之力',
		'description': `
		I. 水屬性神族攻擊力 4.5 倍
		II. 消除神族符石時
		⇒ 水屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1357, 1847]
	},
	{
		'name': '熾燄連動',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒火符石
		II. 每累計消除 3 粒火符石
		⇒ 將產生 1 粒火強化符石
		`,
		'tag': [
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1358]
	},
	{
		'name': '神 ‧ 焰之力',
		'description': `
		I. 火屬性神族攻擊力 4.5 倍
		II. 消除神族符石時
		⇒ 火屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1359, 1849, 2137]
	},
	{
		'name': '藤木連動',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒木符石
		II. 每累計消除 3 粒木符石
		⇒ 將產生 1 粒木強化符石
		`,
		'tag': [
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1360]
	},
	{
		'name': '神 ‧ 森之力',
		'description': `
		I. 木屬性神族攻擊力 4.5 倍
		II. 消除神族符石時
		⇒ 木屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1361, 1841, 2135]
	},
	{
		'name': '玄光連動',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒光符石
		II. 每累計消除 3 粒光符石
		⇒ 將產生 1 粒光強化符石
		`,
		'tag': [
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1362]
	},
	{
		'name': '神 ‧ 玄之力',
		'description': `
		I. 光屬性神族攻擊力 4.5 倍
		II. 消除神族符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1363, 1843, 2136]
	},
	{
		'name': '幽冥連動',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒暗符石
		II. 每累計消除 3 粒暗符石
		⇒ 將產生 1 粒暗強化符石
		`,
		'tag': [
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1364]
	},
	{
		'name': '神 ‧ 秘之力',
		'description': `
		I. 暗屬性神族攻擊力 4.5 倍
		II. 消除神族符石時
		⇒ 暗屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1365, 1851, 2133]
	},
	{
		'name': '水浪 ‧ 驅動',
		'description': `
		I. 水屬性攻擊力 3.5 倍
		II. 水屬性機械族攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1366, 1720]
	},
	{
		'name': '火焰 ‧ 驅動',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 火屬性機械族攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1367, 1721]
	},
	{
		'name': '木林 ‧ 驅動',
		'description': `
		I. 木屬性攻擊力 3.5 倍
		II. 木屬性機械族攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1368, 1722]
	},
	{
		'name': '光源 ‧ 驅動',
		'description': `
		I. 光屬性攻擊力 3.5 倍
		II. 光屬性機械族攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1369, 1723, 2033]
	},
	{
		'name': '暗魄 ‧ 驅動',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 暗屬性機械族攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1370, 1724, 2027]
	},
	{
		'name': '水元素暴濤 ‧ 強',
		'description': `
		I.【妍希】及水屬性成員攻擊力 10 倍，消除水符石的組數愈多
		⇒【妍希】及水屬性成員攻擊力愈高
		⇒ 消除 2 組可達至最大 30 倍
		II. 【妍希】及水屬性成員生命力及回復力 2 倍
		III. 每回合結束時，隨機將 2 粒符石轉化為
		⇒ 水神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['特定成員', '消除特定符石', '消除組數']
			},
			{
				'name': ['符石轉水', '符石轉水強化', '神族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1371]
	},
	{
		'name': '水元素之力 ‧ 強韌之壁',
		'description': `
		I. 水屬性攻擊力 10 倍
		II. 減少 60% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1372]
	},
	{
		'name': '熊熊之火 ‧ 烈',
		'description': `
		I. 【妍希】及火屬性攻擊力 10 倍、生命力及回復力 2 倍
		II. 每回合結束時，將火符石轉化為
		⇒ 火神族強化符石
		III. 消除火符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': ['符石強化', '符石轉火強化', '神族符石製造'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1373]
	},
	{
		'name': '心中的熾焰',
		'description': `
		I. 火屬性攻擊力 9 倍
		II. 消除心符石時
		⇒ 火屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1374]
	},
	{
		'name': '界限變革 ‧ 神',
		'description': `
		I. ≥3 粒相同種類的符石相連，即可發動消除
		II. 所有符石掉落率不受其他技能影響
		   (包括改變掉落符石屬性的技能)
		III. 消除神族符石時
		⇒ 神族攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '三消',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1375, 1379]
	},
	{
		'name': '熾燄萬鈞 ‧ 絕命怒號',
		'description': `
		I. 火屬性攻擊力 4.5 倍
		II. 消除 ≥12 粒火符石時
		⇒ 火屬性攻擊力額外 1.8 倍
		III. 消除 1 組 ≥12 粒火符石時
		⇒ 火屬性攻擊額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1376]
	},
	{
		'name': '藤木萬鈞 ‧ 絕命怒號',
		'description': `
		I. 木屬性攻擊力 4.5 倍
		II. 消除 ≥12 粒木符石時
		⇒ 木屬性攻擊力額外 1.8 倍
		III. 消除 1 組 ≥12 粒木符石時
		⇒ 木屬性攻擊額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [1377]
	},
	{
		'name': '五念凝匯 ‧ 強極',
		'description': `
		I. 隊伍中有 5 種屬性的成員時
		⇒ 全隊攻擊力 2.5 倍
		II. 若有 ≥5 種族成員時
		⇒ 全隊攻擊力額外 2 倍
		III. 消除 ≥5 種符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1378]
	},
	{
		'name': '浪濤之誅罰',
		'description': `
		I. 水屬性
		⇒ 對火及暗屬性目標攻擊力 5.5 倍
		⇒ 對其他屬性目標攻擊力 3.5 倍 (包括主動技)
		II. 火及暗屬性傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '對火增傷', '對暗增傷', '對水增傷', '對木增傷', '對光增傷'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1380]
	},
	{
		'name': '水獸之力',
		'description': `
		水屬性及獸類攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '獸'],
				'limit': []
			}
		],
		'monster': [1381]
	},
	{
		'name': '熾燄之誅罰',
		'description': `
		I. 火屬性
		⇒ 對火及木屬性目標攻擊力 5.5 倍
		⇒ 對其他屬性目標攻擊力 3.5 倍 (包括主動技)
		II. 火及木屬性傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '對火增傷', '對木增傷', '對水增傷', '對光增傷', '對暗增傷'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1382]
	},
	{
		'name': '赤龍之力',
		'description': `
		火屬性及龍類攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '龍'],
				'limit': []
			}
		],
		'monster': [1383]
	},
	{
		'name': '藤棘之誅罰',
		'description': `
		I. 木屬性
		⇒ 對水及光屬性目標攻擊力 5.5 倍
		⇒ 對其他屬性目標攻擊力 3.5 倍 (包括主動技)
		II. 水及光屬性傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '對水增傷', '對光增傷', '對火增傷', '對木增傷', '對暗增傷'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1384]
	},
	{
		'name': '森龍之力',
		'description': `
		木屬性及龍類攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木', '龍'],
				'limit': []
			}
		],
		'monster': [1385]
	},
	{
		'name': '玄光之誅罰',
		'description': `
		I. 光屬性
		⇒ 對火及暗屬性目標攻擊力 5.5 倍
		⇒ 對其他屬性目標攻擊力 3.5 倍 (包括主動技)
		II. 火及暗屬性傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '對火增傷', '對暗增傷', '對水增傷', '對木增傷', '對光增傷'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1386]
	},
	{
		'name': '玄獸之力',
		'description': `
		光屬性及獸類攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '獸'],
				'limit': []
			}
		],
		'monster': [1387]
	},
	{
		'name': '幽冥之誅罰',
		'description': `
		I. 暗屬性
		⇒ 對木及光屬性目標攻擊力 5.5 倍
		⇒ 對其他屬性目標攻擊力 3.5 倍 (包括主動技)
		II. 木及光屬性傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '對木增傷', '對光增傷', '對水增傷', '對火增傷', '對暗增傷'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1388]
	},
	{
		'name': '冥神之力',
		'description': `
		暗屬性及神族攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '神'],
				'limit': []
			}
		],
		'monster': [1389]
	},
	{
		'name': '瑰秘之妖力',
		'description': `
		I. 妖精類攻擊力 5 倍
		II. 回合結束時
		⇒ 隨機將 3 粒水符石添加為妖族符石
		III. 消除 ≥4 種符石時
		⇒ 自身攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '妖族符石製造',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1390, 1625]
	},
	{
		'name': '血燄注魂術 ‧ 強獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 進入關卡後所有成員的主動技能 CD 減少 5 (效果不能疊加)
		III. 消除 1 組 ≥5 粒符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '進場減CD'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [1391]
	},
	{
		'name': '血燄注魂術 ‧ 烈火',
		'description': `
		隊伍中只有火屬性獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 進入關卡後所有成員的主動技能 CD 減少 5 (效果不能疊加)
		III. 消除 1 組 ≥5 粒符石時
		⇒ 全隊攻擊力額外 1.5 倍
		IV. 每回合場上數量最多的 1 種符石
		⇒ 兼具火符石效果
		V. 若該種符石為火符石時
		⇒ 則兼具效果變為火屬性攻擊力 1.8 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '進場減CD'],
				'object': ['火獸'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['火獸'],
				'limit': ['成員屬性', '成員種族', '消除一組數量']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['火獸'],
				'limit': ['成員屬性', '成員種族', '版面分布']
			}
		],
		'monster': [1391]
	},
	{
		'name': '自然流溢之力 ‧ 靈泉',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 5 倍及生命力 1.5 倍
		II. 每首批消除 1 粒符石
		⇒ 回復 0.6% 總生命力
		(受連擊 (Combo) 加乘影響)
		III. 木符石兼具 50% 其他屬性符石效果
		(可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '回血',
				'object': ['獸'],
				'limit': ['成員種族', '消除數量']
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1392]
	},
	{
		'name': '矢志萬鈞龍怒 ‧ 壽延',
		'description': `
		隊伍中只有龍類成員時：
		龍類攻擊力 5 倍及生命力 1.25 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			}
		],
		'monster': [1393]
	},
	{
		'name': '石破驚天 ‧ 狂龍',
		'description': `
		隊伍中只有龍類成員時：
		I. 龍類攻擊力 6.5 倍及生命力 1.6 倍
		II. 每回合移動並消除符石後的 3 秒內
		⇒ 可點選 1 橫行的符石並引爆
		III. 每引爆 1 粒光以外的符石
		⇒ 全隊攻擊力額外提升
		⇒ 引爆 6 粒可提升至最大 2.2 倍
		IV. 光符石兼具其他屬性符石效果
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': ['引爆', '光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '引爆符石']
			}
		],
		'monster': [1393]
	},
	{
		'name': '幽冥萬鈞之怒 ‧ 強',
		'description': `
		暗屬性攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1394]
	},
	{
		'name': '魔性流淌',
		'description': `
		I. 水屬性攻擊力 2.5 倍及魔族攻擊力 3 倍
		II. 水屬性魔族攻擊力則 7.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '魔'],
				'limit': []
			}
		],
		'monster': [1395]
	},
	{
		'name': '神魔之森',
		'description': `
		隊伍中只有木屬性魔族或木屬性神族時：
		I. 全隊攻擊力 3.5 倍
		II. 每消除 4 組符石時
		⇒ 必定掉落 3 粒木符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木魔', '木神'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除組數']
			}
		],
		'monster': [1404]
	},
	{
		'name': '種族凝匯 ‧ 光',
		'description': `
		隊伍中有 ≥4 種族成員時
		⇒ 光屬性攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1405]
	},
	{
		'name': '種族凝匯 ‧ 極光',
		'description': `
		隊伍中有 ≥4 種族成員時：
		I. 光屬性攻擊力 4.5 倍
		II. 所有成員的攻擊力基值
		⇒ 跟隨攻擊力基值最高的成員
		III. 所有成員的回復力基值
		⇒ 跟隨回復力最高基值的成員
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員種族數量']
			}, 
			{
				'name': ['攻擊力共鳴', '回復力共鳴'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1405]
	},
	{
		'name': '百獸同心 ‧ 強',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 所有屬性符石兼具 25% 心符石效果 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1406, 1409]
	},
	{
		'name': '煉獄之霸業 ‧ 獸',
		'description': `
		I. 火屬性攻擊力 3 倍及回復力 2 倍
		II. 火屬性獸類攻擊力則 4.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1407]
	},
	{
		'name': '大地之霸業 ‧ 獸',
		'description': `
		I. 木屬性攻擊力 3 倍及回復力 2 倍
		II. 木屬性獸類攻擊力則 4.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1408]
	},
	{
		'name': '百獸同盟 ‧ 強',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 消除 3 種符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [1410]
	},
	{
		'name': '元素調勻 ‧ 暗',
		'description': `
		暗屬性生命力、攻擊力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1424, 1425]
	},
	{
		'name': '燄神咒術',
		'description': `
		I. 火屬性及神族攻擊力 4.5 倍
		II. 火符石兼具 50% 其他屬性符石效果 (效果不能疊加)
		III. 消除 1 種符石 ≥15 粒時
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '神'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [1426, 1427]
	},
	{
		'name': '藤木之靈',
		'description': `
		I. 木屬性攻擊力 4 倍
		II. 心符石兼具 50% 木符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1428, 1429]
	},
	{
		'name': '魅之花海',
		'description': `
		I. 暗屬性攻擊力 4 倍
		II. 回合結束時
		⇒ 將隨機 2 粒暗強化符石四周的符石
		⇒ 轉化為暗符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '符石轉暗',
				'object': [],
				'limit': []
			}
		],
		'monster': [1430, 1431]
	},
	{
		'name': '木之怒嘯 ‧ 獵魔',
		'description': `
		I. 木屬性攻擊力 3.5 倍
		II. 木屬性對魔族目標的攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對魔族增傷'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1434, 1657, 1692]
	},
	{
		'name': '光之再生',
		'description': `
		光屬性回復力 2.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1438]
	},
	{
		'name': '光華獨尊',
		'description': `
		I. 光符石兼具 25% 心符石效果
		II. 暗符石兼具 25% 光符石效果
		III. 心符石兼具 50% 光符石效果 (效果可以疊加)
		IV. 消除光、暗及心符石其中 2 種符石時
		⇒ 光屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': ['光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除種類數量']
			}
		],
		'monster': [1439]
	},
	{
		'name': '光華獨尊 ‧ 極',
		'description': `
		I. 光符石兼具 25% 心符石效果
		II. 暗符石兼具 25% 光符石效果
		III. 心符石兼具 50% 光符石效果 (效果可以疊加)
		IV. 消除光、暗及心符石其中 2 種符石時
		⇒ 光屬性攻擊力 3 倍
		V. ≥3 粒相同種類的符石相連，即可發動消除
		VI. 所有符石掉落率不受其他技能影響
		(包括改變掉落符石屬性的技能)
		VII.每回合移動並消除符石後，「X 型」引爆 10 個固定位置的符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '符石兼具心', '三消', '引爆'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除種類數量']
			}
		],
		'monster': [1439]
	},
	{
		'name': '神權在握',
		'description': `
		I. 神族攻擊力 4.5 倍
		II. 消除暗強化符石時
		⇒ 全隊攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除強化符石']
			}
		],
		'monster': [1440]
	},
	{
		'name': '騎士之盟',
		'description': `
		隊伍中只有火、木及暗屬性成員時：
		I. 全隊攻擊力 4 倍
		II. 消除心符石時
		⇒ 全隊攻擊力有 50% 機率額外 2 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [1449, 1454, 1455, 1459]
	},
	{
		'name': '不撓雄傑 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2.5 倍
		II. 隊伍中的人類成員愈多時
		⇒ 木屬性成員的生命力及回復力愈高
		⇒ 5 個人類成員可達至最大 1.5 倍 (不計自身)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['木'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1451]
	},
	{
		'name': '聖劍',
		'description': `
		隊伍中只有光屬性人類時：
		I. 全隊攻擊力 3 倍
		II. 所有符石兼具 15% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [1452, 1453]
	},
	{
		'name': '聖劍 ‧ 裂光',
		'description': `
		隊伍中只有光屬性人類時：
		I. 全隊攻擊力 3 倍
		II. 所有符石兼具 15% 光符石效果
		III. 每回合移動並消除符石後
		⇒ 引爆所有光符石
		⇒ 直至場上沒有光符石
		IV. 引爆的光符石愈多
		⇒ 攻擊力額外提升愈多
		⇒ 引爆 5 粒可達至最大 2 倍 (倍率不可疊加)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族', '引爆符石']
			}
		],
		'monster': [1453]
	},
	{
		'name': '暗黑回復魔法',
		'description': `
		I. 妖精類攻擊力及回復力 4 倍
		II. 回合結束時，將心符石轉化為心強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石強化', '符石轉心強化'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1460, 1461]
	},
	{
		'name': '火之怒嘯 ‧ 獵魔',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 火屬性對魔族目標的攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對魔族增傷'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1463, 1492]
	},
	{
		'name': '魔怒嘯天 ‧ 木',
		'description': `
		木屬性魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木魔'],
				'limit': []
			}
		],
		'monster': [1464, 1629, 2553]
	},
	{
		'name': '攻守化境',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 每首批消除 1 粒符石
		⇒ 回復總生命力等值的 0.5% 生命力 (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [1467]
	},
	{
		'name': '人之復甦 ‧ 凝水',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 人類回復力 2 倍
		III. 受到攻擊時
		⇒ 場上每粒水符石可減少 5% 所受傷害
		⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [1472, 1481, 1482]
	},
	{
		'name': '燄刃襲',
		'description': `
		I. 火屬性「人類、龍類」攻擊力 4.5 倍
		II. 延長移動符石時間 1 秒
		III. 消除 ≥12 粒火符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火人', '火龍'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1473, 1474]
	},
	{
		'name': '木葉之森',
		'description': `
		I. 消除 6 粒木符石時
		⇒ 木屬性人類攻擊力 3.75 倍
		II. 消除的木符石數量愈多
		⇒ 木屬性人類攻擊力愈高
		⇒ 消除 15 粒木符石可達至最大 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木人'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1475, 1476]
	},
	{
		'name': '巨力之腕',
		'description': `
		I. 隊伍中只有 2 種屬性成員時
		⇒ 全隊攻擊力 2.5 倍
		II. 若隊伍中有 ≥4 個人類成員
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1477, 1478]
	},
	{
		'name': '妖精萬鈞之怒 ‧ 靈泉',
		'description': `
		妖精類攻擊力 4 倍及生命力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1480]
	},
	{
		'name': '人之復甦 ‧ 凝火',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 人類回復力 2 倍
		III. 受到攻擊時
		⇒ 場上每粒火符石可減少 5% 所受傷害
		⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [1484]
	},
	{
		'name': '天魔道 ‧ 光',
		'description': `
		I. 光屬性攻擊力 2 倍
		II. 隊伍中每個魔族成員
		⓵ 扣除 5 %總生命力上限
		⇒ 6 個魔族成員共扣除 30% 總生命力上限
		⓶ 額外增加光屬性攻擊力 0.5 倍
		⇒ 6 個魔族成員達至最高 5 倍光屬性攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['總血量減少', '增攻'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1486]
	},
	{
		'name': '真龍之源',
		'description': `
		I. 暗屬性龍類攻擊力 4 倍
		II. 每個暗屬性龍類成員增加 180 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗龍'],
				'limit': []
			}
		],
		'monster': [1489]
	},
	{
		'name': '流螢之約',
		'description': `
		I. 心符石兼具 50% 水符石效果
		II. 隊伍中只有水屬性妖精時：
		⇒ 全隊攻擊力 4.5 倍及生命力 1.3 倍
		`,
		'tag': [
			{
				'name': ['心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['水妖'],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [1491]
	},
	{
		'name': '連鎖聖令 ‧ 火',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 消除 1 組 ≥12 粒符石時
		⇒ 火屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1499]
	},
	{
		'name': '沒有技能',
		'description': `
		沒有技能
		`,
		'tag': [],
		'monster': [1500, 1524, 1659, 1785, 1819, 1908, 1909, 1968, 1972, 1973, 1997, 2077, 2078, 2119, 2128, 2170, 2201, 2202, 2209, 2210, 2211, 2213, 2242, 2328, 2360, 2398, 2399, 2400, 2427, 2428, 2429, 2439, 2509, 2535, 2583, 2599, 2633, 2681, 2694, 2697, 2698, 2718, 2754, 2774, 2788, 3011, 3012, 3013, 3014, 7027, 7034, 8046, 8047, 8048, 8049, 8050, 8051, 8052, 8053, 8054, 8055, 8056, 8057, 8058, 8059, 8060, 8061, 8062, 8063, 8064, 8065, 8066, 8067, 8068, 10001, 10002, 10003, 10004, 10005, 10006, 10007, 10008, 10009, 10010, 10011, 10012, 10013, 10014, 10015, 10016, 10017, 10018, 10019, 10020, 10021, 10022, 10023, 10024, 10025, 10026, 10027, 10028, 10029, 10030, 10031, 10032, 10033, 10034, 10035, 10046, 10063, 10064, 10065, 10120, 10148, 10194, 10199, 10223, 10263, 10272, 10289, 10298, 10340, 10586, 10655, 10656, 10679, 10680, 10681, 10682, 10709, 10710, 10761, 10769, 10818, 10873, 10880]
	},
	{
		'name': '流雲斷念劍',
		'description': `
		I. 水屬性攻擊力 4 倍
		II. 消除 ≥3 種符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 3 倍的水屬性攻擊 1 次
		III. 消除心符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 1.5 倍的水屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['增攻', '水屬追打'],
				'object': ['自身'],
				'limit': ['消除種類數量']
			},
			{
				'name': ['增攻', '水屬追打'],
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1506]
	},
	{
		'name': '魔火之燄',
		'description': `
		I. 火屬性「魔族、龍類、獸類」攻擊力 3.5 倍
		II. 隊伍中有合體召喚獸時
		⇒ 全隊攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火魔', '火龍', '火獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['含合體成員']
			}
		],
		'monster': [1507]
	},
	{
		'name': '玄冥不侵 ‧ 化燄',
		'description': `
		I. 全隊攻擊力 3.5 倍
		II. 光屬性和暗屬性傷害減少 30%
		III. 火屬性傷害減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1508]
	},
	{
		'name': '玄光雄傑闖天下',
		'description': `
		I. 光屬性及暗屬性攻擊力 3.5 倍
		II. 當隊伍中只有光及暗屬性成員時：
		⓵ 暗符石兼具光符石效果
		⓶ 人類攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['光人', '暗人'],
				'limit': ['成員屬性']
			}
		],
		'monster': [1509]
	},
	{
		'name': '幽冥雄傑闖天下',
		'description': `
		I. 光屬性及暗屬性攻擊力 3.5 倍
		II. 隊伍中只有光及暗屬性成員時：
		⇒ 光符石兼具暗符石效果
		⇒ 人類攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['光人', '暗人'],
				'limit': ['成員屬性']
			}
		],
		'monster': [1510]
	},
	{
		'name': '玄冥不侵 ‧ 化木',
		'description': `
		I. 全隊攻擊力 3.5 倍
		II. 光屬性和暗屬性傷害減少 30%
		III. 木屬性傷害減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1511]
	},
	{
		'name': '玄冥不侵 ‧ 化浪',
		'description': `
		I. 全隊攻擊力 3.5 倍
		II. 光屬性和暗屬性傷害減少 30%
		III. 同時水屬性傷害減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1512]
	},
	{
		'name': '冥流之劍',
		'description': `
		I. 首回合暗屬性攻擊力 2.25 倍
		II. 次回合暗屬性攻擊力 4.5 倍
		周而復始 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1513]
	},
	{
		'name': '煙火龍舞',
		'description': `
		I. 火屬性及龍類攻擊力 2 倍
		II. 火屬性龍類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '龍'],
				'limit': []
			}
		],
		'monster': [1521]
	},
	{
		'name': '一念之間 ‧ 極',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 8 倍
		III. 於 5 秒內結束轉珠
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [1522]
	},
	{
		'name': '流水之惑',
		'description': `
		I. 水屬性攻擊力 1.5 倍
		II. 妖精類攻擊力額外 3.5 倍
		III. 消除 ≥4 種符石時
		⇒ 該回合減少 25% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1536]
	},
	{
		'name': '流水之誘惑',
		'description': `
		I. 水屬性攻擊力 2 倍、生命力及回復力 1.3 倍
		II. 妖精攻擊力額外 5 倍
		III. 消除 ≥4 種符石時
		⇒ 該回合減少 25% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1537]
	},
	{
		'name': '燄之化境',
		'description': `
		火屬性攻擊力 4 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1539, 1547, 2029]
	},
	{
		'name': '神魅殺勢',
		'description': `
		隊伍中只有神族及妖精類成員時：全隊攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [1540]
	},
	{
		'name': '神魅獵殺勢',
		'description': `
		隊伍中只有神族及妖精類成員時
		⇒ 全隊攻擊力 4.5 倍及生命力 1.3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神', '妖'],
				'limit': ['成員種族']
			}
		],
		'monster': [1541]
	},
	{
		'name': '神魅獵殺勢 ‧ 突破',
		'description': `
		隊伍中只有神族及妖精類成員時
		I. 全隊攻擊力 4.5 倍及生命力 1.3 倍
		II. 將移動符石時觸碰的符石轉化為強化符石
		III. 移動的步數愈多，全隊攻擊力提升愈多
		⇒ 移動 50 步攻擊力可額外提升至最大 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族', '移動步數']
			}
		],
		'monster': [1541]
	},
	{
		'name': '神聖之強權 ‧ 獸',
		'description': `
		I. 光屬性攻擊力 2 倍及回復力 1.5 倍
		II. 光屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1542, 1649]
	},
	{
		'name': '聖耀之強權 ‧ 獸',
		'description': `
		I. 光屬性攻擊力 2 倍及回復力 1.5 倍
		II. 光屬性獸類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1543]
	},
	{
		'name': '紫魅斷魂 ‧ 強',
		'description': `
		I. 隊伍中只有獸類成員時：
		⇒ 全隊攻擊力 5 倍及生命力 1.2 倍
		II. 每消除 ≥3 種符石時 (不計重複)
		⇒ 掉落 1 粒暗獸族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉暗', '獸族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [1545]
	},
	{
		'name': '真龍血契',
		'description': `
		I. 龍類攻擊力 4 倍
		II. 每個龍類成員增加 180 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [1549, 10106]
	},
	{
		'name': '螢之化境',
		'description': `
		光屬性攻擊力 4 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1551]
	},
	{
		'name': '神界之念',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 5 倍
		II. 隊伍中有 5 種屬性成員時
		⇒ 全隊攻擊力及回復力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [1562]
	},
	{
		'name': '轟烈之光',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 隊伍中每 1 種屬性成員發動攻擊時
		⇒ 個人追打自身攻擊力 1.5 倍的光屬性攻擊 1 次
		III. 首批消除 5 種屬性符石時
		⇒ 自身攻擊無視全體敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['光屬追打', '增攻'],
				'object': ['自身'],
				'limit': ['成員屬性']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1565]
	},
	{
		'name': '全力格鬥',
		'description': `
		隊伍中只有 3 種屬性成員時：
		I. 人類攻擊力 3.5 倍
		II. 生命力全滿時
		⇒ 人類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員屬性數量', '我方血量']
			}
		],
		'monster': [1571, 1573]
	},
	{
		'name': '時之格鬥術',
		'description': `
		隊伍中只有 3 種屬性成員時：
		I. 全隊攻擊力 3.5 倍
		II. 必然延長移動符石時間 1 秒
		III. 每直行首批消除 1 組 ≥4 粒符石時 
		⇒ 該直行將產生 2 粒與該直行成員屬性相同的符石
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員屬性數量', '消除一組數量']
			}
		],
		'monster': [1572]
	},
	{
		'name': '絕殺格鬥術',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⓵ 直行首批消除 1 組 ≥5 粒符石時
		⇒ 自身攻擊力額外 2 倍
		⓶ 若使用相同的隊長及戰友時
		⇒ 自身攻擊力額外提升至 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['特定成員', '成員數量', '消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['特定成員', '成員數量', '特定隊長', '特定戰友']
			}
		],
		'monster': [1574]
	},
	{
		'name': '連擊格鬥術',
		'description': `
		隊伍中只有 3 種屬性成員時：
		I. 全隊攻擊力 3 倍
		II. 消除 ≥6 組符石時攻擊力額外 1.5 倍
		III. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 2 粒與該直行成員屬性相同的符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量', '消除組數']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員屬性數量', '消除一組數量']
			}
		],
		'monster': [1575]
	},
	{
		'name': '焰之格鬥術',
		'description': `
		隊伍中只有 3 種屬性成員時：
		I. 全隊攻擊力 3.5 倍
		II. 必然延長移動符石時間 1 秒
		III. 火符石兼具 50% 其他屬性符石效果 (可疊加)
		IV. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒與該直行成員屬性相同的符石
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員屬性數量', '消除一組數量']
			}
		],
		'monster': [1576]
	},
	{
		'name': '格鬥之金光',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⇒ 火符石及木符石兼具 50% 光符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '木兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [1577]
	},
	{
		'name': '格鬥精神',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⇒ 全隊攻擊力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [1578]
	},
	{
		'name': '格鬥之魂',
		'description': `
		I. 全隊攻擊力 2 倍
		II. 隊伍成員的屬性愈多
		⇒ 攻擊力提升愈多
		⇒ 最大提升至 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1579]
	},
	{
		'name': '格鬥暗擊流',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 消除 ≥10 粒暗符石
		⇒ 暗屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1580]
	},
	{
		'name': '八咫鏡之護',
		'description': `
		I. 隊長及戰友不相同時
		⇒ 全隊攻擊力 3.5 倍
		II. 消除 ≥15 粒心符石時
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定隊長', '特定戰友']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1581]
	},
	{
		'name': '格鬥激濤',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⇒ 心符石兼具 50% 水符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [1582, 1591]
	},
	{
		'name': '格鬥驚森',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⇒ 心符石兼具 50% 木符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [1583]
	},
	{
		'name': '格鬥光芒',
		'description': `
		I. 人類攻擊力 3 倍
		II. 隊伍中有 ≥3 個拳皇合作角色成員時
		⇒ 心符石兼具 50% 光符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [1584]
	},
	{
		'name': '獵人激濤',
		'description': `
		I. 水屬性攻擊力 3.5 倍
		II. 水屬性對人類目標的攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1585, 1731]
	},
	{
		'name': '暗獸之怒嘯',
		'description': `
		暗屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗獸'],
				'limit': []
			}
		],
		'monster': [1588]
	},
	{
		'name': '記憶碎片',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 通過「旅人的記憶」故事模式內的指定關卡、初級、中級或高級關卡後
		⇒ 額外獲得 1 個道具
		`,
		'tag': [
			{
				'name': ['增攻', '物品掉落增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1589, 1998]
	},
	{
		'name': '格鬥術',
		'description': `
		隊伍中只有 3 種屬性成員時：
		I. 全隊攻擊力 3 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒與該直行成員屬性相同的符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員屬性數量', '消除一組數量']
			}
		],
		'monster': [1590]
	},
	{
		'name': '水之精神',
		'description': `
		水屬性生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1592, 1801, 1898]
	},
	{
		'name': '火之精神',
		'description': `
		火屬性生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1593]
	},
	{
		'name': '木之精神',
		'description': `
		木屬性生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1594, 1897]
	},
	{
		'name': '光之精神',
		'description': `
		光屬性生命力 1.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1595]
	},
	{
		'name': '臣之列陣',
		'description': `
		I. 隊伍中只有 3 種屬性成員時
		⇒ 全隊攻擊力 2 倍
		II. 隊伍中只有 3 種族成員時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [1597, 1598, 1599]
	},
	{
		'name': '妖嬈之藍',
		'description': `
		I. 水屬性及妖精類攻擊力 4.5 倍
		II. 消除 ≥2 組水符石時
		⇒ 攻擊力提升至 5 倍
		III. 消除心符石時
		⇒ 水屬性及妖精類攻擊力額外 1.5 倍
		IV. 首批沒有消除水符石時
		⇒ 減少 35% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': ['消除特定符石', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['不消除特定符石']
			}
		],
		'monster': [1601, 1602]
	},
	{
		'name': '櫻之花雨',
		'description': `
		I. 妖精類攻擊力 1.3 倍
		II. 火及心符石兼具 25% 其他屬性符石效果 (可疊加)
		III. 2 粒火或心符石相連，即可發動消除
		IV. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		V. 隊伍回復力愈高，全隊攻擊力額外提升愈多：
		⇒ 隊伍回復力達 3000 可提升 1.5 倍
		⇒ 4000 可達至最大 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '二消',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方回復力']
			}
		],
		'monster': [1603]
	},
	{
		'name': '粉櫻花雨',
		'description': `
		I. 妖精類攻擊力 1.8 倍
		II. 火及心符石兼具 25% 其他屬性符石效果 (可疊加)
		III. 2 粒火或心符石相連，即可發動消除
		IV. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		V. 隊伍回復力愈高，全隊攻擊力額外提升愈多：
		⇒ 隊伍回復力達 3000 額外 2 倍
		⇒ 4000 可達至最大 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '二消',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方回復力']
			}
		],
		'monster': [1604]
	},
	{
		'name': '木之魅惑',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 木屬性妖精類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1606, 1805]
	},
	{
		'name': '魅豔之刺',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 心符石兼具 25% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1609, 1610]
	},
	{
		'name': '魅豔之刺 ‧ 強',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 心符石兼具 75% 所有屬性符石效果 (可疊加)
		III. 每消除一橫行內的所有符石時 (只計算首批消除的符石)
		⇒ 必定掉落 5 粒心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [1610]
	},
	{
		'name': '水之魅惑',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 水屬性妖精類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1612, 1806]
	},
	{
		'name': '火之魅惑',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 火屬性妖精類攻擊力則 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1614]
	},
	{
		'name': '蓄勢之力 ‧ 木',
		'description': `
		I. 全隊回復力 1.5 倍
		II. 每回合移動符石的時間愈長，木屬性攻擊力愈高及全隊回復力愈低：
		⓵ 剩餘移動符石時間為 0 時
		⇒ 木屬性攻擊力 4.5 倍及全隊回復力變 0
		`,
		'tag': [
			{
				'name': '增回',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '我方減回'],
				'object': ['木'],
				'limit': ['轉珠時間']
			}
		],
		'monster': [1620]
	},
	{
		'name': '魔族萬鈞之怒',
		'description': `
		魔族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [1623, 1773, 1797, 1891, 2028, 2318, 2391, 2393, 2476, 2489, 2504, 2505, 2564, 2675, 2678, 2679, 2819, 7017, 10224, 10252, 10253, 10254, 10257, 10259, 10260, 10281, 10313, 10452, 10483, 10488, 10605]
	},
	{
		'name': '深沉之藍',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 水屬性神族攻擊力則 4.5 倍
		III. 妖精類生命力、攻擊力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1624]
	},
	{
		'name': '海淵凝念',
		'description': `
		隊伍中只有水屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 每消除 1 粒水符石
		⇒ 回復 1.2% 總生命力 (受連擊 (Combo) 加乘影響)
		III. 若首批消除的連擊 (Combo) 數為單數時
		⇒ 減少 30% 所受傷害
		IV. 若首批消除的連擊 (Combo) 數為雙數時
		⇒ 全隊攻擊力額外 1.8 倍
		V. 若首批消除的連擊 (Combo) 數 ≥6
		⇒ 可以同時獲得以上兩個效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '消除組數']
			}
		],
		'monster': [1626]
	},
	{
		'name': '靈石附體 ‧ 延時',
		'description': `
		I. 心符石兼具 250% 所有屬性符石效果
		II. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1627]
	},
	{
		'name': '魔怒嘯天 ‧ 水',
		'description': `
		水屬性魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水魔'],
				'limit': []
			}
		],
		'monster': [1628, 2551]
	},
	{
		'name': '吞噬之慾',
		'description': `
		I. 魔族、龍類及獸類攻擊力 4 倍
		II. 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔', '龍', '獸'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1638, 1639]
	},
	{
		'name': '魔之狂怒 ‧ 木',
		'description': `
		木屬性魔族攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木魔'],
				'limit': []
			}
		],
		'monster': [1640]
	},
	{
		'name': '天魔道 ‧ 木',
		'description': `
		I. 木屬性攻擊力 2 倍
		II. 隊伍中每個魔族成員
		⓵ 扣除 5% 總生命力上限
		⇒ 6 個魔族成員共扣除 30% 總生命力上限
		⓶ 額外增加木屬性攻擊力 0.5 倍
		⇒ 6 個魔族成員達至最高 5 倍木屬性攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['總血量減少', '增攻'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1641]
	},
	{
		'name': '創造之能',
		'description': `
		I. 光屬性「龍類、獸類及妖精類」生命力 1.5 倍及攻擊力 3.5 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 5 粒符石攻擊力額外 1.8 倍，消除 1 組符石的數目愈多
		⇒ 攻擊力額外提升愈多
		⇒ 消除 1 組 8 粒符石可提升至最大 2.4 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['光龍', '光獸', '光妖'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光龍', '光獸', '光妖'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1642]
	},
	{
		'name': '創造之能 ‧ 強',
		'description': `
		I. 光屬性「龍類、獸類及妖精類」生命力 1.8 倍及攻擊力 6.5 倍
		II. 延長移動符石時間 1 秒
		III. 消除 1 組 5 粒符石攻擊力額外 4 倍，消除 1 組符石的數目愈多
		⇒ 攻擊力額外提升愈多
		⇒ 消除 1 組 8 粒符石可提升至最大 4.6 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['光龍', '光獸', '光妖'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光龍', '光獸', '光妖'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1643]
	},
	{
		'name': '暗龍暴',
		'description': `
		I. 龍類生命力 1.3 倍及攻擊力 4 倍
		II. 每首批消除 1 連擊 (Combo)
		⇒ 自身直行掉落 1 粒暗強化符石
		III. 消除 ≥10 粒暗符石時
		⇒ 全隊攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1644]
	},
	{
		'name': '暗龍暴 ‧ 強',
		'description': `
		I. 龍類生命力 1.6 倍及攻擊力 7 倍
		II. 每首批消除 1 連擊 (Combo)
		⇒ 自身直行掉落 1 粒暗強化符石
		III. 消除 ≥10 粒暗符石時
		⇒ 全隊攻擊力額外 3.2 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1645]
	},
	{
		'name': '大海之強權 ‧ 獸',
		'description': `
		I. 水屬性攻擊力 2 倍及回復力 1.5 倍
		II. 水屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1647]
	},
	{
		'name': '暗黑之強權 ‧ 獸',
		'description': `
		I. 暗屬性攻擊力 2 倍及回復力 1.5 倍
		II. 暗屬性獸類攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1651]
	},
	{
		'name': '霸者盛勢 ‧ 靈之控',
		'description': `
		I. 延長移動符石時間 1 秒
		II. 隊伍中只有水屬性人類時：
		⓵ 全隊攻擊力 4.5 倍
		⓶ 每消除 1 組符石額外計算多 1 連擊(Combo)
		⓷ 屬性符石需 ≥4 粒相連才可發動消除
		⓸ 心符石 ≥2 粒相連即可發動消除
		`,
		'tag': [
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增加Combo',
				'object': ['水人'],
				'limit': ['成員屬性', '成員種族', '消除組數']
			},
			{
				'name': ['四消', '二消'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [1671, 1672]
	},
	{
		'name': '巾幗之燄',
		'description': `
		I. 隊伍中有 ≥3 種屬性成員時：
		⓵ 全隊攻擊力 2.5 倍
		⓶ 火符石兼具 25% 其他屬性符石效果 (可疊加)
		II. 隊伍中有 ≥3 個人類成員時：
		⓵ 人類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1673, 1674]
	},
	{
		'name': '原野之守',
		'description': `
		I. 木屬性攻擊力 3 倍
		 II. 人類回復力 2 倍
		 III. 受到攻擊時
		⇒ 場上每粒木符石可減少 5% 所受傷害
		 ⇒ 最多可減少 30% 傷害 (減傷效果不可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [1676]
	},
	{
		'name': '酷冷之殺意 ‧ 強',
		'description': `
		隊伍中只有火、木及暗屬性成員時：
		I. 全隊攻擊力 4 倍
		II. 任意消除火、木或暗符石達 ≥9 粒
		⇒ 全隊攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石', '消除數量']
			}
		],
		'monster': [1679, 1680]
	},
	{
		'name': '火靈附攻 ‧ 水波',
		'description': `
		I. 水屬性攻擊力 2 倍
		II. 火符石及心符石兼具 50% 水符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1681, 1682]
	},
	{
		'name': '幽之化境',
		'description': `
		暗屬性攻擊力 4 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1691]
	},
	{
		'name': '盟友支援',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 當隊伍中只有 2 個火屬性成員時
		⇒ 全隊攻擊力提升至 5 倍及生命力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['火'],
				'limit': ['成員屬性', '成員數量']
			}
		],
		'monster': [1694]
	},
	{
		'name': '富饒之約 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 戰鬥中所獲得的金幣增加 75% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [1695]
	},
	{
		'name': '全速前進 ‧ 水',
		'description': `
		10 回合內，水屬性攻擊力 8 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['回合上限']
			}
		],
		'monster': [1696, 2322]
	},
	{
		'name': '全速前進 ‧ 火',
		'description': `
		10 回合內，火屬性攻擊力 8 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['回合上限']
			}
		],
		'monster': [1697, 2323]
	},
	{
		'name': '全速前進 ‧ 木',
		'description': `
		10 回合內，木屬性攻擊力 8 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['回合上限']
			}
		],
		'monster': [1698, 2324]
	},
	{
		'name': '神族萬鈞之怒',
		'description': `
		神族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [1702, 1706, 1707, 1708, 1745, 1755, 1840, 1842, 1844, 1846, 1848, 1850, 1854, 1855, 1856, 1894, 1916, 1917, 1918, 1919, 1920, 1984, 2138, 2139, 2142, 2301, 2302, 2303, 2313, 2321, 2390, 2392, 2525, 2526, 2563, 2648, 9017, 10374, 10375, 10526]
	},
	{
		'name': '奪魄之森',
		'description': `
		I. 「妖精類及魔族」以外的木屬性成員攻擊力 4 倍
		II. 消除屬性符石時
		⇒ 所有成員對該屬性目標攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木人', '木獸', '木龍', '木神', '木機'],
				'limit': []
			},
			{
				'name': ['增攻', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1703]
	},
	{
		'name': '八仙陣',
		'description': `
		隊伍中有 3 個或以上八仙系列角色時：
		I. 連擊 (Combo) 時攻擊力提升 125%
		II. 消除心符石時
		⇒ 全隊攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '消除特定符石']
			},
		],
		'monster': [1704]
	},
	{
		'name': '冥神 ‧ 符籙',
		'description': `
		I. 暗屬性及神族攻擊力 3.4 倍
		II. 消除 3 粒符石
		⇒ 暗屬性及神族攻擊力額外 1.3 倍
		⇒ 消除 15 粒可提升至最大 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗', '神'],
				'limit': ['消除數量']
			}
		],
		'monster': [1705]
	},
	{
		'name': '妖怒萬鈞 ‧ 絕命之力',
		'description': `
		I. 妖精類攻擊力 4 倍
		II. 消除妖族符石時
		⇒ 妖精類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1710]
	},
	{
		'name': '莫逆相伴 ‧ 魔',
		'description': `
		隊伍中的魔族成員愈多
		⇒ 全隊攻擊力愈高，最大 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1711]
	},
	{
		'name': '靈獸輔主',
		'description': `
		隊伍中只有人類及 ≥2 個獸類成員時：
		I. 人類攻擊力 3.5 倍
		II. 獸類攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1714]
	},
	{
		'name': '元素逼力 ‧ 強',
		'description': `
		I. 消除符石的屬性愈多，全隊攻擊力愈高：
		⇒ 消除 3 種屬性符石，全隊攻擊力 6 倍
		⇒ 消除 5 種屬性符石可達至 7 倍
		II. 消除全部 6 種符石時
		⇒ 則全隊攻擊力 8 倍
		III. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [1716]
	},
	{
		'name': '滅族之燄',
		'description': `
		I. 火屬性及機械族攻擊力 4 倍
		II. 首批消除相同連擊 (Combo) 數目的水、火及木符石時：機械族成員以 50% 自身攻擊力
		⇒ 追打自身屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['機'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1719]
	},
	{
		'name': '機械萬鈞之怒 ‧ 極',
		'description': `
		機械族攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			}
		],
		'monster': [1725, 1892, 1991, 1992, 1993, 1994, 1995, 2090, 2478, 2625, 2628, 2715, 2716, 2837, 2861, 2886, 10109, 10151, 10209, 10232, 10258, 10283, 10364, 10380, 10411, 10448, 10479, 10486, 10607, 10613]
	},
	{
		'name': '彩虹的衝擊',
		'description': `
		I. 機械族攻擊力 4 倍
		II. 個人以 50% 攻擊力
		⇒ 追打水、火、木及光屬性攻擊各 1 次
		III. 消除 ≥10 粒強化符石時
		⇒ 全隊攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打'],
				'object': ['自身'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除強化符石', '消除數量']
			}
		],
		'monster': [1726]
	},
	{
		'name': '赤熱之靈',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 每回合回復 3 倍自身回復力等值的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [1727]
	},
	{
		'name': '翠械戰略',
		'description': `
		隊伍中只有機械族；或只有機械族及人類成員時：
		I. 全隊攻擊力 4 倍及生命力 1.3 倍
		II. 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1728]
	},
	{
		'name': '雷電戰意',
		'description': `
		隊伍中只有光屬性人類成員時：
		I. 全隊攻擊力 2.5 倍
		II. 消除 2 種符石
		⇒ 攻擊力額外 1.5 倍
		⇒ 消除 4 種符石可提升至最大 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族', '消除種類數量']
			}
		],
		'monster': [1729]
	},
	{
		'name': '神族無光的夢境',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 暗屬性對神族目標的攻擊力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對神族增傷'],
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1730]
	},
	{
		'name': '焚天煉日 ‧ 強',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 首批消除場上所有光符石時
		⇒ 光屬性人類攻擊力提升至 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1734, 1740]
	},
	{
		'name': '萬世皇帝之氣勢',
		'description': `
		I. 水屬性攻擊力 2.5 倍
		II. 水屬性對人類目標攻擊力 2 倍
		III. 我方生命力為 35% 或以下時
		⇒ 所受傷害減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1736]
	},
	{
		'name': '猩紅血刃',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 強化符石效果提升 15%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強化珠效果提升',
				'object': [],
				'limit': []
			}
		],
		'monster': [1737]
	},
	{
		'name': '制敵之槍',
		'description': `
		I. 光屬性人類攻擊力 3.5 倍
		II. 光屬性對神族及機械族目標攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': []
			},
			{
				'name': ['對神族增傷', '對機械族增傷'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1738]
	},
	{
		'name': '躍動之流燄',
		'description': `
		I. 火屬性攻擊力 4.5 倍
		II. 我方生命力為 90% 或以上時
		⇒ 減少 15% 所受傷害
		III. 同 1 回合消除的水符石數量比消除的火符石數量多
		⇒ 火屬性攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [1739]
	},
	{
		'name': '連鎖聖令 ‧ 水',
		'description': `
		I. 水屬性攻擊力 3.5 倍
		II. 消除 1 組 ≥12 粒符石時
		⇒ 水屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1741]
	},
	{
		'name': '全速前進 ‧ 光',
		'description': `
		10 回合內，光屬性攻擊力 8 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['回合上限']
			}
		],
		'monster': [1743, 2325]
	},
	{
		'name': '全速前進 ‧ 暗',
		'description': `
		10 回合內，暗屬性攻擊力 8 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['回合上限']
			}
		],
		'monster': [1744, 2326]
	},
	{
		'name': '玄光之濤 ‧ 機械',
		'description': `
		隊伍中只有「水屬性及光屬性」機械族成員時
		I. 全隊攻擊力 5 倍及生命力 1.5 倍
		II. 延長移動符石時間 1 秒
		III. 所有成員的行動值達至 100% 時
		⇒ 攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水機', '光機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['水機', '光機'],
				'limit': ['成員屬性', '成員種族', '成員行動值']
			}
		],
		'monster': [1752]
	},
	{
		'name': '凝神之力 ‧ 強',
		'description': `
		當進行全體攻擊時
		⇒ 全隊攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['全體攻擊']
			}
		],
		'monster': [1753]
	},
	{
		'name': '魔之殺意',
		'description': `
		魔族攻擊力 4 倍、生命力及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [1754, 2547]
	},
	{
		'name': '人類之力量',
		'description': `
		隊伍中只有人類成員時
		⇒ 人類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			}
		],
		'monster': [1759, 1760, 1769]
	},
	{
		'name': '人類之潛力',
		'description': `
		隊伍中只有人類成員時
		⇒ 人類攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			}
		],
		'monster': [1761]
	},
	{
		'name': '小傑之本能',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 4 倍
		II. 減少 25% 所受傷害
		III. 於成員所在直行，消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 2 倍 (倍率不可疊加)
		IV. 消除強化符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除強化符石']
			}
		],
		'monster': [1762]
	},
	{
		'name': '小傑之本能 ‧ 成長',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 4.5 倍
		II. 減少 30% 所受傷害
		III. 於成員所在直行，消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 2 倍 (倍率不可疊加)
		IV. 消除強化符石時
		⇒ 全隊攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除強化符石']
			}
		],
		'monster': [1763]
	},
	{
		'name': '制約之力',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 3.2 倍
		II. 光屬性人類攻擊力則 3.6 倍
		III. 必然延長移動符石時間 0.5 秒
		IV. 消除人族符石時
		⇒ 減少 15% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1764]
	},
	{
		'name': '制約之力 ‧ 強',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 3.2 倍
		II. 光屬性人類攻擊力則 3.6 倍
		III. 必然延長移動符石時間 0.5 秒
		IV. 消除人族符石時
		⇒ 減少 15% 所受傷害
		V. 移動符石所觸碰的光符石轉化為人族強化符石
		VI. 移動的步數愈多，全隊攻擊力提升愈多
		⇒ 移動 25 步攻擊力可額外提升至最大 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '符石強化', '符石轉光強化', '人族符石製造'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '移動步數']
			}
		],
		'monster': [1764]
	},
	{
		'name': '誓約之力',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 3.6 倍
		II. 光屬性人類攻擊力則 4 倍
		III. 必然延長移動符石時間 1 秒
		IV. 消除人族符石時
		⇒ 減少 15% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1765]
	},
	{
		'name': '誓約之力 ‧ 強',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 3.6 倍
		II. 光屬性人類攻擊力則 4 倍
		III. 必然延長移動符石時間 1 秒
		IV. 消除人族符石時
		⇒ 減少 15% 所受傷害
		V. 移動符石所觸碰的光符石轉化為人族強化符石
		VI. 移動的步數愈多，全隊攻擊力提升愈多
		⇒ 移動 25 步攻擊力可額外提升至最大 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '符石強化', '符石轉光強化', '人族符石製造'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '移動步數']
			}
		],
		'monster': [1765]
	},
	{
		'name': '奇犽之體能',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 4.5 倍及生命力 1.3 倍
		II. 每首批消除 1 種屬性符石，於回合結束時：
		隨機將該屬性的其中 2 粒符石
		⇒ 轉化為強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['符石強化', '符石轉水強化', '符石轉火強化', '符石轉木強化', '符石轉光強化', '符石轉暗強化'],
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [1766]
	},
	{
		'name': '奇犽之體能．成長',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 5 倍及生命力 1.3 倍
		II. 每首批消除 1 種屬性符石，於回合結束時：
		隨機將該屬性的其中 3 粒符石
		⇒ 轉化為強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['符石強化', '符石轉水強化', '符石轉火強化', '符石轉木強化', '符石轉光強化', '符石轉暗強化'],
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [1767]
	},
	{
		'name': '人類之戰意',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 4.5 倍
		II. 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1768, 1772]
	},
	{
		'name': '人類之規律',
		'description': `
		隊伍中只有人類成員時：
		I. 人類攻擊力 3 倍
		II. 隊伍成員每多 1 個屬性
		⇒ 攻擊力額外提升
		⇒ 4 個可提升至最大 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [1770]
	},
	{
		'name': '強悍之力量',
		'description': `
		隊伍中只有妖精類及魔族成員時：
		每累計消除 1 粒符石
		⇒ 全隊攻擊力持續提升
		⇒ 最多可提升至 7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖', '魔'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [1771]
	},
	{
		'name': '妖精之意志',
		'description': `
		妖精類生命力 2.5 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1776, 9003, 9004]
	},
	{
		'name': '人類之復甦',
		'description': `
		人類回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [1778]
	},
	{
		'name': '元素之掌',
		'description': `
		I. 人類攻擊力 3 倍
		II. 光和暗屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1779]
	},
	{
		'name': '水月魔法',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 合計消除 ≥6 粒水或木符石時
		⇒ 人類攻擊力額外 1.5 倍
		III. 水及木屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1780]
	},
	{
		'name': '火影魔法',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 合計消除 ≥6 粒水或火符石時
		⇒ 人類攻擊力額外 1.5 倍
		III. 水及火屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1781]
	},
	{
		'name': '木葉魔法',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 合計消除 ≥6 粒火或木符石時
		⇒ 人類攻擊力額外 1.5 倍
		III. 火及木屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1782]
	},
	{
		'name': '玄冥魔法',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 合計消除 ≥6 粒光或暗符石時
		⇒ 人類攻擊力額外 1.5 倍
		⇒ 光及暗屬性傷害減少 30%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1783, 1784]
	},
	{
		'name': '三界最強集結',
		'description': `
		隊伍中只有人類、妖精類或魔族成員時：
		I. 全隊攻擊力 4.5 倍，生命力及回復力 1.5 倍
		II. 延長移動符石時間 1 秒
		III. 水及光符石互相兼具 50% 效果 (可疊加)
		IV. 消除 ≥4 連擊 (Combo)
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '光兼具其他', '符石兼具水', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [1786]
	},
	{
		'name': '三界最強集結 ‧ 強',
		'description': `
		隊伍中只有人類、妖精類或魔族成員時：
		I. 全隊攻擊力 5 倍，生命力及回復力 1.5 倍
		II. 延長移動符石時間 1 秒
		III. 水及光符石互相兼具 50% 效果 (可疊加)
		IV. 消除 ≥4 連擊 (Combo)
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '光兼具其他', '符石兼具水', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [1787]
	},
	{
		'name': '五元素之靈',
		'description': `
		隊伍中有 5 種屬性成員時：
		⇒ 全隊攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1788, 1792, 1796]
	},
	{
		'name': '五元素之靈 ‧ 強',
		'description': `
		隊伍中有 5 種屬性成員時：
		⇒ 全隊攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1789]
	},
	{
		'name': '薔薇之瓣',
		'description': `
		隊伍中只有妖精類或魔族成員時：
		I. 全隊攻擊力 4 倍，生命力及回復力 1.3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1790]
	},
	{
		'name': '漫天薔薇之瓣',
		'description': `
		隊伍中只有妖精類或魔族成員時：
		I. 全隊攻擊力 4 倍，生命力及回復力 1.3 倍
		II. 所有屬性符石兼具 50% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1791]
	},
	{
		'name': '酷冷幽燄',
		'description': `
		隊伍中只有人類、妖精類或魔族成員時：
		I. 全隊攻擊力 3.8 倍
		II. 魔族生命力、攻擊力及回復力額外 1.6 倍
		III. 火及暗符石互相兼具 50% 效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '暗兼具其他', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1793]
	},
	{
		'name': '酷冷幽燄 ‧ 強',
		'description': `
		隊伍中只有人類、妖精類或魔族成員時：
		I. 全隊攻擊力 4 倍
		II. 魔族生命力、攻擊力及回復力額外 1.6 倍
		III. 火及暗符石互相兼具 50% 效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '暗兼具其他', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1794]
	},
	{
		'name': '斷魂之燄 ‧ 魔',
		'description': `
		I. 魔族攻擊力 4 倍
		II. 火及暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '暗兼具其他', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1798]
	},
	{
		'name': '聚靈之核',
		'description': `
		I. 妖精類攻擊力 3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1799, 10114]
	},
	{
		'name': '最強之念 ‧ 肌肉操縱',
		'description': `
		全隊攻擊力 2 倍，生命力愈低，全隊攻擊力愈高及所受傷害減少愈多：
		我方生命力為 25% 或以下時
		⇒ 攻擊力可達至最大 5 倍
		⇒ 減少最多 45% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1802]
	},
	{
		'name': '滅恨之光',
		'description': `
		隊伍中只有光屬性人類成員時：
		I. 全隊攻擊力 4.5 倍
		II. 首批消除所有光符石時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 首批消除所有心符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族', '消除特定符石']
			}
		],
		'monster': [1803]
	},
	{
		'name': '滅恨之光 ‧ 護',
		'description': `
		隊伍中只有光屬性人類成員時：
		I. 全隊攻擊力 4.5 倍及減少 50% 所受傷害
		II. 首批消除所有光符石時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 首批消除所有心符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': ['成員屬性', '成員種族', '消除特定符石']
			}
		],
		'monster': [1804]
	},
	{
		'name': '三界之力',
		'description': `
		隊伍中只有人類、妖精類或魔族成員時：
		全隊攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			}
		],
		'monster': [1807]
	},
	{
		'name': '機械始動',
		'description': `
		I. 全隊攻擊力 3.5 倍
		II. 機械族成員攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [1809, 2022, 2024, 2025]
	},
	{
		'name': '醉心魔研',
		'description': `
		隊中只有魔族成員：
		I. 全隊攻擊力 9 倍及生命力 2.5 倍
		II. 生命力全滿時
		⓵ 全隊攻擊力 2 倍
		⓶ 減少 40% 所受傷害
		III. 消除魔族符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族', '我方血量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '我方血量']
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1811, 1812, 1813, 1814, 1815]
	},
	{
		'name': '最強之念',
		'description': `
		全隊攻擊力 2 倍，生命力愈低，全隊攻擊力愈高：
		我方生命力為 25% 或以下時
		⇒ 攻擊力可達至最大 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1817]
	},
	{
		'name': '千秋的傳承',
		'description': `
		I. 木屬性攻擊力 4 倍
		II. 木屬性人類攻擊力則 5 倍
		III. 必然延長移動符石時間 2.5 秒
		IV. 每消除 1 組光或暗符石，於該回合結束時，將 1 粒符石 (木及心符石優先轉換)
		⇒ 轉化為人族強化符石，最多 30 粒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': ['符石強化', '人族符石製造'],
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1818]
	},
	{
		'name': '千秋的傳承 ‧ 日夜交迭',
		'description': `
		I. 木屬性攻擊力 4 倍
		II. 木屬性人類攻擊力則 5 倍
		III. 必然延長移動符石時間 2.5 秒
		IV. 每消除 1 組光或暗符石，於該回合結束時，將 1 粒符石 (木及心符石優先轉換)
		⇒ 轉化為人族強化符石，最多 30 粒
		V. 2 粒光或暗符石相連，即可發動消除
		VI. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '二消'],
				'object': [],
				'limit': []
			},
			{
				'name': ['符石強化', '人族符石製造'],
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1818]
	},
	{
		'name': '穹蒼賜賞 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 4.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒水神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['強制掉水', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1821]
	},
	{
		'name': '穹蒼賜賞 ‧ 神浪',
		'description': `
		I. 水屬性攻擊力 3.5 倍
		II. 每橫行首批消除 1 組 ≥3 粒符石時
		⇒ 將產生 1 粒水神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['強制掉水', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1822]
	},
	{
		'name': '穹蒼賜賞 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 4.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒火神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['強制掉火', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1823]
	},
	{
		'name': '穹蒼賜賞 ‧ 神燄',
		'description': `
		I. 火屬性攻擊力 3.5 倍
		II. 每橫行首批消除 1 組 ≥3 粒符石時
		⇒ 將產生 1 粒火神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['強制掉火', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1824]
	},
	{
		'name': '穹蒼賜賞 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 4.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒木神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['強制掉木', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1825]
	},
	{
		'name': '穹蒼賜賞 ‧ 神木',
		'description': `
		I. 木屬性攻擊力 3.5 倍
		II. 每橫行首批消除 1 組 ≥3 粒符石時
		⇒ 將產生 1 粒木神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['強制掉木', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1826]
	},
	{
		'name': '穹蒼賜賞 ‧ 玄光',
		'description': `
		I. 光屬性攻擊力 4.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒光神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['強制掉光', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1827]
	},
	{
		'name': '穹蒼賜賞 ‧ 神光',
		'description': `
		I. 光屬性攻擊力 3.5 倍
		II. 每橫行首批消除 1 組 ≥3 粒符石時
		⇒ 將產生 1 粒光神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['強制掉光', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1828]
	},
	{
		'name': '穹蒼賜賞 ‧ 幽冥',
		'description': `
		I. 暗屬性攻擊力 4.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行將產生 1 粒暗神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1829]
	},
	{
		'name': '穹蒼賜賞 ‧ 神幽',
		'description': `
		I. 暗屬性攻擊力 3.5 倍
		II. 每橫行首批消除 1 組 ≥3 粒符石時
		⇒ 將產生 1 粒暗神族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1830]
	},
	{
		'name': '機械之暴虐',
		'description': `
		隊伍中只有機械族及龍類成員時：
		I. 全隊攻擊力 4.5 倍
		II. 每個成員增加 300 點攻擊力
		II. 機械族成員所在直行消除 1 組 ≥3 粒符石時
		⇒ 該成員攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [1831]
	},
	{
		'name': '機械之甦醒',
		'description': `
		I. 機械族及獸類回復力 3 倍
		II. 消除心符石時
		⇒ 回復「機械族及獸類成員生命力等值」5% 的生命力
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['機', '獸'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [1832]
	},
	{
		'name': '機械之靈核',
		'description': `
		I. 機械族及獸類生命力 3 倍
		II. 當受到攻擊後，於下回合發動攻擊前對全體敵人造成 「機械族及獸類成員生命力等值」5 倍的 無屬性傷害 (需消除符石)
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['機', '獸'],
				'limit': []
			},
			{
				'name': '直傷',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [1833]
	},
	{
		'name': '機獸之暴 ‧ 光',
		'description': `
		隊伍中只有機械族及獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 光屬性兼具 50% 其他屬性符石效果 (可疊加)
		III. 消除 ≥5 連擊 (Combo) 時
		⇒ 機械族成員的行動值提升 5%
		IV. 當所有機械族成員的行動值達至 100% 時
		⇒ 自身攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員種族', '成員行動值']
			}
		],
		'monster': [1834]
	},
	{
		'name': '機獸之暴 ‧ 暗',
		'description': `
		隊伍中只有機械族及獸類成員時：
		I. 全隊攻擊力 5 倍
		II. 暗屬性兼具 50% 其他屬性符石效果 (可疊加)
		III. 消除 ≥5 連擊 (Combo) 時
		⇒ 機械族成員的行動值提升 5%
		IV. 當所有機械族成員的行動值達至 100% 時
		⇒ 自身攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員種族', '成員行動值']
			}
		],
		'monster': [1835]
	},
	{
		'name': '神妖滅世',
		'description': `
		隊伍中只有神族或妖精類成員時：
		I. 全隊攻擊力 4 倍
		II. 延長移動符石時間 1 秒
		III. 消除神族或妖族符石時
		⇒ 全隊攻擊力額外提升 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1836]
	},
	{
		'name': '神妖滅世 ‧ 強',
		'description': `
		隊伍中只有神族或妖精類成員時
		I. 全隊攻擊力 6 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除神族或妖族符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '妖'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1837]
	},
	{
		'name': '元素創念',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 4 倍
		II. 首批掉落「沒有首批消除」的其中 1 種屬性符石 (剩餘數量最少優先)
		III. 消除 5 種屬性符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [1838]
	},
	{
		'name': '元素創念 ‧ 強',
		'description': `
		隊伍中只有神族成員時
		I. 全隊攻擊力 5 倍、生命力及回復力 1.3 倍
		II. 首批掉落「沒有首批消除」的其中 1 種屬性符石 (剩餘數量最少優先)
		III. 消除 5 種屬性符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [1839]
	},
	{
		'name': '幻惑護生',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 4 倍及回復力 1.5 倍
		II. 同時消除光及暗符石時
		⇒ 全隊攻擊力 1.5 倍
		⇒ 減少 20% 所受傷害
		III. 消除神族符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [1845]
	},
	{
		'name': '獸類萬鈞之怒',
		'description': `
		獸類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [1853, 1858, 1904, 1975, 2141, 2171, 2308, 2316, 2317, 2373, 2375, 2441, 2442, 2443, 2444, 2445, 2506, 2508, 2565, 2582, 2593, 2651, 2652, 2657, 2750, 2761, 2812, 2818, 7029, 10051, 10055, 10059, 10095, 10156, 10157, 10160, 10205, 10273, 10277, 10282, 10315, 10369, 10482, 10487, 10521, 10567, 10573, 10596]
	},
	{
		'name': '龍類萬鈞之怒',
		'description': `
		龍類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [1857, 2309, 2311, 2312, 2314, 2319, 2394, 2395, 2561, 10052, 10056, 10274, 10317, 10522, 10527, 10554, 10555, 10572]
	},
	{
		'name': '妖靈之音',
		'description': `
		隊伍中只有妖精類成員時：
		I. 全隊攻擊力 4.5 倍、生命力及回復力 1.3 倍
		II. 所有屬性符石
		⇒ 兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1869]
	},
	{
		'name': '十殺之屠',
		'description': `
		隊中只有機械族及神族成員時：
		I. 全隊攻擊力 10 倍
		II. 心符石兼具 50% 水符石效果
		III. 達至 5 - 9 連擊 (Combo) 時
		⇒ 減少 20% 所受傷害
		IV. 達至 ≥10 連擊 (Combo) 時
		⇒ 減少 80% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [1871]
	},
	{
		'name': '水之復甦',
		'description': `
		水屬性回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [1873, 2251]
	},
	{
		'name': '火之復甦',
		'description': `
		火屬性回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [1874, 2252]
	},
	{
		'name': '木之復甦',
		'description': `
		木屬性回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [1875, 2253]
	},
	{
		'name': '光之復甦',
		'description': `
		光屬性回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [1876, 2254]
	},
	{
		'name': '暗之復甦',
		'description': `
		暗屬性回復力 2 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [1877, 2255]
	},
	{
		'name': '神聖之水',
		'description': `
		I. 水屬性及「美好世界」系列角色攻擊力 5 倍
		II. 首批消除 ≥5 連擊 (Combo) 
		⇒ 攻擊力額外 1.3 倍
		III. 只能消除首批符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水', '特定成員'],
				'limit': ['消除組數']
			},
			{
				'name': '只能首消符石',
				'object': [],
				'limit': []
			}
		],
		'monster': [1882]
	},
	{
		'name': '釋放最強魔法',
		'description': `
		隊伍中有 ≥3 種屬性成員時：
		I. 人類及神族攻擊力 5 倍
		II. 所有成員
		⇒ 對光及暗屬性目標攻擊力 2 倍
		⇒ 對其他屬性目標攻擊力 1.5 倍
		(包括主動技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增攻', '對光增傷', '對暗增傷', '對水增傷', '對火增傷', '對木增傷'],
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1883]
	},
	{
		'name': '聖騎士之意志',
		'description': `
		隊伍中只有人類成員時：
		I. 人類生命力及攻擊力 1.5 倍
		II. 光屬性人類則 2 倍
		III. 每次受到敵人攻擊時
		⇒ 人類攻擊力額外持續提升
		⇒ 最大 6 倍
		IV. 連續 2 回合沒有受到敵人攻擊
		⇒ 攻擊力減少
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '受到攻擊']
			}
		],
		'monster': [1885]
	},
	{
		'name': '負面情感吞食',
		'description': `
		I. 暗屬性攻擊力 3 倍
		II. 所有成員對人類目標攻擊力提升 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '對人類增傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [1890]
	},
	{
		'name': '妖精之再生',
		'description': `
		妖精類回復力 2.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [1905, 1906, 1907, 2436, 2437, 2438]
	},
	{
		'name': '萌之治癒 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 4 倍
		II. 每回合回復 3 倍自身回復力等值的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1922]
	},
	{
		'name': '火影戲法 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 4.5 倍
		II. 消除 ≥6 粒火符石時
		⇒ 全隊攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除特定符石', '消除數量']
			}
		],
		'monster': [1924]
	},
	{
		'name': '幽魂的力量',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊生命力 2 倍及攻擊力 5.5 倍
		II. 每回合扣除全隊總生命力 10%
		III. 每消除 1 粒獸族符石，回復 5% 總生命力
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '我方扣血',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族', '消除種族符石', '消除數量']
			}
		],
		'monster': [1925, 1926]
	},
	{
		'name': '異瞳的力量',
		'description': `
		I. 獸類生命力及回復力 1.5 倍
		II. 延長移動符石時間 2 秒
		III. 連擊 (Combo) 時攻擊力提升 125%
		IV. 所有屬性符石兼具其他屬性符石效果：隊伍中每多 1 個獸類成員
		⇒ 可提升 20% 兼具效果
		⇒ 最大 100% (可疊加)
		`,
		'tag': [
			{
				'name': ['增血', '增回', '增攻'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [1927]
	},
	{
		'name': '異瞳的力量 ‧ 強',
		'description': `
		I. 獸類生命力及回復力 1.8 倍
		II. 延長移動符石時間 2 秒
		III. 連擊 (Combo) 時攻擊力提升 200%
		IV. 所有屬性符石兼具其他屬性符石效果：隊伍中每多 1 個獸類成員
		⇒ 可提升 20% 兼具效果
		⇒ 最大 100% (可疊加)
		V. 消除獸族符石
		⇒ 獸類攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增血', '增回', '增攻'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1928]
	},
	{
		'name': '女王的力量',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 4 倍
		II. 每個成員增加 400 點回復力
		III. 隊伍中沒有重複成員時： 每回合消除符石的組數愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 10 組可提升至最大 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '不含重複成員', '消除組數']
			}
		],
		'monster': [1929, 1930]
	},
	{
		'name': '機關術 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 3 倍
		II. 獸類對機械族目標攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對機械族增傷'],
				'object': ['獸'],
				'limit': ['成員種族']
			}
		],
		'monster': [1932]
	},
	{
		'name': '玄光盛宴 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		I. 全隊攻擊力 4.5 倍
		II. 消除 ≥6 粒光符石時
		⇒ 全隊攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除特定符石', '消除數量']
			}
		],
		'monster': [1934]
	},
	{
		'name': '記憶療法 ‧ 獸',
		'description': `
		隊伍中只有獸類成員時：
		⇒ 全隊回復力 3.5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['獸'],
				'limit': ['成員種族']
			}
		],
		'monster': [1936]
	},
	{
		'name': '元素為力 ‧ 獸',
		'description': `
		隊伍中有 ≥3 種屬性成員時
		⇒ 獸類攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1941, 2129, 2134, 2140]
	},
	{
		'name': '元素協力 ‧ 獸',
		'description': `
		隊伍中有 ≥3 種屬性成員時
		⇒ 獸類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1942, 1943]
	},
	{
		'name': '巧靈深思之力',
		'description': `
		人類及妖精類攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': []
			}
		],
		'monster': [1944]
	},
	{
		'name': '萬妖齊舞',
		'description': `
		I. 妖精類攻擊力及回復力 4 倍
		II. 生命力全滿時
		⇒ 妖精類攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['我方血量']
			}
		],
		'monster': [1946]
	},
	{
		'name': '萬妖狂舞之幽',
		'description': `
		I. 暗屬性及妖精類攻擊力 4.5 倍
		II. 消除妖族符石時
		⇒ 暗屬性及妖精類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗', '妖'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1947, 1948, 1949]
	},
	{
		'name': '九龍洶勢',
		'description': `
		I. 龍類攻擊力 3 倍
		II. 消除 ≥3 組水符石時
		⇒ 龍類攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [1952]
	},
	{
		'name': '魔魅之靈泉 ‧ 強',
		'description': `
		I. 水屬性攻擊力 4.5 倍
		II. 當生命力少於 50% 時
		⇒ 心符石效果提升至 300% (效果不能疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '符石效果提升',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [1953]
	},
	{
		'name': '星靈魔法',
		'description': `
		I. 人類及妖精類攻擊力 4 倍
		II. 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1955]
	},
	{
		'name': '滅龍魔法 ‧ 炎',
		'description': `
		隊伍中只有人類、妖精類或龍類成員時：
		I. 全隊攻擊力 5 倍，生命力及回復力 1.3 倍
		II. 消除 ≥2 組火符石時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 隊伍成員對龍類目標攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對龍類增傷'],
				'object': ['人', '妖', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖', '龍'],
				'limit': ['成員種族', '消除特定符石', '消除組數']
			}
		],
		'monster': [1956]
	},
	{
		'name': '滅龍魔法 ‧ 天空',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 心符石兼具 25% 木符石效果 (可疊加)
		III. 隊伍成員對龍類目標攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對龍類增傷'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1957]
	},
	{
		'name': '換裝魔法',
		'description': `
		隊伍中只有人類及妖精類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 達成的連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 8 連擊 (Combo) 可提升至最大 2.6 倍
		III. 消除水及光符石時
		⇒ 有 50% 機率減少 40% 所受傷害 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族', 'Combo數量']
			},,
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			},
		],
		'monster': [1958, 2728]
	},
	{
		'name': '換裝魔法 ‧ 強',
		'description': `
		隊伍中只有人類及妖精類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 達成的連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 8 連擊 (Combo) 可提升至最大 2.6 倍
		III. 消除水及光符石時
		⇒ 有 50% 機率減少 40% 所受傷害 (機率可以疊加)
		IV. 2 粒心符石、水符石或光符石相連，即可發動消除
		V. 所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '二消',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族', 'Combo數量']
			},,
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			},
		],
		'monster': [1958]
	},
	{
		'name': '滅龍魔法 ‧ 鐵',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 心符石兼具 25% 暗符石效果 (可疊加)
		III. 隊伍成員對龍類目標攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對龍類增傷'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1959]
	},
	{
		'name': '造型魔法 ‧ 冰',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 水屬性成員對龍類、神族及魔族目標攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['對龍類增傷', '對神族增傷', '對魔族增傷'],
				'object': ['水人'],
				'limit': ['成員種族']
			},
		],
		'monster': [1960]
	},
	{
		'name': '滅龍魔法 ‧ 雷',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 3.5 倍
		II. 心符石兼具 25% 光符石效果 (可疊加)
		III. 隊伍成員對龍類目標攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對龍類增傷'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [1961]
	},
	{
		'name': '接收',
		'description': `
		I. 人類及魔族攻擊力 4 倍
		II. 每次魔族成員發動技能
		⇒ 人類及魔族攻擊力額外 1.5 倍
		⇒ 每回合最多可提升 20 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': ['發動技能']
			}
		],
		'monster': [1962]
	},
	{
		'name': '天體魔法',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 首批消除 6、7 或 9 連擊 (Combo) 時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [1963]
	},
	{
		'name': '炎龍王',
		'description': `
		I. 火屬性及龍類攻擊力 3 倍
		II. 火屬性龍類攻擊力則 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '龍'],
				'limit': []
			}
		],
		'monster': [1964]
	},
	{
		'name': '黑魔法',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 當前生命力大於 80% 時
		⇒ 下一次所受傷害不會使你死亡
		III. 當前生命力少於 25% 時
		⇒ 自身攻擊力及回復力額外 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['自身'],
				'limit': ['我方血量']
			}
		],
		'monster': [1965]
	},
	{
		'name': '暗黑之翼',
		'description': `
		隊伍中只有暗屬性龍類成員時：
		I. 全隊攻擊力 5 倍
		II. 每個成員增加 200 點回復力
		III. 心符石兼具 50% 暗符石效果 (可疊加)
		IV. 消除心及暗符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗龍'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['暗龍'],
				'limit': ['成員屬性', '成員種族', '消除特定符石']
			}
		],
		'monster': [1966]
	},
	{
		'name': '巨人',
		'description': `
		隊伍中只有人類成員時：全隊生命力及攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['人'],
				'limit': ['成員種族']
			}
		],
		'monster': [1967]
	},
	{
		'name': '水流魔法',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 回合結束時，隨機將 2 粒水強化符石四周的符石
		⇒ 轉化為水符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '符石轉水',
				'object': [],
				'limit': []
			}
		],
		'monster': [1969]
	},
	{
		'name': '時間的弧形',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 延長移動符石時間 5 秒
		III. 每回合扣除全隊總生命力 10%
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間', '我方扣血'],
				'object': [],
				'limit': []
			}
		],
		'monster': [1970]
	},
	{
		'name': '妖精軍師',
		'description': `
		I. 妖精類生命力、攻擊力及回復力 2 倍
		II. 消除妖族符石時
		⇒ 妖精類攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1971]
	},
	{
		'name': '妖魔萬鈞之怒',
		'description': `
		妖精類及魔族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖', '魔'],
				'limit': []
			}
		],
		'monster': [1974, 2051, 2055, 2061, 2063, 2065, 2067, 2068, 2069, 2070, 2071, 2072]
	},
	{
		'name': '神魔之森 ‧ 狂風',
		'description': `
		隊伍中只有木屬性魔族或木屬性神族成員時：
		I. 全隊攻擊力 4 倍
		II. 每消除 4 組符石時
		⇒ 必定掉落 4 粒木強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木魔', '木神'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除組數']
			}
		],
		'monster': [1981]
	},
	{
		'name': '種族凝滙 ‧ 光之暴',
		'description': `
		I. 光屬性成員攻擊力 50 倍、生命力及回復力 3 倍
		II. 每消除 1 種「種族符石」
		⇒ 全隊攻擊力額外 1.8 倍
		⇒ 最多提升 3 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [1982]
	},
	{
		'name': '亂世重典',
		'description': `
		I. 暗屬性及魔族攻擊力 7 倍
		II. 自身無視敵人防禦力
		III. 必然延長移動符石時間 2 秒
		IV. 消除 1 組 ≥5 粒符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '魔'],
				'limit': []
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [1983]
	},
	{
		'name': '光耀躍舞',
		'description': `
		I. 光屬性人類攻擊力 4 倍
		II. 消除最底 1 橫行內的所有符石、或最左方 1 直行的 5 粒符石、或最右方 1 直行的 5 粒符石時：
		⇒ 全隊攻擊力額外 2 倍
		III. 若達成上述所有條件時
		⇒ 則全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [1986]
	},
	{
		'name': '靜影復甦',
		'description': `
		隊伍中有 ≥3 種屬性成員時：
		I. 全隊攻擊力及回復力 3 倍
		II. 當生命力少於 30% 時
		⇒ 心符石效果提升至 300% (效果不能疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '符石效果提升',
				'object': [],
				'limit': ['成員屬性數量', '我方血量']
			}
		],
		'monster': [1987]
	},
	{
		'name': '靈息綻放',
		'description': `
		隊伍中有 ≥3 種屬性成員時：
		I. 全隊攻擊力及回復力 3 倍
		II. 每次受到攻擊時
		⇒ 隨機將 2 粒符石轉化為心符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '符石轉心',
				'object': [],
				'limit': ['成員屬性數量', '受到攻擊']
			}
		],
		'monster': [1988]
	},
	{
		'name': '攻克無懼',
		'description': `
		隊伍中有 ≥3 種屬性成員時：全隊攻擊力及回復力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [1989]
	},
	{
		'name': '動人時光',
		'description': `
		10 回合內，神族攻擊力 10 倍 (只計算消除符石的回合)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['回合上限']
			}
		],
		'monster': [1990, 2094, 2095, 2096, 2097, 2098]
	},
	{
		'name': '浪濤 ‧ 極致',
		'description': `
		隊中只有水屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 神族成員生命力及回復力額外 1.2 倍
		III. 消除強化符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除神族符石
		⇒ 全隊攻擊力額外 2 倍
		V. 回合結束時，將 3 粒水符石
		⇒ 轉化為神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '消除種族符石']
			},
			{
				'name': ['符石強化', '符石轉水強化', '神族符石製造'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2001]
	},
	{
		'name': '流焰 ‧ 極致',
		'description': `
		隊中只有火屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 神族成員生命力及回復力額外 1.2 倍
		III. 消除強化符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除神族符石
		⇒ 全隊攻擊力額外 2 倍
		V. 回合結束時，將 3 粒火符石
		⇒ 轉化為神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員屬性', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員屬性', '消除種族符石']
			},
			{
				'name': ['符石強化', '符石轉火強化', '神族符石製造'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2002]
	},
	{
		'name': '藤蔓 ‧ 極致',
		'description': `
		隊中只有木屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 神族成員生命力及回復力額外 1.2 倍
		III. 消除強化符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除神族符石
		⇒ 全隊攻擊力額外 2 倍
		V. 回合結束時，將 3 粒木符石
		⇒ 轉化為神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員屬性', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員屬性', '消除種族符石']
			},
			{
				'name': ['符石強化', '符石轉木強化', '神族符石製造'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2003]
	},
	{
		'name': '驚雷 ‧ 極致',
		'description': `
		隊中只有光屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 神族成員生命力及回復力額外 1.2 倍
		III. 消除強化符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除神族符石
		⇒ 全隊攻擊力額外 2 倍
		V. 回合結束時，將 3 粒光符石
		⇒ 轉化為神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員屬性', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員屬性', '消除種族符石']
			},
			{
				'name': ['符石強化', '符石轉光強化', '神族符石製造'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2004]
	},
	{
		'name': '狂魅 ‧ 極致',
		'description': `
		隊中只有暗屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 神族成員生命力及回復力額外 1.2 倍
		III. 消除強化符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除神族符石
		⇒ 全隊攻擊力額外 2 倍
		V. 回合結束時，將 3 粒暗符石
		⇒ 轉化為神族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員屬性', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員屬性', '消除種族符石']
			},
			{
				'name': ['符石強化', '符石轉暗強化', '神族符石製造'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2005]
	},
	{
		'name': '機械理論',
		'description': `
		隊伍中只有機械族或人類成員時：
		I. 全隊攻擊力 4.5 倍
		II. 減少 40% 所受傷害
		III. 消除水強化符石時
		⇒ 機械族成員的行動值提升 5%
		IV. 所有機械族成員的行動值達至 100% 時
		⇒ 攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['成員種族', '消除特定符石', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', '成員行動值']
			}
		],
		'monster': [2006, 2007]
	},
	{
		'name': '靈氣迫人 ‧ 火',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 火符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2008, 2009]
	},
	{
		'name': '金液流動',
		'description': `
		隊伍中只有機械族成員時：
		I. 全隊生命力、攻擊力及回復力 2 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 3 倍
		III. 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除種類數量']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2010, 2011]
	},
	{
		'name': '靈氣迫人 ‧ 光',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 光符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2012, 2013]
	},
	{
		'name': '幾何結界',
		'description': `
		隊伍中只有機械族成員時：
		I. 全隊攻擊力 5 倍
		II. 必然延長移動符石時間 1 秒 
		III. 自身的攻擊力減至 0 並將原有的攻擊力基值的 2 倍
		⇒ 分別加入其他成員的攻擊力基值
		IV. 若使用相同的隊長及戰友
		⇒ 則分別加入所有隊員的攻擊力基值
		V. 於自身直行首批消除 1 組 ≥4 粒符石時
		⇒ 身旁成員的主動技能 CD 減少 1
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '我方減攻',
				'object': ['自身'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '特定戰友']
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [2014, 2015]
	},
	{
		'name': '靈氣迫人 ‧ 水',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 水符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2016, 2017]
	},
	{
		'name': '機械陣式',
		'description': `
		隊伍中有 ≥3 種屬性的機械族成員時
		I. 全隊攻擊力 3.5 倍
		II. 所有機械族成員的行動值達至 100% 時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量', '成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量', '成員種族', '成員行動值']
			}
		],
		'monster': [2018, 2019]
	},
	{
		'name': '靈氣迫人 ‧ 暗',
		'description': `
		I. 人類攻擊力 3.5 倍
		II. 暗符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2020, 2021]
	},
	{
		'name': '目空四海',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2026]
	},
	{
		'name': '不滅之械',
		'description': `
		I. 機械族攻擊力 2 倍
		II. 當前生命力大於 70% 時
		⇒ 下一次所受傷害不會使你死亡 (同 1 回合只發動 1 次)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [2034]
	},
	{
		'name': '騎士之魂 ‧ 妖',
		'description': `
		I. 妖精類攻擊力及回復力 4.5 倍
		II. 龍脈儀全滿時
		⇒ 妖精類攻擊力額外 1.5 倍
		III. 每首批消除 1 種屬性符石
		⇒ 於回合結束時隨機將該屬性的其中 2 粒符石添加為妖族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['龍脈儀能量']
			},
			{
				'name': '妖族符石製造',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2036]
	},
	{
		'name': '騎士之魂 ‧ 龍',
		'description': `
		I. 龍類攻擊力 5 倍
		II. 每個龍類增加 500 點回復力
		III. 龍脈儀全滿時
		⇒ 龍類攻擊力額外 1.5 倍
		IV. 每首批消除 1 種屬性符石
		⇒ 於回合結束時隨機將該屬性的其中 2 粒符石添加為龍族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['龍脈儀能量']
			},
			{
				'name': '龍族符石製造',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2037]
	},
	{
		'name': '騎士之魂 ‧ 魔',
		'description': `
		I. 魔族攻擊力及回復力 4.5 倍
		II. 龍脈儀全滿時
		⇒ 魔族攻擊力額外 1.5 倍
		III. 每首批消除 1 種屬性符石
		⇒ 於回合結束時隨機將該屬性的其中 2 粒符石轉化為魔族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['龍脈儀能量']
			},
			{
				'name': '魔族符石製造',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2038]
	},
	{
		'name': '騎士之魂 ‧ 人',
		'description': `
		I. 人類攻擊力及回復力 4.5 倍
		II. 龍脈儀全滿時
		⇒ 人類攻擊力額外 1.5 倍
		III. 每首批消除 1 種屬性符石
		⇒ 於回合結束時隨機將該屬性的其中 2 粒符石添加為人族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['龍脈儀能量']
			},
			{
				'name': '人族符石製造',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2039]
	},
	{
		'name': '騎士之魂 ‧ 獸',
		'description': `
		I. 獸類攻擊力 4.5 倍
		II. 每個獸類成員增加 500 點回復力
		III. 龍脈儀全滿時
		⇒ 獸類攻擊力額外 1.5 倍
		IV. 每首批消除 1 種屬性符石
		⇒ 於回合結束時隨機將該屬性的其中 2 粒符石添加為獸族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['龍脈儀能量']
			},
			{
				'name': '獸族符石製造',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2040]
	},
	{
		'name': '流雲奧義 ‧ 人',
		'description': `
		I. 水屬性攻擊力 4 倍
		II. 人類攻擊力 1.5 倍
		III. 水屬性人類攻擊力則 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '人'],
				'limit': []
			}
		],
		'monster': [2041, 2042, 2174]
	},
	{
		'name': '赤燄奧義 ‧ 人',
		'description': `
		I. 火屬性攻擊力 4 倍
		II. 人類攻擊力 1.5 倍
		III. 火屬性人類攻擊力則 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '人'],
				'limit': []
			}
		],
		'monster': [2043, 2044, 2376]
	},
	{
		'name': '藤棘奧義 ‧ 人',
		'description': `
		I. 木屬性攻擊力 4 倍
		II. 人類攻擊力 1.5 倍
		III. 木屬性人類攻擊力則 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木', '人'],
				'limit': []
			}
		],
		'monster': [2045, 2046, 2175]
	},
	{
		'name': '電殛奧義 ‧ 人',
		'description': `
		I. 光屬性攻擊力 4 倍
		II. 人類攻擊力 1.5 倍
		III. 光屬性人類攻擊力則 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [' 光', '人'],
				'limit': []
			}
		],
		'monster': [2047, 2048]
	},
	{
		'name': '魅影奧義 ‧ 人',
		'description': `
		I. 暗屬性攻擊力 4 倍
		II. 人類攻擊力 1.5 倍
		III. 暗屬性人類攻擊力則 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '人'],
				'limit': []
			}
		],
		'monster': [2049, 2050]
	},
	{
		'name': '魔魅合擊',
		'description': `
		I. 妖精類及魔族攻擊力 4.5 倍
		II. 消除妖族符石或魔族符石時
		⇒ 妖精類及魔族成員追打自身攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖', '魔'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['妖', '魔'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2052, 2056, 2062, 2064, 2066]
	},
	{
		'name': '魔念之罪',
		'description': `
		隊伍中只有魔族或妖精類成員時：
		I. 全隊攻擊力 6 倍及生命力 2 倍
		II. 所有屬性符石兼具 25% 其他屬性符石效果 (可疊加)
		III. 每回合回復相等於隊伍中所有「魔性原罪 · 夏娃」攻擊力基值總和的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '回血'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2053, 2054]
	},
	{
		'name': '魔曌之勢',
		'description': `
		隊伍中只有魔族成員時：
		I. 魔族攻擊力 4 倍，光屬性魔族攻擊力則 5 倍
		II. 消除魔族符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2057, 2058]
	},
	{
		'name': '魔曌之勢 ‧ 強',
		'description': `
		隊伍中只有魔族成員時：
		I. 魔族攻擊力 4 倍，光屬性魔族攻擊力則 5 倍
		II. 消除魔族符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 若轉珠結束時放手的符石為屬性符石：
		⓵ 該種屬性符石兼具其他符石效果
		⓶ 移動符石時觸碰的首 5 粒符石
		⇒ 轉化為該屬性魔族強化符石
		⓷ 減少 90% 所受傷害，受到 5 次攻擊後變為減少 45% 所受傷害
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '符石轉水', '符石轉火', '符石轉木', '符石轉光', '符石轉暗', '符石轉水強化', '符石轉火強化', '符石轉木強化', '符石轉光強化', '符石轉暗強化', '魔族符石製造', '減傷'],
				'object': [],
				'limit': ['成員種族', '特定符石放手']
			}
		],
		'monster': [2058]
	},
	{
		'name': '傾世魅顏',
		'description': `
		隊伍中只有魔族或妖精類成員時：
		I. 全隊生命力、攻擊力及回復力 1.5 倍
		II. 每首批消除 1 個角落的符石時
		⇒ 全隊攻擊力提升 1.25 倍
		⇒ 4 個角落可達至最大 5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['魔', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['魔', '妖'],
				'limit': ['成員種族', '消除特定位置']
			}
		],
		'monster': [2059, 2060]
	},
	{
		'name': '人類集權',
		'description': `
		隊伍中有 ≥3 種屬性成員時：人類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [2074, 2075, 2076]
	},
	{
		'name': '心之連動 ‧ 強',
		'description': `
		I. 每首批消除 1 組符石
		⇒ 將產生 1 粒心符石
		II. 每累計消除 3 粒心符石
		⇒ 將產生 1 粒心強化符石
		III. 消除 ≥8 連擊 (Combo)
		⇒ 全隊攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2079]
	},
	{
		'name': '稀世力量',
		'description': `
		I. 水屬性及人類攻擊力 6.5 倍
		II. 必然延長移動符石時間 1 秒
		III. 水、火、木符石兼具
		⇒ 50% 心符石效果
		IV. 同時消除水、火、木符石其中 2 種符石時
		⇒ 水屬性及人類攻擊力額外 3 倍
		V. 同時消除水、火、木符石時
		⇒ 個人追打水、火、木屬性攻擊各 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水', '人'],
				'limit': ['消除特定符石', '消除種類數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打'],
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2081]
	},
	{
		'name': '浪屠殺',
		'description': `
		I. 水屬性攻擊力 5.25 倍，生命力及回復力 1.3 倍
		II. 每消除 1 組符石均有 50% 機率
		⇒ 額外計算多 1 連擊 (Ex. Combo)
		⇒ 最多可額外增加 15 連擊 (Ex. Combo) (機率及連擊數目可以疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2082]
	},
	{
		'name': '浪屠殺 ‧ 裂心',
		'description': `
		I. 水屬性攻擊力 5.25 倍，生命力及回復力 1.3 倍
		II. 每消除 1 組符石均有 50% 機率
		⇒ 額外計算多 1 連擊 (Ex. Combo)
		⇒ 最多可額外增加 15 連擊 (Ex. Combo) (機率及連擊數目可以疊加)
		III. 於每回合移動符石後
		⇒ 引爆所有心符石，直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': []
			}
		],
		'monster': [2082]
	},
	{
		'name': '透幻烈燄',
		'description': `
		I. 火屬性攻擊力 4.8 倍，生命力及回復力 1.3 倍
		II. 消除符石的種類愈多，火屬性攻擊力額外提升愈多：
		⇒ 消除 2 種 1.5 倍
		⇒ 消除 4 種可達至最大 2.1 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2083]
	},
	{
		'name': '透幻烈燄 ‧ 裂心',
		'description': `
		I. 火屬性攻擊力 4.8 倍，生命力及回復力 1.3 倍
		II. 消除符石的種類愈多，火屬性攻擊力額外提升愈多：
		⇒ 消除 2 種 1.5 倍
		⇒ 消除 4 種可達至最大 2.1 倍
		III. 於每回合移動符石後
		⇒ 引爆所有心符石，直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種類數量']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': []
			}
		],
		'monster': [2083]
	},
	{
		'name': '大地之極權',
		'description': `
		木屬性攻擊力 4.5 倍及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [2084, 2474]
	},
	{
		'name': '元素調勻 ‧ 玄光',
		'description': `
		光屬性生命力、攻擊力、回復力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光'],
				'limit': []
			}
		],
		'monster': [2085]
	},
	{
		'name': '血祭斷魂劍',
		'description': `
		I. 暗屬性攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 消除 ≥3 種符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 5 倍的暗屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增攻', '暗屬追打'],
				'object': ['自身'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2086]
	},
	{
		'name': '血祭斷魂劍 ‧ 裂心',
		'description': `
		I. 暗屬性攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 消除 ≥3 種符石及自身發動攻擊時
		⇒ 個人追打自身攻擊力 5 倍的暗屬性攻擊 1 次
		III. 於每回合移動符石後
		⇒ 引爆所有心符石，直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增攻', '暗屬追打'],
				'object': ['自身'],
				'limit': ['消除種類數量']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': []
			}
		],
		'monster': [2086]
	},
	{
		'name': '妖靈鞭 ‧ 浪濤',
		'description': `
		隊伍中只有水屬性妖精類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.5 倍
		II. 將每個成員自身回復力的 2 倍各自加入自身攻擊力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水妖'],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [2087]
	},
	{
		'name': '權欲狂森 ‧ 魔',
		'description': `
		I. 木屬性攻擊力 3.5 倍
		⇒ 木屬性魔族攻擊力則 5 倍
		II. 首批消除場上所有木符石時
		⇒ 木屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2088]
	},
	{
		'name': '權欲玄環 ‧ 人',
		'description': `
		I. 光屬性攻擊力 3.5 倍
		II. 光屬性人類則 5 倍
		III. 首批消除所有光符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2089]
	},
	{
		'name': '滄浪之水',
		'description': `
		I. 消除水符石的組數愈多時
		⇒ 全隊攻擊力愈高
		⇒ 消除 4 組可達至最大 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [2091]
	},
	{
		'name': '歸元結念 ‧ 強',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 龍類生命力 1.5 倍
		III. 魔族攻擊力額外 1.5 倍
		IV. 妖精類回復力 1.5 倍
		V. 每個獸類成員延長移動符石時間 1 秒
		VI. 進入關卡後，機械族行動值提升 25%
		VII. 當隊伍中有 ≥4 種族成員時
		⇒ 所有符石兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [2092]
	},
	{
		'name': '虹女之燄',
		'description': `
		I. 全隊攻擊力 3.2 倍
		II. 隊伍中火屬性成員愈多
		⇒ 火屬性攻擊力及回復力額外提升愈多
		⇒ 6 個可達至最大 2.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': ['火'],
				'limit': ['成員屬性', '成員數量']
			},
		],
		'monster': [2099]
	},
	{
		'name': '守護之念 ‧ 堅',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 減少 30% 所受傷害
		III. 消除心符石時
		⇒ 回復 5,000 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2100]
	},
	{
		'name': '絕對零度 ‧ 冰',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 3.5 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 2 秒
		III. 連擊 (Combo) 愈多
		⇒ 全隊攻擊力額外提升愈多：
		⓵ 1 Combo 3 倍
		⓶ 6 Combo 可達至最大 5.5 倍
		IV. 水及心符石互相兼具 50% 效果
		V.【聖鬥士】生命力、攻擊力及回復力 1.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [2101]
	},
	{
		'name': '絕對零度 ‧ 煉冰',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 3.5 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 2 秒
		III. 連擊 (Combo) 愈多
		⇒ 全隊攻擊力額外提升愈多：
		⓵ 1 Combo 3 倍
		⓶ 8 Combo 可達至最大 6.5 倍
		IV. 水及心符石互相兼具 50% 效果
		V.【聖鬥士】生命力、攻擊力及回復力 1.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [2102]
	},
	{
		'name': '聖鬥士之心',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 5 倍
		II. 隊伍中有 ≥3 個「聖鬥士星矢」合作角色 (不包括「雅典娜 ‧ 城戶沙織」) 時
		⇒ 心符石兼具 50% 所有屬性符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2103, 2104, 2109, 2110, 2117, 2118, 2120, 2121, 2122, 2123, 2124, 2125]
	},
	{
		'name': '天龍之鱗',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 2 秒
		III. 以左下角的符石開始轉珠時
		⇒ 全隊攻擊力及回復力額外 1.8 倍
		IV. 以右下角的符石開始轉珠時
		⇒ 移動符石時觸碰的首 5 粒符石轉化為木強化符石
		V.【聖鬥士】生命力、攻擊力及回復力 1.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': ['符石轉木', '符石轉木強化'],
				'object': [],
				'limit': ['成員種族', '特定位置起手']
			}
		],
		'monster': [2105]
	},
	{
		'name': '天龍之鱗 ‧ 強',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 2 秒
		III. 以左下角的符石開始轉珠時
		⇒ 全隊攻擊力及回復力額外 2 倍
		IV. 以右下角的符石開始轉珠時
		⇒ 移動符石時觸碰的首 5 粒符石轉化為木人族強化符石
		V.【聖鬥士】生命力、攻擊力及回復力 1.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': ['符石轉木', '符石轉木強化', '人族符石製造'],
				'object': [],
				'limit': ['成員種族', '特定位置起手']
			}
		],
		'monster': [2106]
	},
	{
		'name': '凝聚 ‧ 聖鬥士的力量',
		'description': `
		隊中只有人類成員時：
		I. 全隊生命力、攻擊力及回復力 1.5 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除 1 組符石的數目愈多
		⇒ 全隊攻擊力提升愈多：
		⓵ 消除 1 組 3 粒可達 6 倍
		⓶ 消除 1 組 6 粒可達至最大 12 倍
		IV.【聖鬥士】生命力、攻擊力、回復力 1.2 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [2107, 2108]
	},
	{
		'name': '聖鬥士之志',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 隊伍中有 ≥3 個「聖鬥士星矢」合作角色 (不包括「雅典娜 ‧ 城戶沙織」) 時
		⇒ 全隊攻擊力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2111, 2112, 2113, 2114, 2115, 2126, 2127]
	},
	{
		'name': '聖鬥士之喚',
		'description': `
		「聖鬥士星矢」合作角色 (不包括「雅典娜 ‧ 城戶沙織」) 的生命力、攻擊力、回復力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [2116]
	},
	{
		'name': '乾坤太極陣',
		'description': `
		隊伍中只有神族或獸類成員時：
		I. 全隊攻擊力 4.5 倍、生命力及回復力 1.4 倍
		II. 隊伍中有 ≥3 種屬性成員時
		⇒ 全隊攻擊力額外 2 倍
		III. 消除神族符石時
		⇒ 神族及獸類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '獸'],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '增攻',
				'object': ['神', '獸'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2130]
	},
	{
		'name': '補天煉石',
		'description': `
		隊伍中只有神族或獸類成員時：
		I. 全隊攻擊力 6 倍及回復力 2 倍
		II. 隊中每有 1 個 6 星「上古諸神」系列角色
		⇒ 必然延長移動符石時間 1 秒
		III. 消除神族符石時
		⇒ 神族及獸類攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': ['神', '獸'],
				'limit': ['成員種族', '成員數量', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['神', '獸'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2131]
	},
	{
		'name': '煞神之罰',
		'description': `
		隊伍中只有神族或獸類成員時：
		I. 全隊攻擊力 4.5 倍及生命力 1.6 倍
		II. 消除 ≥5 粒神族符石時
		⇒ 神族及獸類攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '獸'],
				'limit': ['成員種族', '消除種族符石', '消除數量']
			}
		],
		'monster': [2132]
	},
	{
		'name': '神之指引',
		'description': `
		I. 神族攻擊力 2.5 倍
		II. 隊伍中有 3 種或以上屬性成員時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [2144, 2145, 2146, 2173, 2206]
	},
	{
		'name': '元素之核',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 所有符石兼具
		⇒ 50% 其他符石效果
		III. 消除獸族符石
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2149]
	},
	{
		'name': '影流拳法',
		'description': `
		隊伍中只有神族成員時：
		I. 水屬性及暗屬性攻擊力 6 倍
		II. 每消除 1 組 4 粒或以上符石時
		⇒ 水屬性成員直行首批掉落 1 粒暗神族符石 (最多 2 粒)
		⇒ 暗屬性成員直行首批掉落 1 粒水神族符石 (最多 2 粒)
		*  其後部分掉落的符石會順序排列
		III. 同時消除水及暗符石時
		⇒ 減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水神', '暗神'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除一組數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2150]
	},
	{
		'name': '影流拳法 ‧ 強',
		'description': `
		隊伍中只有神族成員時：
		I. 水屬性及暗屬性攻擊力 6 倍
		II. 每消除 1 組 4 粒或以上符石時
		⇒ 水屬性成員直行首批掉落 1 粒暗神族強化符石 (最多 2 粒)
		⇒ 暗屬性成員直行首批掉落 1 粒水神族強化符石 (最多 2 粒)
		*  其後部分掉落的符石會順序排列
		III. 同時消除水及暗符石時
		⇒ 減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水神', '暗神'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除一組數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2151]
	},
	{
		'name': '守護 ‧ 集結',
		'description': `
		I. 神族攻擊力 4 倍
		II. 隊伍中有 3 種或以上屬性成員時
		⇒ 神族攻擊力額外 2 倍
		III. 隊伍成員屬性對「侵略者」的攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員屬性數量']
			},
			{
				'name': '對特定敵方增傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [2152, 2156, 2159]
	},
	{
		'name': '地面探查',
		'description': `
		I. 神族攻擊力 3 倍、生命力及回復力 1.5 倍
		II. 心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2153]
	},
	{
		'name': '四態 ‧ 亂舞',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 5 倍
		II. 水、火、木、光符石互相兼具效果 (可疊加)
		III. 消除暗或心符石時
		⇒ 全隊攻擊力額外 1.5 倍
		⇒ 減少 30% 所受傷害
		IV. 龍脈儀全滿時，全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '龍脈儀能量']
			}
		],
		'monster': [2154, 60006, 60007, 60008, 60009]
	},
	{
		'name': '海洋探查',
		'description': `
		I. 神族攻擊力 3 倍、生命力及回復力 1.5 倍
		II. 心符石兼具 50% 水符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2155]
	},
	{
		'name': '光之銀河',
		'description': `
		隊伍中只有神族成員時：
		I. 光屬性攻擊力 5 倍及回復力 1.5 倍
		II. 消除 3 至 5 種符石時
		⇒ 光屬性攻擊力額外 2 倍
		⇒ 減少 25% 所受傷害
		III. 消除 6 種符石時
		⇒ 光屬性攻擊力額外 3 倍
		⇒ 減少 37.5% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['光神'],
				'limit': ['成員種族', '消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [2157, 2158]
	},
	{
		'name': '高熱 ‧ 大噴火',
		'description': `
		隊伍中只有火屬性獸類成員時：
		I. 全隊攻擊力 5.5 倍
		II. 每個成員增加 300 點回復力
		III. 每消除 1 組 5 粒或以上符石時
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可提升至最大 2.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['火獸'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['火獸'],
				'limit': ['成員屬性', '成員種族', '消除一組數量', '消除組數']
			}
		],
		'monster': [2160]
	},
	{
		'name': '瞬結 ‧ 黑暗力量',
		'description': `
		I. 暗屬性及魔族攻擊力 4.5 倍
		II. 消除暗符石的數量愈多
		⇒ 暗屬性及魔族攻擊力額外提升愈多
		⇒ 消除 10 粒可達至最大 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗', '魔'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2161]
	},
	{
		'name': '力量吸取',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 消除 1 組 6 粒或以上符石時
		⇒ 全隊攻擊力額外 3 倍
		⇒ 減少 15% 所受傷害
		III. 消除 ≥2 組 6 粒或以上符石時
		⇒ 全隊攻擊力則額外 6 倍
		⇒ 減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除一組數量', '消除組數']
			}
		],
		'monster': [2162, 2163]
	},
	{
		'name': '浪濤萬鈞之怒 ‧ 獸',
		'description': `
		水屬性獸類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水獸'],
				'limit': []
			}
		],
		'monster': [2164]
	},
	{
		'name': '熾燄萬鈞之怒 ‧ 獸',
		'description': `
		火屬性獸類攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火獸'],
				'limit': []
			}
		],
		'monster': [2165, 2166]
	},
	{
		'name': '分身 ‧ 追打',
		'description': `
		I. 獸類攻擊力 4 倍
		II. 「宇宙忍者 ‧ 巴魯坦星人」追打 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '水屬追打',
				'object': ['自身', '特定成員'],
				'limit': []
			}
		],
		'monster': [2167]
	},
	{
		'name': '機獸合擊',
		'description': `
		獸類及機械族攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '機'],
				'limit': []
			}
		],
		'monster': [2168]
	},
	{
		'name': '神之本',
		'description': `
		神族攻擊力及回復力 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [2169, 60010, 9018]
	},
	{
		'name': '機械人 ‧ 萬鈞之怒',
		'description': `
		人類及機械族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': []
			}
		],
		'monster': [2172, 2723, 10192]
	},
	{
		'name': '夜月之輝',
		'description': `
		I. 神族攻擊力 4.5 倍
		II. 隊伍中只有光及暗屬性成員時
		⇒ 全隊攻擊力額外 2.5 倍
		⇒ 光及心符石兼具暗符石效果
		⇒ 消除強化符石時，減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '消除強化符石']
			}
		],
		'monster': [2176]
	},
	{
		'name': '夜月之魅',
		'description': `
		I. 神族攻擊力 4.5 倍
		II. 隊伍中只有光及暗屬性成員時
		⇒ 全隊攻擊力額外 2.5 倍
		⇒ 暗及心符石兼具光符石效果
		⇒ 消除強化符石時，減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '消除強化符石']
			}
		],
		'monster': [2177]
	},
	{
		'name': '神族盟約',
		'description': `
		I. 神族攻擊力 4 倍
		II. 消除 1 組 ≥5 粒符石
		⇒ 神族攻擊力額外 3 倍
		III. 消除神族符石時
		⇒ 全隊攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2178]
	},
	{
		'name': '妖之靈 ‧ 光',
		'description': `
		I. 光屬性及妖精類攻擊力及回復力 3 倍
		II. 所有屬性符石兼具 25% 心符石效果 (可疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['光', '妖'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2180]
	},
	{
		'name': '真龍王之驚濤',
		'description': `
		I. 人類、龍類、神族攻擊力 5 倍
		II. 每個龍類成員增加 400 點回復力
		III. 消除種族符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 隊伍成員屬性對人類目標攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '龍', '神'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			},
			{
				'name': '對人類增傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [2181]
	},
	{
		'name': '真火煉獄 ‧ 強',
		'description': `
		I. 隊員不會發動攻擊，並將隊員攻擊力基值的 2 倍
		⇒ 加入自身攻擊力基值
		II. 每回合以自身攻擊力基值 30 倍
		⇒ 對敵方全體後追打無屬性攻擊 1 次 (無視防禦力)
		`,
		'tag': [
			{
				'name': ['限制成員攻擊', '增攻', '無屬追打'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2182]
	},
	{
		'name': '震山之霸',
		'description': `
		I. 獸類、妖精類、魔族攻擊力 5 倍
		II. 消除種族符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 隊伍成員屬性對妖精類目標攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '妖', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			},
			{
				'name': '對妖精類增傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [2183]
	},
	{
		'name': '金鋼護甲',
		'description': `
		I. 全隊回復力 1.5 倍
		II. 生命力愈高，所受傷害愈低
		⇒ 最多減少 80%
		III. 全隊攻擊力 0.75 倍
		⇒ 生命力愈低，攻擊力愈高，最大 9 倍
		IV. 生命力愈低
		⇒ 迴避敵人攻擊的機率愈高，最大 50%
		`,
		'tag': [
			{
				'name': ['增回', '減傷', '增攻', '迴避'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2184]
	},
	{
		'name': '絕色傾城',
		'description': `
		I. 必然延長移動符石時間 2 秒
		II. 全隊生命力、攻擊力、回復力 1.2 倍
		III. 連擊 (Combo) 時攻擊力提升 200%
		`,
		'tag': [
			{
				'name': ['延長轉珠時間', '增血', '增攻', '增回'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2185]
	},
	{
		'name': '催命的鐘聲',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 3.9 倍
		II. 每消除 3 組符石
		⇒ 必定掉落 3 粒水機械族符石
		III. 消除機械族符石
		⇒ 全隊攻擊力額外 3.9 倍
		IV. 所有機械族成員的行動值達至 100%
		⇒ 全隊攻擊力額外 3.9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '機械族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '成員行動值']
			}
		],
		'monster': [2186]
	},
	{
		'name': '機械 ‧ 萬鈞之怒',
		'description': `
		機械族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			}
		],
		'monster': [2187, 2190, 2191, 2192, 2193, 2199, 2204, 2243, 2420, 2542, 2586, 2629, 2630, 2631, 2632, 2682, 7026, 7033, 10104, 10105, 10154, 10155, 10377]
	},
	{
		'name': '心的連繫',
		'description': `
		隊中只有人類或機械族成員：
		I. 全隊攻擊力 3.9 倍、生命力及回復力 1.39 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除機械族符石
		⇒ 全隊攻擊力額外 3.9 倍
		IV. 達至 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 3.9 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [2188]
	},
	{
		'name': '紫蝶之舞',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 2.2 倍
		II. 以右方 3 直行的符石起手
		⇒ 全隊攻擊力額外 3.3 倍
		III. 於左方 3 直行最後放手
		⇒ 所有成員追打 1 次
		IV. 消除機械族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['機'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2189]
	},
	{
		'name': '機械狂熱',
		'description': `
		機械族攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			}
		],
		'monster': [2194, 2378]
	},
	{
		'name': '引擎動力',
		'description': `
		機械族攻擊力 3.9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			}
		],
		'monster': [2195, 2198, 10529, 10530]
	},
	{
		'name': '引擎動力 ‧ 水之靈',
		'description': `
		I. 機械族攻擊力 3.9 倍
		II. 水符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2196]
	},
	{
		'name': '引擎動力 ‧ 心之焰',
		'description': `
		I. 機械族攻擊力 3.9 倍
		II. 心符石兼具 50% 火符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2197]
	},
	{
		'name': '人機動力',
		'description': `
		I. 人類及機械族攻擊力 3.9 倍
		II. 達成 ≥5 連擊 (Combo) 時
		⇒ 人類及機械族成員以 39% 攻擊力追打 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['人', '機'],
				'limit': ['Combo數量']
			}
		],
		'monster': [2203]
	},
	{
		'name': '機械專家',
		'description': `
		I. 全隊攻擊力 4 倍
		II. 人類成員對機械族目標攻擊力 3 倍
		III. 所受機械族傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '對機械族增傷'],
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [2205]
	},
	{
		'name': '驚世璞玉',
		'description': `
		I. 龍類成員攻擊力 8 倍及生命力 1.8 倍
		II. 消除龍族符石
		⇒ 自身攻擊力額外 4 倍
		III. ≥3 個龍類成員發動攻擊
		⇒ 敵人所受傷害額外 5 倍
		IV. 隊伍中只有龍類成員
		⇒ 木符石兼具隊伍成員屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['敵方受傷增加', '增攻'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2207]
	},
	{
		'name': '絕世奇玉',
		'description': `
		I. 龍類成員攻擊力 10 倍及生命力 1.8 倍
		II. 消除龍族符石
		⇒ 全隊攻擊力額外 2.5 倍
		III. 首批消除的連擊 (Combo) 數目
		⇒ 會加入下回合的連擊 (Combo) 數目
		⇒ 下回合隨機轉化相應粒數的龍族強化符石 (龍族符石以外優先轉換)
		IV. 隊中只有龍類成員
		⇒ 所有符石兼具 150% 隊伍成員屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			},
			{
				'name': ['增加Combo', '符石強化', '龍族符石製造'],
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2208]
	},
	{
		'name': '魔獸 ‧ 萬鈞之怒',
		'description': `
		獸類及魔族攻擊力 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '魔'],
				'limit': []
			}
		],
		'monster': [2212]
	},
	{
		'name': '罪戮的罰則',
		'description': `
		I. 妖精類攻擊力 3 倍
		II. 隊伍受到的傷害提升 2 倍
		III. 以所受傷害 5 倍對敵方攻擊者
		⇒ 進行相剋屬性反擊 (此傷害無視「強化突破」敵技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['我方受傷增加', '反擊'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2214]
	},
	{
		'name': '妖之號令',
		'description': `
		I. 妖精類攻擊力及回復力 4 倍
		II. 消除心符石時
		⇒ 妖精類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2215]
	},
	{
		'name': '水靈術法',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 消除水符石及心符石時
		⇒ 妖精攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2217]
	},
	{
		'name': '懾魄瑰寶',
		'description': `
		I. 妖精類生命力及攻擊力 2.5 倍
		II. 心符石 ≥30 粒相連才可發動消除
		III. 每消除 1 組屬性符石時
		⇒ 回復「妖精類成員生命力等值」5% 的生命力
		`,
		'tag': [
			{
				'name': ['增血', '增攻'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '三十消',
				'object': [],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [2219]
	},
	{
		'name': '翠色傲睨',
		'description': `
		隊伍只有妖精類成員時
		I. 全隊攻擊力 6 倍
		II. 每個成員增加 400 點攻擊力及回復力
		III. 木符石兼具 50% 其他屬性符石效果
		IV. 心符石兼具 50% 所有屬性符石效果
		V. 進入關卡後
		⇒ 所有成員的技能 CD 減少 3 (可疊加)
		VI. 場上有附加效果時
		⇒ 全隊攻擊力額外 1.65 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '進場減CD'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['成員種族', '含附加效果']
			}
		],
		'monster': [2221]
	},
	{
		'name': '閃鑽光華',
		'description': `
		隊伍中有 ≥3 種屬性成員時
		I. 妖精類攻擊力 6 倍
		II. 心符石兼具 50% 所有屬性符石效果
		III. 必然延長移動符石時間 1 秒
		IV. 妖精類成員
		⇒ 對機械族以外目標攻擊力 1.8 倍
		⇒ 對人類、神族、魔族、妖精類目標攻擊力額外 2.42 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷', '對獸類增傷', '對妖精類增傷', '對龍類增傷', '對神族增傷', '對魔族增傷'],
				'object': ['妖'],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '延長轉珠時間'],
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [2223]
	},
	{
		'name': '暗靈術法',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 消除暗符石及心符石時
		⇒ 妖精攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2225]
	},
	{
		'name': '火靈術法',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 消除火符石及心符石時
		⇒ 妖精攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2227]
	},
	{
		'name': '木靈術法',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 消除木符石及心符石時
		⇒ 妖精攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2229]
	},
	{
		'name': '光靈術法',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 消除光符石及心符石時
		⇒ 妖精攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2231]
	},
	{
		'name': '神聖七約',
		'description': `
		首批消除 7 連擊 (Combo) 時
		⇒ 全隊攻擊力 7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2232]
	},
	{
		'name': '木葉 ‧ 妖幻',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 回合結束時，隨機將 3 粒符石
		⇒ 轉化為木妖族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石轉木', '妖族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2233]
	},
	{
		'name': '廿三締約',
		'description': `
		達成 23 連擊 (Combo) 時
		⇒ 全隊攻擊力 23 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [2234]
	},
	{
		'name': '水月 ‧ 妖幻',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 回合結束時，隨機將 3 粒符石
		⇒ 轉化為水妖族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石轉水', '妖族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2235]
	},
	{
		'name': '火影 ‧ 妖幻',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 回合結束時，隨機將 3 粒符石
		⇒ 轉化為火妖族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石轉火', '妖族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2236]
	},
	{
		'name': '暗流 ‧ 妖幻',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 回合結束時，隨機將 3 粒符石
		⇒ 轉化為暗妖族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石轉暗', '妖族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2237]
	},
	{
		'name': '光華 ‧ 妖幻',
		'description': `
		I. 妖精類攻擊力 4.5 倍
		II. 回合結束時，隨機將 3 粒符石
		⇒ 轉化為光妖族符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['符石轉光', '妖族符石製造'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2238]
	},
	{
		'name': '無上神權 ‧ 制裁',
		'description': `
		I. 神族攻擊力 7 倍
		II. 消除屬性強化符石
		⇒ 該屬性攻擊力額外 2 倍
		III. 自身發動技能時
		⇒ 神族攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除強化符石']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['發動技能']
			}
		],
		'monster': [2244]
	},
	{
		'name': '鱗光初露',
		'description': `
		I. 龍類攻擊力 3 倍
		II. 當前生命力大於 70% 時
		⇒ 下一次所受傷害不會使你死亡 (同 1 回合只會發動 1 次)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [2245]
	},
	{
		'name': '鱗光萬丈 ‧ 水',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 350 點回復力
		III. 心符石兼具 50% 水符石效果
		IV. 連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2246]
	},
	{
		'name': '鱗光萬丈 ‧ 火',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 350 點回復力
		III. 心符石兼具 50% 火符石效果
		IV. 連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具火', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2247]
	},
	{
		'name': '鱗光萬丈 ‧ 木',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 350 點回復力
		III. 心符石兼具 50% 木符石效果
		IV. 連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2248]
	},
	{
		'name': '鱗光萬丈 ‧ 光',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 350 點回復力
		III. 心符石兼具 50% 光符石效果
		IV. 連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2249]
	},
	{
		'name': '鱗光萬丈 ‧ 暗',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 350 點回復力
		III. 心符石兼具 50% 暗符石效果
		IV. 連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具暗', '增攻'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2250]
	},
	{
		'name': '同心 ‧ 緣',
		'description': `
		I. 人類攻擊力 4 倍
		II. 消除心符石時
		⇒ 人類攻擊力額外 1.5 倍
		III. 連擊 (Combo) 時攻擊力提升 100%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [2256, 2257]
	},
	{
		'name': '結義盟誓',
		'description': `
		隊伍中只有水、火及木屬性成員時：
		I. 水符石兼具 50% 其他屬性符石效果
		II. 火符石兼具 50% 其他屬性符石效果
		III. 木符石兼具 50% 其他屬性符石效果
		IV. 消除 3 種符石時
		⇒ 全隊攻擊力 4 倍
		V. 消除 ≥4 種符石時
		⇒ 全隊攻擊力 5 倍
		`,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除種類數量']
			}
		],
		'monster': [2259]
	},
	{
		'name': '結義盟誓 ‧ 強',
		'description': `
		隊伍中只有水、火及木屬性成員時：
		I. 水符石兼具 50% 其他屬性符石效果
		II. 火符石兼具 50% 其他屬性符石效果
		III. 木符石兼具 50% 其他屬性符石效果
		IV. 消除 3 種符石時
		⇒ 全隊攻擊力 4 倍
		V. 消除 ≥4 種符石時
		⇒ 全隊攻擊力 5 倍
		VI. 3 粒相連的屬性符石可發動消除
		VII. 2 粒心符石相連可發動消除
		VIII. 所有符石掉落率不受其他技能影響(包括改變掉落符石屬性的技能)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '二消', '三消'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '火', '木'],
				'limit': ['成員屬性', '消除種類數量']
			}
		],
		'monster': [2259]
	},
	{
		'name': '木靈為武 ‧ 火燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 木及心符石兼具 50% 火符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2260, 2276]
	},
	{
		'name': '水靈為武 ‧ 藤木',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 水及心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2261]
	},
	{
		'name': '魔之本性 ‧ 八陣',
		'description': `
		I. 魔族攻擊力 3 倍、生命力及回復力 1.5 倍
		II. 達至 ≥8 Combo 時
		⇒ 魔族攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['Combo數量']
			}
		],
		'monster': [2262, 2670]
	},
	{
		'name': '原野之守 ‧ 戰',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 人類回復力 3 倍
		III. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 受到敵人攻擊時，場上每有 1 粒木符石
		⇒ 減少 5% 所受傷害
		⇒ 6 粒可減少最多 30% 傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [2263]
	},
	{
		'name': '光明之戰',
		'description': `
		I. 光屬性攻擊力 3 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 暗及心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2264, 2265, 2271]
	},
	{
		'name': '虓虎之勇 ‧ 殺伐',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 暗屬性人類生命力及回復力 1.4 倍
		III. 單體攻擊轉化為全體攻擊
		IV. 必然延長移動符石時間 1 秒
		V. 每消除 1 組 ≥5 粒符石時
		⇒ 暗屬性攻擊力提升
		⇒ 消除 3 組可達至最大 2.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['暗人'],
				'limit': []
			},
			{
				'name': ['單體轉全體', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除一組數量', '消除組數']
			}
		],
		'monster': [2266]
	},
	{
		'name': '閉月之魅',
		'description': `
		I. 心符石兼具 400% 所有屬性符石效果
		II. 每回合將 3 粒「首批沒有消除」的 1 種屬性符石 (剩餘數量最少優先)
		⇒ 轉化為心符石 (需消除符石)
		`,
		'tag': [
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石轉心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2267]
	},
	{
		'name': '水靈附攻 ‧ 浪濤',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 火及心符石兼具 50% 水符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2268]
	},
	{
		'name': '殘妒之熾燄',
		'description': `
		I. 魔族及「紅軍」成員攻擊力 5 倍，生命力及回復力 1.4 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除火符石的組數愈多
		⇒ 火屬性及「紅軍」成員攻擊力提升愈多
		⇒ 4 組可達至最大 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔', '特定成員'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火', '特定成員'],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [2269]
	},
	{
		'name': '木靈附攻 ‧ 野藤',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 水及心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2270]
	},
	{
		'name': '酷冷之殺意 ‧ 溢',
		'description': `
		隊伍中只有火、木及暗屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 任意消除火、木或暗符石達 ≥9 粒
		⇒ 全隊攻擊力額外 2 倍
		III. 同時消除火、木及暗符石
		⇒ 所受傷害減少 40%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石', '消除數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [2272]
	},
	{
		'name': '霸者盛勢 ‧ 無上控壓',
		'description': `
		I. 必然延長移動符石時間 1 秒
		II. 隊伍中只有水屬性人類時：
		⓵ 全隊攻擊力 6 倍、生命力及回復力 1.3 倍
		⓶ 每消除 1 組符石
		⇒ 額外計算多 1 連擊 (Combo)
		⓷ 首批消除 ≥2 組 ≥4 粒符石
		⇒ 全隊攻擊力額外 2.25 倍
		⓸ 屬性符石需 ≥4 粒相連才可發動消除
		⓹ 心符石 ≥2 粒相連即可發動消除
		`,
		'tag': [
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增加Combo',
				'object': ['水人'],
				'limit': ['成員屬性', '成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['水人'],
				'limit': ['成員屬性', '成員種族', '消除一組數量', '消除組數']
			},
			{
				'name': ['四消', '二消'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [2273]
	},
	{
		'name': '結盟 ‧ 洶濤之力',
		'description': `
		隊伍中只有水及光屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 消除水符石時
		⇒ 全隊攻擊力額外 1.8 倍
		III. 同時消除水及光符石時
		⇒ 下回合將 5 粒水符石轉化為水強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性', '消除特定符石']
			},
			{
				'name': ['符石強化', '符石轉水強化'],
				'object': [],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [2274]
	},
	{
		'name': '巾幗之熾燄',
		'description': `
		I. 隊伍中有 ≥3 種屬性成員時：
		⓵ 全隊攻擊力 3.5 倍
		⓶ 火符石兼具 50% 其他符石效果
		II. 隊伍中有 ≥3 個人類成員時：
		⓵ 人類攻擊力 3.5 倍、生命力及回復力 1.3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2275]
	},
	{
		'name': '結盟 ‧ 誓守之光',
		'description': `
		隊伍中只有水及光屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 消除光符石時
		⇒ 減少 40% 所受傷害
		III. 同時消除水及光符石時
		⇒ 下回合將 5 粒光符石轉化為光強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水', '光'],
				'limit': ['成員屬性']
			},
			{
				'name': ['減傷', '符石強化', '符石轉光強化'],
				'object': [],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [2277, 2717]
	},
	{
		'name': '周而復始',
		'description': `
		I. 全隊攻擊力 4.5 倍
		II. 下回合開始時，所有符石隨機轉換
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [2280]
	},
	{
		'name': '瑪奇的直覺',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 水屬性人類攻擊力則 5.5 倍、 生命力及回復力 1.4 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 消除人族符石時
		⇒ 人類攻擊力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2281]
	},
	{
		'name': '魔術師的戰鬥',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 5 倍
		II. 心符石兼具 50% 其他屬性符石效果
		III. 減少 20% 所受傷害
		IV. 場上有附加效果時
		⇒ 則減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '減傷'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '含附加效果']
			}
		],
		'monster': [2282]
	},
	{
		'name': '蜘蛛聚合 ‧ 木',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 隊伍中有 ≥3 個「幻影旅團」成員時
		⇒ 木及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具木', '符石兼具心'],
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2283, 2286, 2291]
	},
	{
		'name': '蜘蛛聚合 ‧ 光',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 隊伍中有 ≥3 個「幻影旅團」成員時
		⇒ 光及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2284, 2287]
	},
	{
		'name': '統領 ‧ 暗黑力量',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 6 倍
		II. 暗符石兼具 50% 所有符石效果
		III. 隊伍中有 ≥3 種屬性成員時
		⇒ 全隊攻擊力額外 1.5 倍
		IV. 首批消除自身直行 ≥1 粒符石時
		⇒ 自身攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員種族', '消除特定位置']
			}
		],
		'monster': [2285]
	},
	{
		'name': '蜘蛛聚合',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 隊伍中有 ≥3 個「幻影旅團」成員時
		⇒ 全隊生命力、攻擊力、回復力 1.2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['人'],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2288]
	},
	{
		'name': '蜘蛛聚合 ‧ 暗',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍
		II. 隊伍中有 ≥3 個「幻影旅團」成員時
		⇒ 暗及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2289, 2294]
	},
	{
		'name': '遊戲製作',
		'description': `
		I. 人類攻擊力 4 倍
		II. 光及暗符石互相兼具 50% 效果
		III. 同時消除光及暗符石
		⇒ 人類攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2292, 2729]
	},
	{
		'name': '天賦之能',
		'description': `
		隊伍中只有人類時：
		I. 全隊攻擊力 4 倍、生命力 1.3 倍
		II. 減少 25% 所受傷害
		III. 於成員所在直行消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 2 倍 (倍率不可疊加)
		IV. 消除強化符石時
		⇒  全隊攻擊力額外 1.8 倍
		V. 每首批消除 1 種屬性符石
		⇒  於回合結束時將該屬性的其中 2 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除強化符石']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2300]
	},
	{
		'name': '暗黑神話',
		'description': `
		I. 暗屬性成員攻擊力 6 倍
		II. 暗屬性神族成員攻擊力則 8 倍
		III. 神族成員生命力、攻擊力及回復力額外 1.6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [2304]
	},
	{
		'name': '無雙之霸',
		'description': `
		I. 光屬性攻擊力 7.5 倍、生命力及回復力 1.8 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除 ≥3 組符石時
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 首批消除所有光符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2305]
	},
	{
		'name': '蓋世之氣',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 1.6 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除 ≥3 種符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 首批掉落該直行成員的屬性強化符石
		* 其後部分掉落的符石會順序排列
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間', '強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2305]
	},
	{
		'name': '三族戰勢',
		'description': `
		隊中只有龍類、神族或獸類成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.4 倍
		II. 每個成員增加 300 點回復力
		III. 龍類、神族、獸類同時發動攻擊時
		⇒ 全隊攻擊力額外 1.8 倍
		IV. 隊中只有龍類成員
		⇒ 全隊攻擊力額外 1.8 倍
		V. 水符石兼具 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['龍', '神', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2306, 2377]
	},
	{
		'name': '神女之柔',
		'description': `
		隊伍中只有神族或人類成員，並需有 ≥4 個神族成員：
		I. 全隊攻擊力 6.5 倍及生命力 1.2 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除的符石愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 20 粒可達至最大 2.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神', '人'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['神', '人'],
				'limit': ['成員種族', '成員數量', '消除數量']
			}
		],
		'monster': [2307]
	},
	{
		'name': '戰火紛飛',
		'description': `
		隊伍中只有獸類成員：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 每個成員增加 500 點回復力
		III. 場上每有 1 個附加效果
		⇒ 全隊攻擊力額外 1.5 倍
		⇒ 最多計算 4 個附加效果
		IV. 生命力未滿時
		⇒ 全隊攻擊力及回復力額外 2 倍
		V. 首批消除 1 組 ≥5 粒符石時，使敵方全體中毒：
		⇒ 每回合受到自身攻擊力的傷害 (此傷害無視防禦力及屬性並持續至死亡)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '含附加效果']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': ['成員種族', '我方血量']
			},
			{
				'name': '敵方中毒',
				'object': [],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [2310]
	},
	{
		'name': '偏執之念 ‧ 光',
		'description': `
		I. 消除 ≥5 種符石時
		⇒ 全隊攻擊力 5 倍
		II. 每首批消除 1 連擊 (Combo)
		⇒ 自身直行掉落 1 粒光強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2315]
	},
	{
		'name': '富饒之約 ‧ 熾燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 戰鬥中所獲得的金幣增加 75% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [2320]
	},
	{
		'name': '駕馭萬物',
		'description': `
		I. 神族及機械族攻擊力 5 倍
		II. 達成 ≥7 連擊 (Combo) 時
		⇒ 神族及機械族攻擊力額外 5 倍
		III. 達成 ≤6 連擊 (Combo) 時
		⇒ 所受傷害減少 80%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '機'],
				'limit': ['Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [2329]
	},
	{
		'name': '十殺之屠戮',
		'description': `
		隊中只有神族及機械族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 1.8 倍
		II. 水及心符石互相兼具效果
		III. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 10 倍
		IV. 連擊 (Combo) ≤9
		⇒ 減少 20% 所受傷害
		V. 達至 ≥10 連擊 (Combo)
		⇒ 減少 80% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '機'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心', '減傷'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '機'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [2330]
	},
	{
		'name': '連環陷阱 ‧ 強',
		'description': `
		I. 達成的連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力愈高
		⇒ 10 Combo 可達至最大 10 倍
		II. 若 Combo 數目 >10
		⇒ 則全隊攻擊力 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [2333]
	},
	{
		'name': '人族戰術 ‧ 水',
		'description': `
		I. 人類攻擊力 5 倍
		II. 同時消除水及心符石時
		⇒ 人類攻擊力額外 1.5 倍
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2336]
	},
	{
		'name': '焰之鍊金術',
		'description': `
		I. 火屬性攻擊力 6 倍
		II. 人類生命力、攻擊力、回復力 1.3 倍
		III. 我方每次引爆符石時
		⇒ 以 500 倍自身攻擊力對敵方全體造成火屬性傷害 (此傷害無視「強化突破」敵技)
		IV. 消除火符石時
		⇒ 火屬性攻擊力額外 2.2 倍
		V. 首批消除水符石時
		⇒「羅伊 ‧ 馬斯坦古」攻擊力減少 80%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '直傷',
				'object': [],
				'limit': ['引爆符石']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			},
			{
				'name': '我方減攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2337]
	},
	{
		'name': '鍊金術 ‧ 元素',
		'description': `
		隊伍中只有機械族或人類成員時：
		I. 全隊攻擊力 5.5 倍
		II. 每首批消除 1 組
		   「水、火或木」強化符石
		⇒ 產生 2 粒木強化符石
		III. 每首批消除 1 組光、暗或心符石
		⇒ 產生 2 粒心符石
		IV. 木符石兼具 50% 其他屬性符石效果
		V. 心符石兼具 50% 屬性符石效果
		VI. 同時消除木及心符石
		⇒ 全隊攻擊力額外 1.4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉木', '強制掉心'],
				'object': [],
				'limit': ['成員種族', '消除特定符石', '消除強化符石', '消除組數']
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2338]
	},
	{
		'name': '血印之魂',
		'description': `
		隊伍中只有機械族或人類成員時：
		I. 全隊攻擊力 5 倍
		II. 每消除 1 組符石
		⇒ 額外計算多 1 連擊 (Ex. Combo)
		⇒ 最多可額外增加 12 連擊 (Ex. Combo)
		III. Ex. Combo 達至 ≥6 時
		⇒ 全隊攻擊力額外 2 倍
		IV. 光符石兼具 50% 其他屬性符石效果
		V. 心符石兼具 50% 屬性符石效果
		VI. 同時消除光及心符石
		⇒ 全隊攻擊力額外 1.4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', 'Ex.Combo數量']
			},
			{
				'name': ['光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2339]
	},
	{
		'name': '不死的追尋',
		'description': `
		I. 人類攻擊力 4 倍
		II. 生命力全滿時
		⇒ 該回合所受傷害不會使你死亡
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [2340]
	},
	{
		'name': '人族戰術 ‧ 火',
		'description': `
		I. 人類攻擊力 5 倍
		II. 同時消除火及心符石時
		⇒ 人類攻擊力額外 1.5 倍
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2341]
	},
	{
		'name': '人類之強力',
		'description': `
		人類攻擊力 4 倍、生命力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [2342, 2350]
	},
	{
		'name': '人之魅術',
		'description': `
		I. 人類攻擊力 4 倍
		II. 暗屬性人類攻擊力則 5.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [2343]
	},
	{
		'name': '鍊金術 ‧ 全',
		'description': `
		隊伍中只有機械族或人類成員時：
		I. 全隊攻擊力 6 倍
		II. 每首批消除 1 組
		   「水、火或木」強化符石
		⇒ 產生 2 粒木強化符石
		III. 每首批消除 1 組光、暗或心符石
		⇒ 產生 2 粒心強化符石
		IV. 木符石兼具 50% 其他屬性符石效果
		V. 心符石兼具 50% 屬性符石效果
		VI. 同時消除木及心符石
		⇒ 全隊攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉木', '強制掉心'],
				'object': [],
				'limit': ['成員種族', '消除特定符石', '消除強化符石', '消除組數']
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機', '人'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2344]
	},
	{
		'name': '焰之鍊金術．強',
		'description': `
		I. 火屬性攻擊力 6.5 倍
		II. 人類生命力、攻擊力、回復力 1.4 倍
		III. 我方每次引爆符石時
		⇒ 以 600 倍自身攻擊力對敵方全體造成火屬性傷害 (此傷害無視「強化突破」敵技)
		IV. 消除火符石時
		⇒ 火屬性攻擊力額外 2.8 倍
		V. 首批消除水符石時
		⇒「羅伊 ‧ 馬斯坦古」攻擊力減少 80%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '直傷',
				'object': [],
				'limit': ['引爆符石']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			},
			{
				'name': '我方減攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2345]
	},
	{
		'name': '破壞的力量',
		'description': `
		I. 人類攻擊力 5 倍
		II. 回合結束時
		⇒ 將暗符石轉化為暗強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['符石強化', '符石轉暗強化'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2346]
	},
	{
		'name': '穿透的力量',
		'description': `
		I. 人類攻擊力 5 倍
		II. 自身攻擊無視敵人的防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [2347]
	},
	{
		'name': '支配的力量',
		'description': `
		I. 神族攻擊力 5 倍
		II. 生命力全滿時
		⇒ 自身攻擊力額外 6 倍
		⇒ 自身攻擊無視敵人的防禦力
		III. 當前生命力大於 80% 時
		⇒ 下一次所受傷害不會使你死亡 (同 1 回合只發動 1 次)
		IV. 消除 ≥5 連擊 (Combo)
		⇒ 回合結束時，完全回復生命力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': ['自身'],
				'limit': ['我方血量']
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2348]
	},
	{
		'name': '魔咒 ‧ 獵人',
		'description': `
		I. 魔族攻擊力 3.5 倍
		II. 魔族成員對人類目標攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2349, 2356, 2357]
	},
	{
		'name': '靈氣迫人 ‧ 火燄',
		'description': `
		I. 人類攻擊力 4 倍
		II. 火符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2351]
	},
	{
		'name': '魔血咒 ‧ 獵人',
		'description': `
		I. 魔族攻擊力 4 倍
		II. 魔族成員對人類目標攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2352]
	},
	{
		'name': '鍊丹術',
		'description': `
		隊伍中有 ≥3 種屬性成員時：
		I. 全隊生命力、攻擊力、回復力 2 倍
		II. 消除符石的種類愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 6 種可達至最大 2.5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量', '消除種類數量']
			},
		],
		'monster': [2353]
	},
	{
		'name': '一即是全',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 4 倍、生命力及回復力 1.5 倍
		II. 所有符石兼具 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2354]
	},
	{
		'name': '猛獸 ‧ 獵人',
		'description': `
		I. 獸類攻擊力 3.5 倍
		II. 獸類成員對人類目標攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '對人類增傷'],
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [2355]
	},
	{
		'name': '機械鎧 ‧ 修理',
		'description': `
		I. 人類及機械族攻擊力 4 倍
		II. 隊伍中每有 1 個機械族成員
		⇒ 每回合回復 1000 點生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2359]
	},
	{
		'name': '水流精華',
		'description': `
		I. 水屬性攻擊力 5 倍
		II. 以左下角的符石開始轉珠時
		⇒ 水屬性攻擊力額外 1.5 倍
		III. 以右下角的符石開始轉珠時
		⇒ 將移動符石時觸碰的首 5 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定位置起手']
			}
		],
		'monster': [2361]
	},
	{
		'name': '火焰精華',
		'description': `
		I. 火屬性攻擊力 5 倍
		II. 以左下角的符石開始轉珠時
		⇒ 火屬性攻擊力額外 1.5 倍
		III. 以右下角的符石開始轉珠時
		⇒ 將移動符石時觸碰的首 5 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定位置起手']
			}
		],
		'monster': [2362]
	},
	{
		'name': '暴風精華',
		'description': `
		I. 木屬性攻擊力 5 倍
		II. 以左下角的符石開始轉珠時
		⇒ 木屬性攻擊力額外 1.5 倍
		III. 以右下角的符石開始轉珠時
		⇒ 將移動符石時觸碰的首 5 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定位置起手']
			}
		],
		'monster': [2363]
	},
	{
		'name': '雷光精華',
		'description': `
		I. 光屬性攻擊力 5 倍
		II. 以左下角的符石開始轉珠時
		⇒ 光屬性攻擊力額外 1.5 倍
		III. 以右下角的符石開始轉珠時
		⇒ 將移動符石時觸碰的首 5 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定位置起手']
			}
		],
		'monster': [2364]
	},
	{
		'name': '虛空精華',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 以左下角的符石開始轉珠時
		⇒ 暗屬性攻擊力額外 1.5 倍
		III. 以右下角的符石開始轉珠時
		⇒ 將移動符石時觸碰的首 5 粒符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定位置起手']
			}
		],
		'monster': [2365]
	},
	{
		'name': '玄華獨尊 ‧ 崇',
		'description': `
		I. 光屬性生命力、攻擊力、回復力 1.5 倍
		II. 光及暗符石兼具
		⇒ 50% 心符石效果
		III. 暗符石兼具 50% 光符石效果
		IV. 心符石兼具光符石效果
		V. 消除光、暗、心符石其中 2 種符石
		⇒ 光屬性攻擊力額外 7 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具心', '符石兼具光', '心兼具其他'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除種類數量']
			}
		],
		'monster': [2379]
	},
	{
		'name': '玄華獨尊 ‧ 崇極',
		'description': `
		I. 光屬性生命力、攻擊力、回復力 1.6 倍
		II. 延長移動符石時間至 10 秒
		III. 光及暗符石兼具
		⇒  50% 心符石效果
		IV. 暗及心符石兼具光符石效果
		V. 水、火、木符石
		⇒ 兼具 50% 光符石效果
		VI. 消除光、暗、心符石其中 2 種符石時
		⇒ 光屬性攻擊力額外 7 倍
		VII. ≥3 粒相同種類的符石相連，即可發動消除
		VIII.所有符石掉落率不受其他技能影響 (包括改變掉落符石屬性的技能)
		IX. 回合結束時，可點選「X 型」
		⇒ 引爆 10 個固定位置的符石
		X. 沒有點選時，將「X 型」位置的符石
		⇒ 轉化為光強化符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '光兼具其他', '暗兼具其他', '符石兼具心', '符石兼具光', '心兼具其他', '水兼具其他', '火兼具其他', '木兼具其他', '三消', '引爆', '符石轉光', '符石轉光強化'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除特定符石', '消除種類數量']
			}
		],
		'monster': [2379]
	},
	{
		'name': '萬惡之源',
		'description': `
		I. 妖精類生命力、攻擊力、回復力 1.6 倍
		II. 達至 ≥5 連擊 (Combo)
		⓵ 全隊攻擊力額外 2 倍
		⓶ 妖精類攻擊力則額外 5 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 所有符石兼具 300% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2380]
	},
	{
		'name': '水月戰盾',
		'description': `
		I. 水屬性及「代偶規條」系列成員攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 消除水符石時
		⇒ 所受傷害減少 30% 
		III. 消除 1 組 ≥5 粒水符石時
		⇒ 水屬性及「代偶規條」系列成員攻擊力額外 2.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '特定成員'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['水', '特定成員'],
				'limit': ['消除特定符石', '消除一組數量']
			}
		],
		'monster': [2381]
	},
	{
		'name': '熾焰之戰',
		'description': `
		I. 人類攻擊力 5 倍
		II. 消除 ≥7 粒火符石時
		⇒ 人類攻擊力額外 2.2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2382]
	},
	{
		'name': '藤棘怒號',
		'description': `
		隊伍中只有人類或神族時：
		I. 全隊攻擊力 6 倍
		II. 木及心符石分別兼具
		⇒ 50% 其他符石效果
		III. 隊伍中只有木屬性、「代偶規條」成員或「智火解析 ‧ 恩莉兒」
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['木人', '木神', '特定成員'],
				'limit': ['成員種族', '成員屬性', '特定成員']
			}
		],
		'monster': [2383]
	},
	{
		'name': '藤棘怒號 ‧ 擋',
		'description': `
		隊伍中只有人類或神族時：
		I. 全隊攻擊力 6 倍
		II. 木及心符石分別兼具
		⇒ 50% 其他符石效果
		III. 隊伍中只有木屬性、「代偶規條」成員或「智火解析 ‧ 恩莉兒」
		⇒ 全隊攻擊力額外 3 倍
		IV. 減少 50% 所受傷害
		⇒ 受到 25 次攻擊後失去此效果
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '減傷'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['木人', '木神', '特定成員'],
				'limit': ['成員種族', '成員屬性', '特定成員']
			}
		],
		'monster': [2383]
	},
	{
		'name': '迅獵之戰',
		'description': `
		I. 人類攻擊力 5 倍
		II. 首批消除 6 粒相同種類的符石時
		⇒ 下回合將 6 粒該種類的符石轉化為人族強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['符石強化', '人族符石製造'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2384]
	},
	{
		'name': '籌劃之戰',
		'description': `
		隊伍中只有暗屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 首批沒有消除暗符石時 (需消除符石)
		⇒ 減少 25% 所受傷害
		III. 心符石兼具 50% 暗符石效果
		IV. 隊伍中集齊 5、6、7 星成員時
		⓵ 全隊生命力、攻擊力、回復力 2 倍
		⓶ 必然延長移動符石時間 2.5 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '不消除特定符石']
			},
			{
				'name': ['心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['暗'],
				'limit': ['成員屬性', '成員稀有度']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性', '成員稀有度']
			}
		],
		'monster': [2385]
	},
	{
		'name': '元氣之戰',
		'description': `
		人類攻擊力 3 倍及回復力 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [2386]
	},
	{
		'name': '慎密之戰',
		'description': `
		I. 每首批消除 1 組暗符石
		⇒ 個人追打暗屬性攻擊 1 次
		⇒ 最多追打 10 次
		II. 消除 ≥2 組暗符石
		⇒ 額外增加 5 連擊 (Combo)
		`,
		'tag': [
			{
				'name': '暗屬追打',
				'object': ['自身'],
				'limit': ['消除特定符石', '消除組數']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [2387]
	},
	{
		'name': '靈化之戰',
		'description': `
		I. 人類及機械族攻擊力 3.5 倍
		II. 首批消除 ≥7 粒心符石
		⇒ 自身攻擊力 8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2388]
	},
	{
		'name': '富饒之約 ‧ 人',
		'description': `
		I. 人類攻擊力 4 倍
		II. 戰鬥中所獲得的金幣增加 75% (可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '物品掉落增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [2396]
	},
	{
		'name': '富饒之信約',
		'description': `
		I. 下回合開始時
		⇒ 所有符石隨機轉換
		II. 戰鬥中所獲得的金幣增加 75% (可疊加)
		`,
		'tag': [
			{
				'name': ['符石轉水', '符石轉火', '符石轉木', '符石轉光', '符石轉暗', '符石轉心', '物品掉落增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2397]
	},
	{
		'name': '天元突破之勢',
		'description': `
		I. 人類、獸類、機械族攻擊力 4 倍
		II. 隊伍中有 ≥3 個「大紅蓮團」成員
		⇒ 全隊攻擊力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸', '機'],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [2406, 2409, 2410, 24101, 2412, 2413]
	},
	{
		'name': '大紅蓮團之雄心',
		'description': `
		隊中只有「大紅蓮團」角色或機械族時：
		I. 全隊攻擊力 6 倍
		II. 「大紅蓮團」成員
		⇒ 生命力、攻擊力、回復力 1.2 倍
		III. 必然延長移動符石時間 2 秒
		IV. 若隊長或戰友為合體角色
		⇒ 全隊生命力、攻擊力、回復力 1.5 倍
		V. 消除「水、火或木」強化符石時
		⇒ 全隊攻擊力額外 2.2 倍
		VI. 場上有附加效果時
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定戰友', '含合體成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除強化符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '特定成員', '含附加效果']
			}
		],
		'monster': [2407]
	},
	{
		'name': '大紅蓮團之壯志',
		'description': `
		隊中只有「大紅蓮團」角色或機械族時：
		I. 全隊攻擊力 6 倍
		II.「大紅蓮團」成員
		⇒ 生命力、攻擊力、回復力 1.2 倍
		III. 心符石兼具屬性符石效果
		IV. 每回合將 1 粒水、火及木符石
		⇒ 轉化為機械族強化符石
		V. 若隊長或戰友為合體角色
		⇒ 全隊生命力、攻擊力、回復力 1.5 倍
		VI. 消除強化符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石強化', '符石轉水強化', '符石轉火強化', '符石轉木強化', '機械族符石製造'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定戰友', '含合體成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員', '消除強化符石']
			}
		],
		'monster': [2408]
	},
	{
		'name': '大紅蓮團之念',
		'description': `
		隊伍中只有「大紅蓮團」角色或人類時：
		I. 全隊攻擊 5 倍及生命力 1.3 倍
		II. 隊中「大紅蓮團」成員愈多 (不計重複)
		⓵ 移動符石時間延長愈多
		⇒ 5 個可延長最多 5 秒
		⓶ 全隊攻擊力額外提升愈多
		⇒ 5 個可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '人'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '特定成員', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['成員種族', '特定成員', '成員數量']
			}
		],
		'monster': [2411]
	},
	{
		'name': '紅蓮團之壯志雄心',
		'description': `
		隊中只有「大紅蓮團」角色或機械族時：
		I. 全隊攻擊力 6.5 倍
		II.「大紅蓮團」成員
		⇒ 生命力、攻擊力、回復力 1.2 倍
		III. 必然延長移動符石時間 1 秒
		IV. 心符石兼具 50% 屬性符石效果
		V. 消除強化符石時
		⇒ 全隊攻擊力 2 倍
		VI. 場上有附加效果時
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': ['成員種族', '特定成員', '消除強化符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '特定成員', '含附加效果']
			}
		],
		'monster': [2414]
	},
	{
		'name': '青龍之力',
		'description': `
		I. 機械族及龍類成員攻擊力 3 倍
		II. 每個機械族及龍類成員
		⇒ 增加 300 點攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '龍'],
				'limit': []
			}
		],
		'monster': [2415]
	},
	{
		'name': '白虎之力',
		'description': `
		I. 機械族及獸類攻擊力 3 倍
		II. 水符石兼具 25% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機', '獸'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2416]
	},
	{
		'name': '朱雀之力',
		'description': `
		I. 機械族及獸類回復力 3 倍
		II. 消除心符石時
		⇒ 回復「機械族及獸類成員生命力等值」3% 的生命力
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['機', '獸'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2417]
	},
	{
		'name': '玄武之力',
		'description': `
		I. 機械族及獸類生命力 3 倍
		II. 受到攻擊後，於下回合發動攻擊前
		⇒ 對敵方全體造成「機械族及獸類成員生命力等值」3 倍的無屬性傷害 (需消除符石)
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['機', '獸'],
				'limit': []
			},
			{
				'name': '直傷',
				'object': [],
				'limit': ['受到攻擊']
			}
		],
		'monster': [2418]
	},
	{
		'name': '螺旋王之力',
		'description': `
		I. 機械族生命力、攻擊力、回復力 1.5 倍
		II. 每消除 3 種符石
		⓵ 機械族攻擊力額外 2 倍
		⇒ 最多可提升至 4 倍
		⓶ 機械族行動值提升 5%
		⇒ 最多可提升 10%
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['增攻', '行動值提升'],
				'object': ['機'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2419]
	},
	{
		'name': '反螺旋族之志',
		'description': `
		隊中只有暗屬性成員時：
		I. 全隊攻擊力 5 倍及生命力 1.5 倍
		II. 隊中只有機械族、魔族或「妮亞」時
		⇒ 全隊攻擊力及回復力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['暗'],
				'limit': ['成員屬性']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['暗機', '暗魔', '特定成員'],
				'limit': ['成員屬性', '成員種族', '特定成員']
			}
		],
		'monster': [2421]
	},
	{
		'name': '堅不可摧的心！',
		'description': `
		隊中只有「大紅蓮團」角色或「螺旋王 ‧ 羅傑儂與羅善巖」時 ：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 消除符石的屬性愈多，全隊攻擊力額外提升愈多，最多可提升至 3 倍
		III. 消除心符石時，減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員', '消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '消除特定符石']
			}
		],
		'monster': [2422]
	},
	{
		'name': '突破因果的命運！',
		'description': `
		隊中只有「大紅蓮團」角色或「螺旋王 ‧ 羅傑儂與羅善巖」時 ：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.2 倍
		II. 消除符石的屬性愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 最多可提升至 3 倍
		III. 場上有附加效果時
		⇒ 減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員', '消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '含附加效果']
			}
		],
		'monster': [2423]
	},
	{
		'name': '讓你見識人類的力量！',
		'description': `
		隊中只有「大紅蓮團」角色或「螺旋王 ‧ 羅傑儂與羅善巖」時 ：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.2 倍
		II. 必然延長移動符石時間 2 秒
		III. 單體攻擊轉化為全體攻擊
		IV. 消除符石的屬性愈多，全隊攻擊力額外提升愈多，最多可提升至 3 倍
		V. 場上有附加效果時，減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': ['延長轉珠時間', '單體轉全體'],
				'object': [],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員', '消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '含附加效果']
			}
		],
		'monster': [2424]
	},
	{
		'name': '這就是我們大紅蓮團！',
		'description': `
		隊伍中只有「大紅蓮團」角色時：全隊攻擊力 7.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員']
			}
		],
		'monster': [2425]
	},
	{
		'name': '幽魅戰姬',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 必然延長移動符石時間 2 秒
		III. 首批消除所有暗符石時
		⇒ 暗屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2430]
	},
	{
		'name': '浪濤之勢 ‧ 連動',
		'description': `
		I. 水屬性攻擊力 3 倍、生命力及回復力 1.2 倍
		II. 每累計首批消除 3 粒符石
		⇒ 將產生 1 粒水強化符石
		III. 每累計消除 4 粒水符石
		⇒ 將產生 1 粒水強化符石
		IV. 每累計消除 9 粒水強化符石
		⇒ 將產生 1 粒水神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': ['強制掉水', '神族符石製造'],
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [2431]
	},
	{
		'name': '熾燄之勢 ‧ 連動',
		'description': `
		I. 火屬性攻擊力 3 倍、生命力及回復力 1.2 倍
		II. 每累計首批消除 3 粒符石
		⇒ 將產生 1 粒火強化符石
		III. 每累計消除 4 粒火符石
		⇒ 將產生 1 粒火強化符石
		IV. 每累計消除 9 粒火強化符石
		⇒ 將產生 1 粒火神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': ['強制掉火', '神族符石製造'],
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [2432]
	},
	{
		'name': '藤木之勢 ‧ 連動',
		'description': `
		I. 木屬性攻擊力 3 倍、生命力及回復力 1.2 倍
		II. 每累計首批消除 3 粒符石
		⇒ 將產生 1 粒木強化符石
		III. 每累計消除 4 粒木符石
		⇒ 將產生 1 粒木強化符石
		IV. 每累計消除 9 粒木強化符石
		⇒ 將產生 1 粒木神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': ['強制掉木', '神族符石製造'],
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [2433]
	},
	{
		'name': '玄光之勢 ‧ 連動',
		'description': `
		I. 光屬性攻擊力 3 倍、生命力及回復力 1.2 倍
		II. 每累計首批消除 3 粒符石
		⇒ 將產生 1 粒光強化符石
		III. 每累計消除 4 粒光符石
		⇒ 將產生 1 粒光強化符石
		IV. 每累計消除 9 粒光強化符石
		⇒ 將產生 1 粒光神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': ['強制掉光', '神族符石製造'],
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [2434]
	},
	{
		'name': '幽冥之勢 ‧ 連動',
		'description': `
		I. 暗屬性攻擊力 3 倍、生命力及回復力 1.2 倍
		II. 每累計首批消除 3 粒符石
		⇒ 將產生 1 粒暗強化符石
		III. 每累計消除 4 粒暗符石
		⇒ 將產生 1 粒暗強化符石
		IV. 每累計消除 9 粒暗強化符石
		⇒ 將產生 1 粒暗神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': ['強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [2435]
	},
	{
		'name': '念之強勢 ‧ 噬日',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 7 倍
		III. 獸類生命力及回復力 1.5 倍
		IV. 所受暗屬性傷害 50% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		V. 於 5 秒內結束轉珠
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻', '敵方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [2446]
	},
	{
		'name': '啃噬之志 ‧ 日',
		'description': `
		I. 增加 50% 移動符石時間
		II. 全隊攻擊力 5 倍
		III. 獸類生命力及回復力 1.5 倍
		IV. 所有成員對暗屬性敵人攻擊力額外 2 倍
		V. 於 ≥5 秒結束轉珠
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['延長轉珠時間', '增攻', '對暗增傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [2447]
	},
	{
		'name': '念之強勢 ‧ 蝕月',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 7 倍
		III. 獸類生命力及回復力 1.5 倍
		IV. 所受光屬性傷害 50% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		V. 於 5 秒內結束轉珠
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻', '敵方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [2448]
	},
	{
		'name': '啃噬之志 ‧ 月',
		'description': `
		I. 增加 50% 移動符石時間
		II. 全隊攻擊力 5 倍
		III. 獸類生命力及回復力 1.5 倍
		IV. 所有成員對光屬性敵人攻擊力額外 2 倍
		V. 於 ≥5 秒結束轉珠
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['延長轉珠時間', '增攻', '對光增傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [2449]
	},
	{
		'name': '念之強勢 ‧ 噬日蝕月',
		'description': `
		I. 減少 50% 移動符石時間
		II. 全隊攻擊力 8 倍
		III. 獸類生命力及回復力 1.5 倍
		IV. 所受光及暗屬性傷害 50% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		V. 於 5 秒內結束轉珠
		⇒ 全隊攻擊力額外 4.5 倍
		`,
		'tag': [
			{
				'name': ['減少轉珠時間', '增攻', '敵方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [2450]
	},
	{
		'name': '不死狩獵',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 將單體攻擊轉化為全體攻擊
		III. 所受魔族以外傷害 45% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		IV. 消除 ≥3 組符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '單體轉全體', '敵方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2451]
	},
	{
		'name': '妖精王之心',
		'description': `
		隊伍中只有妖精類或人類成員，且有 ≥4 個妖精類成員時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.6 倍
		II. 木、光、心符石
		⇒ 互相兼具 50% 符石效果
		III. 每消除 1 組 ≥3 粒符石
		⓵ 木屬性成員直行
		⇒ 首批掉落 1 粒光妖族符石 (最多 2 粒)
		⓶ 光屬性成員直行
		⇒ 首批掉落 1 粒木妖族符石 (最多 2 粒)
		* 其後部分掉落的符石會順序排列
		IV. 消除心符石時
		⇒ 全隊攻擊額外 1.6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '人'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['木兼具其他', '光兼具其他', '心兼具其他', '符石兼具木', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['強制掉光', '強制掉木', '妖族符石製造'],
				'object': [],
				'limit': ['成員種族', '成員數量', '消除一組數量', '消除組數']
			},
			{
				'name': ['增攻'],
				'object': ['妖', '人'],
				'limit': ['成員種族', '成員數量', '消除特定符石']
			},
		],
		'monster': [2452]
	},
	{
		'name': '治癒之光',
		'description': `
		I.「七大罪」攻擊力及回復力 5 倍
		II. 每回合回復
		⇒ 自身回復力 10 倍等值的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [2453]
	},
	{
		'name': '支配憤怒',
		'description': `
		隊伍中只有人類、妖精類、魔族或「最高神的女兒 ‧ 伊麗莎白」時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 暗符石兼具 50% 其他符石效果
		III. 以所受傷害 700 倍
		⇒ 對敵方進行相剋屬性反擊 (此傷害無視防禦力及「強化突破」敵技)
		IV. 達成 ≥7 連擊 (Combo)
		⇒ 全隊攻擊力額外 1.7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '妖', '魔', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具心', '反擊'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增攻'],
				'object': ['人', '妖', '魔', '特定成員'],
				'limit': ['成員種族', '特定成員', 'Combo數量']
			}
		],
		'monster': [2454]
	},
	{
		'name': '支配憤怒 ‧ 強',
		'description': `
		隊伍中只有人類、妖精類、魔族或「最高神的女兒 ‧ 伊麗莎白」時：
		I. 全隊攻擊力 7 倍
		II. 魔族生命力、攻擊力、回復力 2 倍
		III. 暗符石兼具 50% 其他符石效果
		IV. 以所受傷害 700 倍
		⇒ 對敵方進行相剋屬性反擊
		(此傷害無視防禦力及「強化突破」敵技)
		V. 達成 ≥7 連擊 (Combo)
		⇒ 全隊攻擊力額外 1.7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖', '魔', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具心', '反擊'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['增攻'],
				'object': ['人', '妖', '魔', '特定成員'],
				'limit': ['成員種族', '特定成員', 'Combo數量']
			}
		],
		'monster': [2455]
	},
	{
		'name': '王中之王',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 5 倍
		II. 光及心符石兼具 50% 火符石效果
		III. 於自身直行消除火或心符石時
		⇒ 個人追打火屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '火屬追打',
				'object': ['自身'],
				'limit': ['成員種族', '消除特定符石', '消除特定位置']
			}
		],
		'monster': [2456]
	},
	{
		'name': '巨人的力量',
		'description': `
		隊伍中只有人類或妖精類成員時：
		I. 全隊攻擊力 5 倍
		II. 光及心符石兼具 50% 木符石效果
		III. 於自身直行消除木或心符石時
		⇒ 自身攻擊無視敵人防禦力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': ['成員種族', '消除特定符石', '消除特定位置']
			}
		],
		'monster': [2457]
	},
	{
		'name': '暗之魔術',
		'description': `
		隊伍中只有人類成員時：
		I. 全隊攻擊力 5 倍
		II. 火及心符石兼具 50% 暗符石效果
		III. 首批消除 1 組外側 18 粒符石
		⇒ 減少所受傷害 80%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除一組數量', '消除組數', '消除特定位置']
			}
		],
		'monster': [2458]
	},
	{
		'name': '夢之幻象',
		'description': `
		隊伍中只有人類、妖精類或機械族成員時：
		I. 全隊攻擊力 5 倍
		II. 下回合隨機將 9 粒符石轉化為
		⇒ 「人、妖、機械」族符石各 3 粒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '妖', '機'],
				'limit': ['成員種族']
			},
			{
				'name': ['人族符石製造', '妖族符石製造', '機械族符石製造'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2459]
	},
	{
		'name': '唯我獨尊',
		'description': `
		隊伍中只有人類成員時：
		I. 光及火屬性攻擊力 8 倍
		II. 每回合消除光或火符石
		⇒ 光及火屬性攻擊力持續提升
		⇒ 最多可達至 12 倍
		III. 光及火符石兼具 50% 心符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人', '火人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['光人', '火人'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['光兼具其他', '火兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2460]
	},
	{
		'name': '天上天下 ‧ 唯我獨尊',
		'description': `
		隊伍中只有人類成員時：
		I. 光及火屬性攻擊力 14 倍，每回合攻擊力減少，最多可減至 9 倍
		II. 其他屬性符石
		⇒ 兼具 50% 光及火符石效果
		III. 光及火符石兼具 50% 心符石效果
		IV. 減少 30% 所受傷害
		V. 所受魔族敵人的傷害
		⇒ 則減少 99%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光人', '火人'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '暗兼具其他', '符石兼具光', '符石兼具火', '光兼具其他', '火兼具其他', '符石兼具心', '減傷'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2461]
	},
	{
		'name': '巴羅爾的魔眼',
		'description': `
		I. 獸類攻擊力 3 倍
		II. 每回合回復 2000 點生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [2462]
	},
	{
		'name': '風之魔力',
		'description': `
		隊伍中只有光屬性妖精類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光妖'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [2463]
	},
	{
		'name': '神力真諦',
		'description': `
		神族攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [2464]
	},
	{
		'name': '大地魔力',
		'description': `
		I. 人類及魔族攻擊力 5 倍
		II. 光及心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '魔'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2465]
	},
	{
		'name': '災厄魔力',
		'description': `
		I. 妖精類及魔族攻擊力 5 倍
		II. 木及心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖', '魔'],
				'limit': []
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2466]
	},
	{
		'name': '魔魅之瘴',
		'description': `
		I. 魔族攻擊力 5 倍
		II. 暗及心符石互相兼具 50% 效果
		III. 消除 ≥6 粒暗符石
		⇒ 魔族攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['消除數量', '消除特定符石']
			}
		],
		'monster': [2467]
	},
	{
		'name': '暗黑的力量 ‧ 魔',
		'description': `
		I. 魔族攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 暗及心符石互相兼具 50% 效果
		III. 消除 ≥6 粒暗符石
		⇒ 魔族攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['消除數量', '消除特定符石']
			}
		],
		'monster': [2468, 2469]
	},
	{
		'name': '暗夜之帳',
		'description': `
		隊伍中只有魔族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.2 倍
		II. 暗及心符石分別兼具 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2470]
	},
	{
		'name': '女神之力',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.5 倍
		II. 所有符石兼具 50% 其他符石效果
		III. 所有成員對魔族敵人
		⇒ 攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '對魔族增傷'],
				'object': ['神'],
				'limit': ['成員種族']
			}
		],
		'monster': [2473]
	},
	{
		'name': '魔之惡核',
		'description': `
		隊中只有魔族或神族成員，且有 ≥4 個魔族成員時：
		I. 全隊攻擊力 6 倍及生命力 1.2 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除符石愈多
		⇒ 攻擊力額外提升愈多
		⇒ 消除 20 粒可達至最大 2.6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔', '神'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': '增攻',
				'object': ['魔', '神'],
				'limit': ['成員種族', '成員數量', '消除數量']
			}
		],
		'monster': [2477]
	},
	{
		'name': '宇宙之掌',
		'description': `
		I. 魔族攻擊力 7.5 倍及生命力 1.4 倍
		II. 只能消除首批符石
		III. ≥3 粒相同種類的符石相連
		⇒ 即可發動消除
		IV. 必然延長移動符石時間 3 秒
		V. 首批消除 ≥15 粒符石
		⇒ 魔族攻擊力額外 2 倍
		⇒ 魔族成員無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '無視拼圖盾'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['只能首消符石', '三消', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['消除數量']
			}
		],
		'monster': [2480]
	},
	{
		'name': '水之族約',
		'description': `
		I. 水屬性攻擊力 5 倍
		II. 消除種族符石時
		⇒ 水屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2481]
	},
	{
		'name': '火之族約',
		'description': `
		I. 火屬性攻擊力 5 倍
		II. 消除種族符石時
		⇒ 火屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2482]
	},
	{
		'name': '千獸同盟',
		'description': `
		隊伍中只有獸類成員時
		I. 全隊攻擊力 5.5 倍
		II. 消除獸族符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2483]
	},
	{
		'name': '光之族約',
		'description': `
		I. 光屬性攻擊力 5 倍
		II. 消除種族符石時
		⇒ 光屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2484]
	},
	{
		'name': '元素調勻 ‧ 斷魂',
		'description': `
		I. 暗屬性生命力、攻擊力、回復力 2 倍
		II. 消除 ≥2 組暗符石時
		⇒ 暗屬性攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除組數', '消除特定符石']
			}
		],
		'monster': [2485]
	},
	{
		'name': '燄神咒術．強',
		'description': `
		I. 火屬性及神族攻擊力 6.5 倍
		II. 神族生命力及回復力 1.5 倍
		III. 火符石兼具 50% 其他符石效果
		IV. 消除 1 種符石 ≥8 粒時
		⇒ 火屬性及神族攻擊力額外 2.5 倍
		V. 消除 1 種符石 ≥15 粒時
		⇒ 火屬性及神族攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '神'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火', '神'],
				'limit': ['消除數量']
			}
		],
		'monster': [2486]
	},
	{
		'name': '藤木之靈 ‧ 延',
		'description': `
		I. 木屬性攻擊力 6.5 倍，生命力及回復力 1.2 倍
		II. 心符石兼具 50% 木符石效果
		III. 延長移動符石時間 1.5 秒
		IV. 同時消除木及心符石時
		⇒ 木屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具木', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2487]
	},
	{
		'name': '魅之花海 ‧ 盛',
		'description': `
		I. 暗屬性攻擊力 6 倍，生命力及回復力 1.2 倍
		II. 回合結束時，隨機將 3 粒暗強化符石四周的符石
		⇒ 轉化為暗神族符石
		III. 消除神族符石時
		⇒ 暗屬性攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['符石轉暗', '神族符石製造'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2488]
	},
	{
		'name': '神族之脈 ‧ 水',
		'description': `
		I. 水屬性攻擊力 5 倍
		II. 神族生命力 1.4 倍
		III. 場上有附加效果時
		⇒ 水屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2496]
	},
	{
		'name': '戰神之焰',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.4 倍
		II. 火、光、心符石互相兼具 50% 效果
		III. 同時消除火、光、心符石其中 2 種符石時
		⇒ 全隊攻擊力額外 3 倍
		IV. 場上有附加效果時
		⇒ 自身及身上有附加效果的成員攻擊無視五屬盾
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '光兼具其他', '心兼具其他', '符石兼具火', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族', '消除特定符石', '消除種類數量']
			},
			{
				'name': '無視五屬盾',
				'object': ['自身', '特定成員'],
				'limit': ['成員種族', '含附加效果']
			}
		],
		'monster': [2497]
	},
	{
		'name': '生靈殆盡',
		'description': `
		I. 自身屬性及魔族攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 必然延長移動符石時間 2 秒
		III. 木及火符石互相兼具效果
		IV. 消除火符石時
		⇒ 魔族攻擊力額外 1.5 倍
		V. 消除木符石時
		⇒ 自身屬性及魔族攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '魔'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '火兼具其他', '符石兼具木', '符石兼具火'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木', '魔'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2498]
	},
	{
		'name': '生靈殆盡 ‧ 裂心',
		'description': `
		I. 自身屬性及魔族攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 必然延長移動符石時間 2 秒
		III. 木及火符石互相兼具效果
		IV. 消除火符石時
		⇒ 魔族攻擊力額外 1.5 倍
		V. 消除木符石時
		⇒ 自身屬性及魔族攻擊力額外 2 倍
		VI. 於每回合移動符石後
		⇒ 引爆所有心符石
		⇒ 直至場上沒有心符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '魔'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '火兼具其他', '符石兼具木', '符石兼具火', '引爆'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木', '魔'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2498]
	},
	{
		'name': '星宿之掌',
		'description': `
		隊伍中只有神族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.2 倍
		II. 連擊 (Combo) 時攻擊力提升 100%
		III. 隊伍中有 ≥3 種屬性成員
		⓵ 必然延長移動符石時間 2 秒
		⓶ 隊伍成員屬性符石
		⇒ 互相兼具 50% 效果
		IV. 場上有附加效果時
		⇒ 自身、「黃道十二宮」、「耀脈星芒」成員：
		⓵ 追打 1 次
		⓶ 攻擊無視「指定形狀盾」敵技
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打', '無視拼圖盾'],
				'object': ['自身', '特定成員'],
				'limit': ['成員種族', '含附加效果']
			}
		],
		'monster': [2499]
	},
	{
		'name': '魔族之脈 ‧ 暗',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 魔族生命力 1.6 倍
		III. 場上有附加效果時
		⇒ 暗屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2500]
	},
	{
		'name': '魔族之脈 ‧ 火',
		'description': `
		I. 火屬性攻擊力 5 倍
		II. 魔族生命力 1.6 倍
		III. 場上有附加效果時
		⇒ 火屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2501]
	},
	{
		'name': '魔族之脈 ‧ 木',
		'description': `
		I. 木屬性攻擊力 5 倍
		II. 魔族生命力 1.6 倍
		III. 場上有附加效果時
		⇒ 木屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2502]
	},
	{
		'name': '神族之脈 ‧ 光',
		'description': `
		I. 光屬性攻擊力 5 倍
		II. 神族生命力 1.4 倍
		III. 場上有附加效果時
		⇒ 光屬性攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2503]
	},
	{
		'name': '馬戲時刻',
		'description': `
		15 回合內，魔族及妖精類攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔', '妖'],
				'limit': ['回合上限']
			}
		],
		'monster': [2510]
	},
	{
		'name': '流雲戰意',
		'description': `
		I. 水屬性攻擊力 5 倍
		II. 消除的符石愈多
		⇒ 水屬性攻擊力額外提升愈多
		⇒ 消除 40 粒可額外提升 3 倍
		III. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2511]
	},
	{
		'name': '赤燄戰意',
		'description': `
		I. 火屬性攻擊力 5 倍
		II. 消除的符石愈多
		⇒ 火屬性攻擊力額外提升愈多
		⇒ 消除 40 粒可額外提升 3 倍
		III. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2512]
	},
	{
		'name': '藤棘戰意',
		'description': `
		I. 木屬性攻擊力 5 倍
		II. 消除的符石愈多
		⇒ 木屬性攻擊力額外提升愈多
		⇒ 消除 40 粒可額外提升 3 倍
		III. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2513]
	},
	{
		'name': '電殛戰意',
		'description': `
		I. 光屬性攻擊力 5 倍
		II. 消除的符石愈多
		⇒ 光屬性攻擊力額外提升愈多
		⇒ 消除 40 粒可額外提升 3 倍
		III. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2514]
	},
	{
		'name': '魅影戰意',
		'description': `
		I. 暗屬性攻擊力 5 倍
		II. 消除的符石愈多
		⇒ 暗屬性攻擊力額外提升愈多
		⇒ 消除 40 粒可額外提升 3 倍
		III. 延長移動符石時間 1 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2515]
	},
	{
		'name': '第三適格者',
		'description': `
		隊中只有神族及「EVA 駕駛員」時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 心符石兼具 50% 屬性符石效果
		III. 每消除 1 種屬性符石
		⇒ 個人追打該屬性攻擊 1 次
		IV. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 2.2 倍
		V. 所有成員對神族目標
		⇒ 攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對神族增傷'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['自身'],
				'limit': ['成員種族', '特定成員', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除組數']
			}
		],
		'monster': [2516]
	},
	{
		'name': '第三適格者 ‧ 強',
		'description': `
		隊中只有神族及「EVA 駕駛員」時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.3 倍
		II. 心符石兼具 50% 屬性符石效果
		III. 每消除 1 種屬性符石
		⇒ 個人追打該屬性攻擊 1 次
		IV. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 2.2 倍
		V. 所有成員對神族目標
		⇒ 攻擊力額外 2 倍
		VI. 龍脈儀被擊碎或尚餘次數為 0 時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對神族增傷'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['自身'],
				'limit': ['成員種族', '特定成員', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員', '龍脈儀能量']
			}
		],
		'monster': [2517]
	},
	{
		'name': '第二適格者',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 於成員所在直行，消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 1.5 倍
		III. 消除的火符石愈多
		⇒ 火屬性攻擊力提升愈多
		⇒ 消除 12 粒可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定位置', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除數量']
			}
		],
		'monster': [2518]
	},
	{
		'name': '傾力迎戰 ‧ 木',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 4 倍、生命力及回復力 1.3 倍
		II. 心符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2519]
	},
	{
		'name': '第一適格者',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 6.5 倍及生命力 1.2 倍
		II. 減少 35% 所受傷害
		III. 所受神族敵人的傷害
		⇒ 則減少 60%
		IV. 消除符石的種類愈多，全隊攻擊力額外提升愈多：
		⇒ 消除 2 種 2 倍
		⇒ 消除 6 種可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除種類數量']
			}
		],
		'monster': [2520]
	},
	{
		'name': '傾力迎戰 ‧ 魅',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 4 倍、生命力及回復力 1.3 倍
		II. 水符石兼具 50% 暗符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['水兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2521]
	},
	{
		'name': '人間之力 ‧ 清靈',
		'description': `
		I. 水屬性攻擊力 3 倍
		II. 水屬性「人類及神族」攻擊力則 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [2522]
	},
	{
		'name': '人間之力 ‧ 流燄',
		'description': `
		I. 火屬性攻擊力 3 倍
		II. 火屬性「人類及神族」攻擊力則 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			}
		],
		'monster': [2523]
	},
	{
		'name': '人間之力 ‧ 森意',
		'description': `
		I. 木屬性攻擊力 3 倍
		II. 木屬性「人類及神族」攻擊力則 9 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [2524]
	},
	{
		'name': '使徒之力',
		'description': `
		I.「使徒」攻擊力 5 倍
		II. 敵方受到的無屬性傷害 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [2527]
	},
	{
		'name': '使徒之力 ‧ 強',
		'description': `
		I.「使徒」攻擊力 5 倍
		II. 進入關卡後，「使徒」技能 CD -3
		III. 敵方受到的無屬性傷害 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '進場減CD'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': []
			}
		],
		'monster': [2528, 2529]
	},
	{
		'name': '神族萬鈞之怒 ‧ 極',
		'description': `
		神族攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [2530, 2531, 2540, 2576, 2579, 2649, 2654, 2738, 2787, 2816, 2826, 2836, 2859, 2862, 2876, 2889, 2893, 2909, 10111, 10116, 10159, 10201, 10231, 10287, 10368, 10376, 10413, 10458, 10524, 10556, 10561, 10563, 10609, 10610, 10618, 10630, 10632]
	},
	{
		'name': '使徒來襲',
		'description': `
		隊中只有神族成員時：
		I. 神族攻擊力 6 倍及生命力 2 倍
		II. 生命力全滿時
		⇒「使徒」攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '我方血量']
			}
		],
		'monster': [2532]
	},
	{
		'name': '使徒來襲 ‧ 強',
		'description': `
		隊中只有神族成員時：
		I. 神族攻擊力 6 倍及生命力 2 倍
		II. 生命力全滿時
		⇒「使徒」攻擊力額外 4 倍
		III.「使徒」發動主動技能時
		⇒ 完全回復生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '我方血量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族', '發動技能']
			}
		],
		'monster': [2533]
	},
	{
		'name': '人類萬鈞之怒 ‧ 極',
		'description': `
		人類攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [2534, 2575, 2580, 2646, 2655, 2666, 2671, 2724, 2725, 2726, 2727, 2740, 2747, 2801, 2875, 2888, 2904, 2906, 2928, 10057, 10097, 10108, 10112, 10115, 10130, 10132, 10153, 10161, 10185, 10186, 10221, 10233, 10290, 10311, 10316, 10319, 10354, 10378, 10393, 10412, 10441, 10442, 10443, 10444, 10445, 10512, 10513, 10518, 10525, 10553, 10569, 10570, 10575, 10588, 10612, 10629, 10643, 10644, 10647, 10648, 10654]
	},
	{
		'name': '第二適格者 ‧ 改',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.4 倍
		II. 於成員所在直行，消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 1.5 倍
		III. 消除的火符石愈多
		⇒ 火屬性攻擊力提升愈多
		⇒ 消除 16 粒可達至最大 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定位置', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除數量']
			}
		],
		'monster': [2536]
	},
	{
		'name': '第二適格者 ‧ Code 777',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.4 倍
		II. 於成員所在直行，消除 ≥1 粒該成員屬性的符石
		⇒ 該成員攻擊力額外 1.5 倍
		III. 消除的火符石愈多
		⇒ 火屬性攻擊力提升愈多
		⇒ 消除 16 粒可達至最大 5 倍
		IV. 每消除 2 組符石
		⇒ 增加 1 連擊 (Ex. Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定位置', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除數量']
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['成員種族', '特定成員', '消除組數']
			}
		],
		'monster': [2537]
	},
	{
		'name': '傾力迎戰 ‧ 森',
		'description': `
		隊中只有神族及「EVA 駕駛員」 時：
		I. 全隊攻擊力 4.5 倍、生命力及回復力 1.3 倍
		II. 心及火符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['心兼具其他', '火兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2538]
	},
	{
		'name': '力量導引',
		'description': `
		神族及機械族攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '機'],
				'limit': []
			}
		],
		'monster': [2539]
	},
	{
		'name': '13 號機覺醒！',
		'description': `
		隊伍中只有神族及「EVA 駕駛員」時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 水及暗符石互相兼具效果
		III. 首批消除相同連擊 (Combo) 數目的水及暗符石
		⇒ 全隊攻擊力額外 2.4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['水兼具其他', '暗兼具其他', '符石兼具水', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['神', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除組數']
			}
		],
		'monster': [2541]
	},
	{
		'name': '血色屠殺契機',
		'description': `
		I. 首批消除雙數連擊 (Combo) 時
		⇒ 全隊攻擊力 10 倍
		II. 累計以攻前炮擊或攻擊傷害擊斃敵人愈多
		⇒ 攻擊力提升愈多
		⇒ 最多可達至 20 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [2543]
	},
	{
		'name': '海淵凝念 ‧ 強',
		'description': `
		隊中只有水屬性成員：
		I. 全隊攻擊力 8 倍及生命力 1.5 倍
		II. 每消除 1 粒水符石
		⇒ 回復 3% 總生命力 (受連擊 (Combo) 加乘影響)
		III. 若首批消除的連擊 (Combo) 數為單數
		⓵ 減少 45% 所受傷害
		⓶ 全隊無視「三屬盾」及「五屬盾」
		IV. 若首批消除的連擊 (Combo) 數為雙數
		⇒ 全隊攻擊力額外 3 倍
		V. 若首批消除的連擊 (Combo) 數 ≥5
		⓵ 同時獲得 III, IV 效果
		⓶ 全隊無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水'],
				'limit': ['成員屬性']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '消除特定符石', '消除數量']
			},
			{
				'name': ['減傷'],
				'object': [],
				'limit': ['成員屬性', '消除組數']
			},
			{
				'name': ['無視三屬盾', '無視五屬盾', '增攻', '無視固定連擊盾'],
				'object': ['水'],
				'limit': ['成員屬性', '消除組數']
			}
		],
		'monster': [2545]
	},
	{
		'name': '魔族萬鈞之怒 ‧ 極',
		'description': `
		魔族攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2546, 2556, 2557, 2558, 2559, 2560, 2574, 2578, 2592, 2856, 2878, 2892, 2903, 2905, 2907, 2908, 10107, 10158, 10202, 10243, 10255, 10286, 10288, 10363, 10421, 10447, 10453, 10454, 10511, 10515, 10548, 10564, 10574, 10591, 10592, 10593, 10597, 10628]
	},
	{
		'name': '沸騰魔勢',
		'description': `
		魔族攻擊力 4.5 倍及生命力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2548]
	},
	{
		'name': '光之魔屠',
		'description': `
		I. 光屬性攻擊力 1.5 倍及魔族攻擊力 3 倍
		II. 光屬性魔族攻擊力則 4.5 倍
		III. 心符石兼具 50% 光符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '魔'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2549]
	},
	{
		'name': '沸騰魔息',
		'description': `
		魔族攻擊力 4.5 倍及回復力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2550]
	},
	{
		'name': '魔怒嘯天 ‧ 火',
		'description': `
		火屬性魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火魔'],
				'limit': []
			}
		],
		'monster': [2552]
	},
	{
		'name': '盟軍 ‧ 魔之流',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 消除魔族符石時
		⇒ 水屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2566]
	},
	{
		'name': '赤龍之心',
		'description': `
		隊伍中只有龍類、人類、妖精類或魔族時：
		I. 全隊攻擊力 6.5 倍
		II. 火符石兼具 50% 其他符石效果
		III. 隊中有 ≥3 個龍類成員時
		⓵ 全隊生命力 1.8 倍
		⓶ 全隊攻擊力額外 2.8 倍
		IV. 受到敵人攻擊時
		⇒ 隨機將 5 粒符石轉化為龍族強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍', '人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻'],
				'object': ['龍', '人', '妖', '魔'],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['龍族符石製造', '符石強化'],
				'object': [],
				'limit': ['成員種族', '受到攻擊']
			}
		],
		'monster': [2567]
	},
	{
		'name': '狂獸凶勢',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 6 倍及生命力 1.3 倍
		II. 達成 ≥5 連擊 (Combo) 時
		⓵ 全隊攻擊力額外 2 倍
		⓶ 所有成員無視「三屬盾」
		III. 達成 ≥8 連擊 (Combo) 時
		⓵ 全隊攻擊力額外 2.5 倍
		⓶ 所有成員無視「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '無視三屬盾', '無視五屬盾'],
				'object': ['獸'],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [2568]
	},
	{
		'name': '盟軍 ‧ 獸之吼',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 種族成員時
		⓵ 全隊攻擊力額外 1.5 倍
		⓶ 消除獸族符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2569]
	},
	{
		'name': '魔女承志',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 1.8 倍
		III. 隊伍中有 ≥3 種屬性成員時
		⇒ 全隊攻擊力額外 1.5 倍
		IV. 隊員、戰友的屬性及種族均沒有重複時
		⇒ 全隊生命力、攻擊力、回復力額外 1.8 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [2570]
	},
	{
		'name': '盟軍 ‧ 妖之棘',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 消除妖族符石時
		⇒ 木屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2571]
	},
	{
		'name': '盟軍 ‧ 神之輝',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 種族成員時
		⓵ 全隊攻擊力額外 1.5 倍
		⓶ 消除神族符石時
		⇒ 光屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2572]
	},
	{
		'name': '盟軍 ‧ 機械之魂',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 種族成員時
		⓵ 全隊攻擊力額外 1.5 倍
		⓶ 消除機械族符石時
		⇒ 暗屬性攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2573]
	},
	{
		'name': '獸類萬鈞之怒 ‧ 極',
		'description': `
		獸類攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [2577, 2596, 2687, 2691, 2692, 2696, 2802, 2874, 2877, 2879, 10058, 10099, 10152, 10210, 10312, 10381, 10414, 10475, 10485, 10510, 10614]
	},
	{
		'name': '妖精萬鈞之怒 ‧ 極',
		'description': `
		妖精類攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [2581, 2597, 2737, 2817, 2857, 2887, 2898, 10060, 10098, 10164, 10208, 10215, 10234, 10239, 10305, 10355, 10356, 10357, 10358, 10379, 10484, 10514, 10523, 10528, 10547, 10821, 10822]
	},
	{
		'name': '御天之志',
		'description': `
		I. 自身屬性成員攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 全隊攻擊力額外 2 倍，每經過一層 (Wave)
		⇒ 全隊攻擊力額外提升
		⇒ 最多 5 倍
		III. 每次直行消除 1 組 ≥4 粒符石
		⇒ 全隊攻擊力額外 1.4 倍
		⇒ 最多可提升 4 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [2584]
	},
	{
		'name': '致命的嬌媚',
		'description': `
		I. 魔族及妖精類攻擊力 6 倍
		II. 其他屬性符石兼具 50% 水符石效果
		III. 每回合回復相等於隊中所有「瀾漫勾惑 ‧ 夏娃」及「魔性原罪 · 夏娃」攻擊力基值總和的生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔', '妖'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '回血'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2585]
	},
	{
		'name': '固守之志',
		'description': `
		隊中只有人類成員時：
		I. 人類攻擊力 4 倍
		II. 光屬性人類攻擊力則 6 倍
		III. 必然延長移動符石時間 1 秒
		IV. 消除人族符石時
		⇒ 減少 20% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2588]
	},
	{
		'name': '龍類萬鈞之怒 ‧ 極',
		'description': `
		龍類攻擊力 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [2591, 2683, 2686, 2693, 2695, 2736, 2825, 2858, 2897, 10096, 10110, 10113, 10162, 10240, 10415, 10549, 10557, 10562, 10565, 10611, 10615, 10634]
	},
	{
		'name': '戰神領軍',
		'description': `
		I. 全隊攻擊力 7 倍及生命力 1.5 倍
		II. 必然延長移動符石時間 2.5 秒
		III. 減少 20% 所受傷害
		IV. 所受火屬性傷害則減少 40%
		V. 若隊中只有火屬性成員時
		⇒ 全隊攻擊力額外 1.2 倍
		VI. 若隊中有 ≥2 種屬性成員
		⇒ 全隊攻擊力額外 1.5 倍
		VII. 消除的符石愈多
		⇒ 攻擊力額外提升愈多
		⇒ 消除 30 粒可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '延長轉珠時間', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2595]
	},
	{
		'name': '最強之源',
		'description': `
		I. 任何「姆姆」及 ≥8 星成員
		⇒ 攻擊力 11 倍
		II. 隊中有 ≥5 種族成員
		⇒ 全隊生命力 4 倍
		III. 消除屬性符石
		⇒ 任何「姆姆」以 50% 攻擊力追打該屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增血',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2598, 3015, 3016, 3017, 3018, 3019]
	},
	{
		'name': '噬血龍王．暴',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 將龍類對敵方造成傷害的 10%
		⇒ 轉化為生命力 (不計算主動及隊長技傷害)
		⇒ 最大為生命力等值的 100% (不能疊加)
		III. 消除龍族符石時
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '我方傷害吸收'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2601, 2605]
	},
	{
		'name': '龍之淚息',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 450 點回復力
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [2602, 2606]
	},
	{
		'name': '幻龍利牙．噬',
		'description': `
		I. 龍類攻擊力 4 倍
		II. 延長移動符石時間 2 秒
		III. 消除 1 組 6 - 8 粒屬性符石
		⇒ 則龍類攻擊力 7 倍
		IV. 消除 1 組 ≥9 粒屬性符石
		⇒ 則龍類攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2603, 2609]
	},
	{
		'name': '龍之威烈',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 1,000 點攻擊力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [2604, 2610]
	},
	{
		'name': '幻龍利爪．撕',
		'description': `
		I. 延長移動符石時間 2 秒
		II. 消除 1 組 6 - 8 粒屬性符石
		⇒ 龍類攻擊力 7 倍
		III. 消除 1 組 ≥9 粒屬性符石
		⇒ 則龍類攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2607]
	},
	{
		'name': '龍之血脈',
		'description': `
		I. 龍類攻擊力 6 倍
		II. 每個龍類成員增加 1,500 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [2608]
	},
	{
		'name': '手砲戰鬥',
		'description': `
		隊中只有機械族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 消除水或心符石時
		⇒ 全隊攻擊力額外 3 倍
		III. 水、光、心符石
		⇒ 分別兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['水兼具其他', '光兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2611]
	},
	{
		'name': '近戰模式',
		'description': `
		隊中只有火屬性或機械族成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 每消除 1 組火或心符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 8 連擊
		III. 每達成 1 連擊 (Combo)
		⇒ 回復 1,500 點生命力
		IV. 達成 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除特定符石', '消除組數']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			}
		],
		'monster': [2612]
	},
	{
		'name': '近戰模式 ‧ 改',
		'description': `
		隊中只有火屬性或機械族成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 每消除 1 組火或心符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 8 連擊
		III. 每達成 1 連擊 (Combo)
		⇒ 回復 1,500 點生命力
		IV. 達成 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 2.5 倍
		V. 每次火屬性或機械族成員發動技能
		⓵ 回復 5,000 點生命力
		⓶ 全隊攻擊力提升
		⇒ 最多可提升至 3 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除特定符石', '消除組數']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', '發動技能']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', '發動技能']
			}
		],
		'monster': [2612]
	},
	{
		'name': '近戰模式 ‧ 覺醒',
		'description': `
		隊中只有火屬性或機械族成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 每消除 1 組火或心符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 12 連擊
		III. 每達成 1 連擊 (Combo)
		⇒ 回復 2,000 點生命力
		IV. 達成 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除特定符石', '消除組數']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			}
		],
		'monster': [2613]
	},
	{
		'name': '近戰模式 ‧ 覺醒 ‧ 改',
		'description': `
		隊中只有火屬性或機械族成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 每消除 1 組火或心符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 12 連擊
		III. 每達成 1 連擊 (Combo)
		⇒ 回復 2,000 點生命力
		IV. 達成 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 2.5 倍
		V. 每次火屬性或機械族成員發動技能
		⓵ 回復 10,000 點生命力
		⓶ 全隊攻擊力提升
		⇒ 最多可提升至 4.5 倍
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除特定符石', '消除組數']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', '發動技能']
			},
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': ['成員屬性', '成員種族', '發動技能']
			}
		],
		'monster': [2613]
	},
	{
		'name': '機械戰略',
		'description': `
		I. 機械族攻擊力 5 倍
		II. 敵人有附加效果時
		⇒ 機械族攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2614]
	},
	{
		'name': '機械戰意',
		'description': `
		I. 機械族攻擊力 5 倍
		II. 生命力 ≥75% 時
		⇒ 機械族攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['我方血量']
			}
		],
		'monster': [2615]
	},
	{
		'name': '愛與和平',
		'description': `
		I. 火屬性及機械族攻擊力 6.5 倍、生命力及回復力 1.4 倍
		II. 連擊 (Combo) 時攻擊力提升 125%
		III. 火符石兼具 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '機'],
				'limit': []
			},
			{
				'name': ['增攻', '火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2616]
	},
	{
		'name': '機械動力',
		'description': `
		I. 機械族攻擊力 5 倍
		II. 發動技能的機械族成員
		⇒ 該回合攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['發動技能']
			}
		],
		'monster': [2617, 2618]
	},
	{
		'name': '機械靈力',
		'description': `
		I. 機械族攻擊力 5 倍
		II. 心符石兼具 50% 屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2619]
	},
	{
		'name': '手砲戰鬥 ‧ 第一裝甲',
		'description': `
		隊中只有機械族成員時：
		I. 全隊攻擊力 6.8 倍、生命力及回復力 1.5 倍
		II. 消除水或心符石時
		⇒ 全隊攻擊力額外 3.3 倍
		III. 水、光、心符石
		⇒ 分別兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['水兼具其他', '光兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2620]
	},
	{
		'name': '手砲戰鬥 ‧ 第二裝甲',
		'description': `
		隊中只有機械族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 消除光或心符石時
		⇒ 全隊攻擊力額外 3.3 倍
		III. 水、光、心符石
		⇒ 分別兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['水兼具其他', '光兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2621]
	},
	{
		'name': '手砲戰鬥 ‧ 究極裝甲',
		'description': `
		隊中只有機械族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 消除暗或心符石時
		⇒ 全隊攻擊力額外 2.2 倍
		III. 水、光、暗、心符石
		⇒ 分別兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['水兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2622]
	},
	{
		'name': '機械殘暴',
		'description': `
		I. 機械族攻擊力 5 倍
		II. 水及暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '暗兼具其他', '符石兼具水', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2623, 2624]
	},
	{
		'name': '機械鎮壓',
		'description': `
		I. 機械族生命力 2 倍
		II. 所有符石兼具屬性符石效果
		12 回合內
		III. 機械族攻擊力及回復力 12 倍
		`,
		'tag': [
			{
				'name': '增血',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': ['機'],
				'limit': ['回合上限']
			}
		],
		'monster': [2626]
	},
	{
		'name': '機械嗜虐',
		'description': `
		I. 機械族攻擊力 4 倍
		II. 生命力 ≥50% 時
		⇒ 機械族攻擊力額外 3 倍
		III. 受到攻擊後
		⇒ 下回合有 50% 機率機械族攻擊力額外 2 倍 (機率可疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['我方血量']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['受到攻擊']
			}
		],
		'monster': [2627]
	},
	{
		'name': '滅族之燄．追擊',
		'description': `
		I. 火屬性及機械族攻擊力 6.5 倍
		II.「炙焰城主 ‧ 龐貝」的攻擊
		⇒ 無視敵人防禦力
		III. 消除水、火或木符石時
		⇒ 機械族成員追打相應屬性攻擊 1 次
		IV. 每首批消除 1 種符石
		⇒ 於回合結束時將 5 粒該種符石添加為機械族符石 (非種族符石優先轉換)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '機'],
				'limit': []
			},
			{
				'name': '破防',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打'],
				'object': ['機'],
				'limit': ['消除特定符石']
			},
			{
				'name': '機械族符石製造',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2634]
	},
	{
		'name': '連擊攻勢',
		'description': `
		連擊 (Combo) 時攻擊力提升 150%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			}
		],
		'monster': [2636]
	},
	{
		'name': '猛炎之神力',
		'description': `
		I. 「次元英雄」系列及神族攻擊力 7 倍
		II. 火、光、暗屬性生命力及回復力 1.5 倍
		III. 首批消除任何 1 橫行內的所有符石時
		⇒ 「次元英雄」系列及神族攻擊力額外 2 倍
		IV. 達至 ≥6 連擊 (Combo 或 Ex. Combo) 時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '神'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['火', '光', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '神'],
				'limit': ['消除特定位置']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量', 'Ex.Combo數量']
			}
		],
		'monster': [2637]
	},
	{
		'name': '大自然的奧秘',
		'description': `
		木屬性攻擊力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [2638]
	},
	{
		'name': '抗神之力',
		'description': `
		I. 神族、魔族、妖精類攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 消除 ≥3 種符石時
		⇒ 神族、魔族、妖精類攻擊力額外 2 倍
		III. 消除種族符石時
		⇒ 神族、魔族、妖精類攻擊力額外 2 倍
		IV. 消除光符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '魔', '妖'],
				'limit': ['消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['神', '魔', '妖'],
				'limit': ['消除種族符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2639]
	},
	{
		'name': '刺棘之怒',
		'description': `
		I. 神族、魔族、妖精類攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 消除 ≥3 種符石時
		⇒ 神族、魔族、妖精類攻擊力額外 2 倍
		III. 生命力未滿時
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 消除暗符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '魔', '妖'],
				'limit': ['消除種類數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2640]
	},
	{
		'name': '赤焰召喚',
		'description': `
		I. 消除火符石時
		⇒ 火屬性攻擊力 5 倍
		II. 消除 ≥1 組 ≥5 粒火符石
		⇒ 火屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2641]
	},
	{
		'name': '妖之再生',
		'description': `
		妖精類回復力 5 倍
		`,
		'tag': [
			{
				'name': '增回',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [2642]
	},
	{
		'name': '暗魅召喚',
		'description': `
		I. 消除暗符石時
		⇒ 暗屬性攻擊力 5 倍
		II. 消除 ≥1 組 ≥5 粒暗符石
		⇒ 暗屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2643]
	},
	{
		'name': '水之嘯',
		'description': `
		隊長及戰友均為水屬性或神族時：
		I. 水屬性攻擊力 4 倍、生命力及回復力 1.2 倍
		II. 水屬性神族攻擊力額外 3 倍
		III. 每回合首批掉落的符石必定為水符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': ['特定戰友', '成員屬性', '成員種族']
			},
			{
				'name': '強制掉水',
				'object': [],
				'limit': ['特定戰友', '成員屬性', '成員種族']
			}
		],
		'monster': [2644]
	},
	{
		'name': '獸暴',
		'description': `
		I. 全隊攻擊力 3.5 倍 
		II. 生命力全滿時
		⇒ 獸類攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['我方血量']
			}
		],
		'monster': [2645]
	},
	{
		'name': '五彩激濤',
		'description': `
		隊伍成員的屬性愈多
		⇒ 全隊生命力、攻擊力、回復力愈高
		⇒ 最多全隊攻擊力 6 倍、生命力及回復力 1.6 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [2647]
	},
	{
		'name': '元素共生',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 獸類及龍類成員
		⓵ 攻擊力額外 6 倍
		⓶ 生命力額外 2 倍
		III. 火、光、暗、心符石
		⇒ 互相兼具 75% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '火兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具火', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2660]
	},
	{
		'name': '水之呼吸 (竈門炭治郎)',
		'description': `
		隊中只有人類及「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 必然延長移動符石時間 1.5 秒
		III. 消除 1 組水符石
		⇒ 全隊攻擊力額外 2.6 倍
		IV. 每消除 1 組水符石
		⇒ 個人追打自身攻擊力 2.5 倍的水屬性攻擊 1 次
		⇒ 最多可追打 3 次
		V. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		⇒ 並無視其攻前盾
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷', '無視攻前盾'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石']
			},
			{
				'name': ['增攻', '水屬追打'],
				'object': ['自身'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除組數']
			}
		],
		'monster': [2661]
	},
	{
		'name': '火之神．碧羅天',
		'description': `
		隊中只有人類及「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 必然延長移動符石 1.5 秒
		III. 消除 1 組水或火符石
		⇒ 全隊攻擊力額外 2.6 倍
		IV. 每消除 1 組水或火符石
		⇒ 個人追打自身攻擊力 2.5 倍的相應屬性攻擊 1 次
		⇒ 最多可追打水屬性及火屬性攻擊各 2 次
		V. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		⇒ 並無視其攻前盾
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷', '無視攻前盾'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石']
			},
			{
				'name': ['增攻', '水屬追打', '火屬追打'],
				'object': ['自身'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除組數']
			}
		],
		'monster': [2662]
	},
	{
		'name': '鬼化戰鬥',
		'description': `
		隊中只有人類及「竈門禰豆子」或「珠世與愈史郎」：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.6 倍
		II. 隊中有「竈門炭治郎」或「火之神 ‧ 竈門炭治郎」時
		⇒ 全隊攻擊力額外 1.6 倍
		III. 消除種族符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 減少 25% 所受傷害
		V. 所受魔族敵人的傷害
		⇒ 則減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除種族符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2663]
	},
	{
		'name': '獸之呼吸',
		'description': `
		隊中只有獸類、人類或「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 6 倍及生命力 1.2 倍
		II. 每個成員增加 160 點回復力
		III. 消除種族符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷'],
				'object': ['獸', '人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['獸', '人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除種族符石']
			}
		],
		'monster': [2664]
	},
	{
		'name': '獸之呼吸 ‧ 強',
		'description': `
		隊中只有獸類、人類或「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 6 倍及生命力 1.2 倍
		II. 每個成員增加 160 點回復力
		III. 消除種族符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		V. 回合結束時，可點選「X 型」
		⇒ 引爆 10 個固定位置的符石
		⇒ 掉落強化符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷'],
				'object': ['獸', '人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['獸', '人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除種族符石']
			},
			{
				'name': '引爆',
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2664]
	},
	{
		'name': '雷之呼吸',
		'description': `
		隊中只有光屬性或「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 消除種族符石時
		⇒ 全隊攻擊力額外 1.6 倍
		III. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		IV. 每首批消除 1 連擊 (Combo)
		⇒ 自身直行掉落 1 粒光強化符石
		V. 消除 ≥10 粒光符石
		⇒ 全隊攻擊力額外 1.4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷'],
				'object': ['光', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['光', '特定成員'],
				'limit': ['成員屬性', '特定成員', '消除種族符石']
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['成員屬性', '特定成員', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['光', '特定成員'],
				'limit': ['成員屬性', '特定成員', '消除數量', '消除特定符石']
			}
		],
		'monster': [2665]
	},
	{
		'name': '水之呼吸 (冨岡義勇)',
		'description': `
		隊中只有水屬性成員時：
		I. 全隊攻擊力 7 倍及生命力 1.6 倍
		II. 必然延長移動符石 2 秒
		III. 於成員直行消除水符石時
		⇒ 該成員攻擊力額外 2 倍
		IV. 受到攻擊時，場上每有 1 粒水符石
		⇒ 可減少 10% 所受傷害
		⇒ 最多可減少 50% 傷害
		V. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '對魔族增傷'],
				'object': ['水'],
				'limit': ['成員屬性']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員屬性', '消除特定位置', '消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '受到攻擊']
			}
		],
		'monster': [2667]
	},
	{
		'name': '炎之呼吸',
		'description': `
		隊中只有火屬性或人類，及沒有魔族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.8 倍
		II. 必然延長移動符石時間 2 秒
		III. 於自身直行消除火符石時
		⇒ 全隊攻擊力額外 1.8 倍
		IV. 消除 1 組 ≥5 粒火符石時
		⇒ 全隊攻擊力額外 2.2 倍
		V. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷'],
				'object': ['火獸', '火妖', '火龍', '火神', '火機', '人'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['火獸', '火妖', '火龍', '火神', '火機', '人'],
				'limit': ['成員屬性', '成員種族', '消除特定位置', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火獸', '火妖', '火龍', '火神', '火機', '人'],
				'limit': ['成員屬性', '成員種族', '消除一組數量', '消除特定符石']
			},
		],
		'monster': [2668]
	},
	{
		'name': '蟲之呼吸',
		'description': `
		隊伍中只有暗屬性、人類或「鬼滅之刃」石抽系列成員時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 消除種族符石時
		⇒ 全隊攻擊力額外 1.6 倍
		III. 所有成員對魔族目標
		⇒ 攻擊力額外 1.5 倍
		IV. 消除暗或心符石時
		⇒ 個人以 50% 攻擊力追打 5 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對魔族增傷'],
				'object': ['暗', '人', '特定成員'],
				'limit': ['成員屬性', '成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['暗', '人', '特定成員'],
				'limit': ['成員屬性', '成員種族', '特定成員', '消除種族符石']
			},
			{
				'name': '暗屬追打',
				'object': ['自身'],
				'limit': ['成員屬性', '成員種族', '特定成員', '消除特定符石']
			}
		],
		'monster': [2669]
	},
	{
		'name': '血鬼術 ‧ 破壞殺',
		'description': `
		I. 魔族攻擊力 6 倍
		II. 其他屬性符石兼具
		⇒ 50% 水符石效果
		III. 以「猗窩座」作隊長及戰友，且隊中沒有隊員
		⇒ 全隊生命力、攻擊力、回復力額外 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['特定戰友', '沒有隊員']
			}
		],
		'monster': [2680]
	},
	{
		'name': '龍威震天',
		'description': `
		I. 龍類及獸類攻擊力 7 倍及生命力 1.5 倍
		II. 隊中只有龍類及獸類成員時
		⇒ 全隊生命力額外 1.5 倍
		III. 首批沒有消除心符石時
		⇒ 龍類及獸類攻擊力額外 3 倍
		IV. 延長移動符石時間 2.5 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍', '獸'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['龍', '獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍', '獸'],
				'limit': ['不消除特定符石']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2688]
	},
	{
		'name': '獸威撼地',
		'description': `
		I. 獸類及龍類攻擊力 6.5 倍及生命力 1.3 倍
		II. 隊伍中只有獸類成員時
		⇒ 獸類生命力及回復力額外 1.3 倍
		III. 達至 ≥6 連擊 (Combo) 時
		⇒ 龍類及獸類攻擊力額外 2.5 倍
		IV. 延長移動符石時間 2 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸', '龍'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍', '獸'],
				'limit': ['Combo數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [2689]
	},
	{
		'name': '龍威破空',
		'description': `
		I. 龍類攻擊力 6 倍及生命力 2.5 倍
		II. 同時消除水、暗或心符石其中 2 種符石時
		⇒ 龍類攻擊力額外 4 倍
		III. 水及暗符石互相兼具 50% 效果
		IV. 延長移動符石時間 2.5 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除特定符石', '消除種類數量']
			},
			{
				'name': ['水兼具其他', '暗兼具其他', '符石兼具水', '符石兼具暗', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2690]
	},
	{
		'name': '不想再看到有人流淚了！',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.6 倍
		II. 火符石兼具 50% 心符石效果
		III. 心符石兼具 50% 屬性符石效果
		IV. 消除 ≥12 粒符石時
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '符石兼具心', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [2699]
	},
	{
		'name': '夢想追尋者',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 火符石兼具 50% 心符石效果
		III. 心符石兼具 50% 屬性符石效果
		IV. 消除 ≥12 粒符石時
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '符石兼具心', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [2700]
	},
	{
		'name': '我的名字是01！',
		'description': `
		隊中只有木屬性、人類或機械族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 必然延長移動符石時間 1 秒
		III.【假面騎士】攻擊力額外 1.5 倍
		IV. 木及光符石互相兼具 50% 效果
		V. 每消除 1 粒符石
		⇒ 全隊攻擊力額外提升 0.1 倍
		⇒ 消除 20 粒可提升至最大 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '人', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '光兼具其他', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['木', '人', '機'],
				'limit': ['成員屬性', '成員種族', '消除數量']
			}
		],
		'monster': [2701]
	},
	{
		'name': '我不會絕望！',
		'description': `
		隊中只有人類或「影月」時：
		I. 全隊攻擊力 6.5 倍及回復力 3 倍
		II. 延長移動符石時間 2 秒
		III. 達至 ≥6 Combo
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 暗及火符石分別兼具
		⇒ 50% 其他符石效果
		V. 光符石效果提升 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '暗兼具其他', '火兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '符石效果提升'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', 'Combo數量']
			}
		],
		'monster': [2702]
	},
	{
		'name': '太陽之子',
		'description': `
		隊中只有人類或「影月」時：
		I. 全隊攻擊力 6.5 倍及回復力 3 倍
		II. 延長移動符石時間 3 秒
		III. 達至 ≥6 Combo
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 暗及火符石分別兼具
		⇒ 50% 其他符石效果
		V. 光符石效果提升 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '暗兼具其他', '火兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '符石效果提升'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', 'Combo數量']
			}
		],
		'monster': [2703]
	},
	{
		'name': '我只是路過的假面騎士！',
		'description': `
		隊中只有暗屬性或【假面騎士】成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.5 倍
		II. 達至 ≥10 Combo 或 Ex. Combo
		⇒ 全隊攻擊力額外 3 倍
		III. 減少 25% 所受傷害
		IV. 所受人類敵人的傷害則減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['暗', '特定成員'],
				'limit': ['成員屬性', '特定成員', 'Combo數量', 'Ex.Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '特定成員']
			}
		],
		'monster': [2704]
	},
	{
		'name': '世界破壞者',
		'description': `
		隊中只有暗屬性或【假面騎士】成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 達至 ≥10 Combo 或 Ex. Combo
		⇒ 全隊攻擊力額外 4 倍
		III. 減少 30% 所受傷害
		IV. 所受人類敵人的傷害則減少 40%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['暗', '特定成員'],
				'limit': ['成員屬性', '特定成員', 'Combo數量', 'Ex.Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '特定成員']
			}
		],
		'monster': [2705]
	},
	{
		'name': '約定',
		'description': `
		隊中只有人類及【假面騎士】：
		I. 全隊攻擊力 6 倍及生命力 1.5 倍
		II. 首批消除所有火符石時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 火及心符石分別兼具
		⇒ 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石']
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2706]
	},
	{
		'name': '不容許擾亂人類的和平！',
		'description': `
		隊中只有人類及【假面騎士】：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 木及心符石分別兼具
		⇒ 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2707]
	},
	{
		'name': '俺、參上！',
		'description': `
		隊中只有人類及【假面騎士】：
		I. 全隊攻擊力 6 倍及回復力 1.5 倍
		II. 同時消除火及光符石時
		⇒ 全隊攻擊力額外 1.5 倍
		III. 火及心符石分別兼具
		⇒ 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石']
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2708]
	},
	{
		'name': '患者的命運由我來改變！',
		'description': `
		隊中只有人類及【假面騎士】：
		I. 全隊攻擊力 6.5 倍
		II. 以右方 3 直行的符石開始轉珠時
		⇒【假面騎士】攻擊力額外 1.5 倍
		III. 光及心符石分別兼具
		⇒ 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '特定位置起手']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [2709]
	},
	{
		'name': '我要成為王！',
		'description': `
		隊中只有人類及魔族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 2 倍
		II. 進入關卡後
		⇒ 人類成員技能 CD -2
		III. 魔族成員以 50% 攻擊力追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': '進場減CD',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['魔'],
				'limit': ['成員種族']
			}
		],
		'monster': [2710]
	},
	{
		'name': '這是方舟的意志！',
		'description': `
		I. 暗屬性攻擊力 4 倍、生命力及回復力 1.5 倍
		II. 暗屬性機械族攻擊力額外 4 倍
		III. 首批消除所有暗符石時
		⓵ 自身攻擊力額外 4 倍
		⓶ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2714, 2722]
	},
	{
		'name': '假面騎士Zero Two，這是我的名字！',
		'description': `
		隊中只有木屬性、人類或機械族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 必然延長移動符石時間 2 秒
		III.【假面騎士】攻擊力額外 1.5 倍
		IV. 木、光、心符石互相兼具 50% 效果
		V. 每消除 2 粒符石
		⇒ 全隊攻擊力額外提升 0.2 倍
		⇒ 消除 20 粒可提升至最大 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '人', '機'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '光兼具其他', '心兼具其他', '符石兼具木', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['木', '人', '機'],
				'limit': ['成員屬性', '成員種族', '消除數量']
			}
		],
		'monster': [2719]
	},
	{
		'name': '只能結束這一切了！',
		'description': `
		隊中只有人類或機械族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 必然延長移動符石時間 1.5 秒
		III.【假面騎士】攻擊力額外 1.5 倍
		IV. 暗符石兼具 50% 其他屬性符石效果
		V. 每消除 1 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 10 組可提升至最大 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '機'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [2720]
	},
	{
		'name': '慶賀吧！其名為逢魔Zi-O！',
		'description': `
		隊中只有人類及魔族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 所受傷害減少 60%
		III. 魔族成員追打 1 次
		IV. 魔族成員無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打', '破防'],
				'object': ['魔'],
				'limit': ['成員種族']
			}
		],
		'monster': [2721]
	},
	{
		'name': '穹蒼賜賞 ‧ 神威之浪',
		'description': `
		I. 水屬性攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行產生 1 粒水神族強化符石
		III. 消除 1 組 ≥5 粒水符石
		⇒ 水屬性攻擊力額外 2.5 倍
		IV. 消除強化符石
		⇒ 水屬性攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['強制掉水', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2731]
	},
	{
		'name': '穹蒼賜賞 ‧ 神威之燄',
		'description': `
		I. 火屬性攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行產生 1 粒火神族強化符石
		III. 消除 1 組 ≥5 粒火符石
		⇒ 火屬性攻擊力額外 2.5 倍
		IV. 消除強化符石
		⇒ 火屬性攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['強制掉火', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2732]
	},
	{
		'name': '穹蒼賜賞 ‧ 神威之藤',
		'description': `
		I. 木屬性攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行產生 1 粒木神族強化符石
		III. 消除 1 組 ≥5 粒木符石
		⇒ 木屬性攻擊力額外 2.5 倍
		IV. 消除強化符石
		⇒ 木屬性攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['強制掉木', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2733]
	},
	{
		'name': '穹蒼賜賞 ‧ 神威之玄',
		'description': `
		I. 光屬性攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行產生 1 粒光神族強化符石
		III. 消除 1 組 ≥5 粒光符石
		⇒ 光屬性攻擊力額外 2.5 倍
		IV. 消除強化符石
		⇒ 光屬性攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['強制掉光', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2734]
	},
	{
		'name': '穹蒼賜賞 ‧ 神威之幽',
		'description': `
		I. 暗屬性攻擊力 7 倍、生命力及回復力 1.4 倍
		II. 每直行首批消除 1 組 ≥4 粒符石時
		⇒ 該直行產生 1 粒暗神族強化符石
		III. 消除 1 組 ≥5 粒暗符石
		⇒ 暗屬性攻擊力額外 2.5 倍
		IV. 消除強化符石
		⇒ 暗屬性攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['強制掉暗', '神族符石製造'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除一組數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2735]
	},
	{
		'name': '千秋的傳承 ‧ 使命',
		'description': `
		I. 木屬性攻擊力 6.5 倍、生命力及回復力 1.6 倍
		II. 木屬性人類攻擊力則 8 倍
		III. 必然延長移動符石時間 3 秒
		IV. 消除種族符石時
		⇒ 木屬性攻擊力額外 4 倍
		V. 每消除 1 組光或暗符石
		⇒ 回合結束時將 3 粒符石轉化為人族強化符石 (木及心符石優先轉換)
		⇒ 最多可轉化 30 粒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['符石強化', '人族符石製造'],
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [2739]
	},
	{
		'name': '不撓雄傑 ‧ 木林',
		'description': `
		I. 木屬性攻擊力 5 倍
		II. 隊中人類成員愈多
		⇒ 木屬性成員的生命力及回復力額外提升愈多
		⇒ 5 個人類成員可達至最大 2.5 倍 (不計自身)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['木'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2741]
	},
	{
		'name': '暗黑回復魔法 ‧ 魅',
		'description': `
		I. 妖精類攻擊力及回復力 6.5 倍、生命力 1.5 倍
		II. 每直行首批消除 1 組 ≥4 粒符石
		⇒ 該直行產生 1 粒心強化符石
		III. 回合結束時
		⇒ 將心符石轉化為妖族強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['強制掉心'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': ['妖族符石製造', '符石強化', '符石轉心強化'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2742]
	},
	{
		'name': '騎士誓盟',
		'description': `
		隊中只有火、木或暗屬性成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 消除心符石時
		⇒ 全隊攻擊力額外 2.5 倍
		III. 消除強化符石時
		⇒ 自身攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員屬性', '消除強化符石']
			}
		],
		'monster': [2743]
	},
	{
		'name': '騎士之盟 ‧ 強',
		'description': `
		隊中只有火、木及暗屬性成員時：
		I. 全隊攻擊力 5 倍
		II. 消除心符石時
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [2744, 2745]
	},
	{
		'name': '聖劍絕殺',
		'description': `
		隊中只有光屬性人類及【圓桌騎士】成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.8 倍
		II. 其他符石分別兼具
		⇒ 50% 光及心符石效果
		III. 每首批全部消除場上 1 種符石時
		⇒ 全隊攻擊力額外 1.35 倍
		IV. 每消除 1 組光以外的符石
		⇒ 額外計算多 1 Combo
		⇒ 最多可增加 4 Combo
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光人', '特定成員'],
				'limit': ['成員屬性', '成員種族', '特定成員']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['光人', '特定成員'],
				'limit': ['成員屬性', '成員種族', '特定成員', '消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員屬性', '成員種族', '特定成員', '消除特定符石', '消除組數']
			}
		],
		'monster': [2746]
	},
	{
		'name': '逆鱗之噬',
		'description': `
		I. 所有成員回復力減至 0
		II. 將每個龍類及獸類成員原有回復力基值 2 倍
		⇒ 各自加入自身攻擊力基值
		III. 每回合扣除全隊總生命力 5%
		IV. 龍類及獸類成員
		⇒ 攻擊力 25 倍及生命力 2.5 倍
		V. 將龍類及獸類成員對敵方造成攻擊傷害的 10%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 50%
		VI. 若轉化的生命力超過總生命力時：
		每超出 15% 總生命力
		⇒ 於回合結束時將 1 粒符石轉化為木強化符石 (木以外符石優先轉換)
		⇒ 最多可轉化 3 粒
		`,
		'tag': [
			{
				'name': ['我方減回', '我方扣血', '符石轉木', '符石轉木強化'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '我方傷害吸收'],
				'object': ['龍', '獸'],
				'limit': []
			}
		],
		'monster': [2748]
	},
	{
		'name': '龍噬',
		'description': `
		I. 龍類生命力及攻擊力 5 倍
		II. 龍類成員回復力基值減至 0
		III. 消除木符石時
		⇒ 回復龍類成員 15% 總生命力
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '我方減回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2749]
	},
	{
		'name': '亂世重典 ‧ 刑',
		'description': `
		I. 暗屬性、魔族、龍類成員攻擊力 7.5 倍
		II. 全隊無視敵人防禦力
		III. 必然延長移動符石時間 2.5 秒
		IV. 消除 1 組 ≥4 粒符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗', '魔', '龍'],
				'limit': []
			},
			{
				'name': ['破防', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [2752, 2753]
	},
	{
		'name': '無垠幻像．浪濤極襲',
		'description': `
		隊中只有水屬性及 ≥1 個魔族成員時：
		I. 全隊攻擊力 7 倍
		II. 魔族攻擊力額外 5 倍及生命力 1.5 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 每回合場上數量最多的 1 種屬性符石兼具 50% 水符石效果
		V. 如場上數量最多的 1 種屬性符石為水符石時
		⇒ 則上述兼具效果變為水屬性攻擊力 2.2 倍
		VI. 心符石兼具 50% 水符石效果
		VII. 消除魔族符石時
		⓵ 全隊攻擊力額外 3.5 倍
		⓶ 減少 60% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增攻', '增血'],
				'object': ['水魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			}
		],
		'monster': [2756]
	},
	{
		'name': '無垠幻像．熾燄極襲',
		'description': `
		隊中只有火屬性及 ≥1 個魔族成員時：
		I. 全隊攻擊力 7 倍
		II. 魔族攻擊力額外 5 倍及生命力 1.5 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 每回合場上數量最多的 1 種屬性符石兼具 50% 火符石效果
		V. 如場上數量最多的 1 種屬性符石為火符石時
		⇒ 則上述兼具效果變為火屬性攻擊力 2.2 倍
		VI. 心符石兼具 50% 火符石效果
		VII. 消除魔族符石時
		⓵ 全隊攻擊力額外 3.5 倍
		⓶ 減少 60% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增攻', '增血'],
				'object': ['火魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			}
		],
		'monster': [2757]
	},
	{
		'name': '無垠幻像．藤木極襲',
		'description': `
		隊中只有木屬性及 ≥1 個魔族成員時：
		I. 全隊攻擊力 7 倍
		II. 魔族攻擊力額外 5 倍及生命力 1.5 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 每回合場上數量最多的 1 種屬性符石兼具 50% 木符石效果
		V. 如場上數量最多的 1 種屬性符石為木符石時
		⇒ 則上述兼具效果變為木屬性攻擊力 2.2 倍
		VI. 心符石兼具 50% 木符石效果
		VII. 消除魔族符石時
		⓵ 全隊攻擊力額外 3.5 倍
		⓶ 減少 60% 所受傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增攻', '增血'],
				'object': ['木魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員屬性', '成員種族', '版面分布']
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			}
		],
		'monster': [2758]
	},
	{
		'name': '流螢結陣．魔源盛勢',
		'description': `
		隊中只有光屬性及 ≥1 個魔族成員時：
		I. 全隊攻擊力 7 倍
		II. 魔族攻擊力額外 5 倍及生命力 2 倍
		III. 必然延長移動符石時間 2.5 秒
		IV. 每消除 1 組 ≥5 粒光符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可達至最大 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增攻', '增血'],
				'object': ['光魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2759]
	},
	{
		'name': '幽冥結陣．魔源盛勢',
		'description': `
		隊中只有暗屬性及 ≥1 個魔族成員時：
		I. 全隊攻擊力 7 倍
		II. 魔族攻擊力額外 5 倍及生命力 2 倍
		III. 必然延長移動符石時間 2.5 秒
		IV. 每消除 1 組 ≥5 粒暗符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可達至最大 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': ['增攻', '增血'],
				'object': ['暗魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [2760]
	},
	{
		'name': '人之復甦 ‧ 凝水壁',
		'description': `
		I. 水屬性成員攻擊力 3 倍
		II. 人類成員回復力 3 倍
		III. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 受到攻擊時，場上每有 1 粒水符石
		⇒ 減少 5% 所受傷害
		⇒ 最多可減少 30% 傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [2762, 2766]
	},
	{
		'name': '木葉之強森',
		'description': `
		I.【戰國】及木屬性人類成員
		⇒ 攻擊力 7 倍、生命力及回復力 2 倍
		II. 消除 ≥6 粒木符石
		⇒ 全隊攻擊力額外 4 倍
		III. 消除 ≥12 粒木符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2763]
	},
	{
		'name': '巨力之腕．強',
		'description': `
		隊中只有 2 種屬性成員或隊中只有人類成員：
		I. 全隊攻擊力 7.5 倍、生命力及回復力 1.3 倍
		II.【戰國】成員生命力及回復力額外 1.5 倍
		III. 必然延長移動符石時間 2 秒
		IV. 首批消除所有光符石
		⇒ 全隊攻擊力額外 3 倍
		V. 首批消除所有水符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員屬性數量', '成員種族']
			},
			{
				'name': ['增血', '增回'],
				'object': ['特定成員'],
				'limit': ['成員屬性數量', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性數量', '成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量', '成員種族', '消除特定符石']
			}
		],
		'monster': [2764]
	},
	{
		'name': '妖魅綻放的靈泉',
		'description': `
		隊中只有妖精類成員：
		I. 全隊攻擊力 6 倍及生命力 2.5 倍
		II. 全隊進場 CD -2
		III. 屬性符石兼具 25% 心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '進場減CD'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2765]
	},
	{
		'name': '燄刃襲 ‧ 戰魂',
		'description': `
		隊中只有【戰國】或火屬性成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍
		II.【戰國】、人類及龍類成員
		⓵ 生命力額外 1.5 倍
		⓶ 攻擊力額外 3 倍
		III. 必然延長移動符石時間 2 秒
		IV. 合計消除 ≥6 粒火、光或暗符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員', '火人', '火龍'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '火'],
				'limit': ['特定成員', '成員屬性', '消除特定符石', '消除數量']
			}
		],
		'monster': [2767]
	},
	{
		'name': '人之復甦 ‧ 凝火壁',
		'description': `
		I. 火屬性成員攻擊力 3 倍
		II. 人類成員回復力 3 倍
		III. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 受到攻擊時，場上每有 1 粒火符石
		⇒ 減少 5% 所受傷害
		⇒ 最多可減少 30% 傷害
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增回',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [2768]
	},
	{
		'name': '天魔血道 ‧ 光',
		'description': `
		I. 扣除 40% 生命力上限
		II. 光屬性及魔族成員攻擊力 7 倍
		III. 延長移動符石時間 7 秒
		IV. 每首批消除 5 粒光符石
		⇒ 增加 1 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['總血量減少', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '魔'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2769]
	},
	{
		'name': '絕代佳人之媚',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.8 倍
		II. 隊伍成員的種族愈多，全隊生命力及回復力額外提升愈多
		⇒ 2 種族 1.2 倍
		⇒ 4 種族可達至最大 1.4 倍
		III. 必然延長移動符石時間 3 秒
		IV. 連擊 (Combo) 時攻擊力大幅提升 300%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [2770]
	},
	{
		'name': '全能守護者',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 通過「旅人的記憶」故事模式內的指定關卡、初級、中級或高級關卡後
		⇒ 額外獲得 1 個道具
		III. 通關經驗值增加 10%
		IV. 通關金幣增加 10%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '物品掉落增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2771]
	},
	{
		'name': '神話意志 ‧ 水',
		'description': `
		I. 神族成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 水及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2775]
	},
	{
		'name': '神話戰法 ‧ 水',
		'description': `
		I. 水屬性神族攻擊力 5 倍
		II. 消除神族符石
		⇒ 水屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2776]
	},
	{
		'name': '神話意志 ‧ 火',
		'description': `
		I. 神族成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 火及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具火', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2777]
	},
	{
		'name': '神話戰法 ‧ 火',
		'description': `
		I. 火屬性神族攻擊力 5 倍
		II. 消除神族符石
		⇒ 火屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2778]
	},
	{
		'name': '神話意志 ‧ 木',
		'description': `
		I. 神族成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 木及心符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': ['木兼具其他', '心兼具其他', '符石兼具木', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2779]
	},
	{
		'name': '神話戰法 ‧ 木',
		'description': `
		I. 木屬性神族攻擊力 5 倍
		II. 消除神族符石
		⇒ 木屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2780]
	},
	{
		'name': '神話重生',
		'description': `
		I. 神族成員回復力 6 倍、生命力及攻擊力 1.5 倍
		II. 消除符石後，回復自身回復力基值 15 倍的生命力
		`,
		'tag': [
			{
				'name': ['增回', '增血', '增攻'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': '回血',
				'object': [],
				'limit': []
			}
		],
		'monster': [2781]
	},
	{
		'name': '神話戰法 ‧ 光',
		'description': `
		I. 光屬性神族攻擊力 5 倍
		II. 消除神族符石
		⇒ 光屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2782]
	},
	{
		'name': '神話割結',
		'description': `
		I. 神族成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 每回合以自身攻擊力 6 倍對敵方全體後追打無屬性攻擊 1 次 (此傷害無視防禦力)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': '無屬追打',
				'object': [],
				'limit': []
			}
		],
		'monster': [2783]
	},
	{
		'name': '神話戰法 ‧ 暗',
		'description': `
		I. 暗屬性神族攻擊力 5 倍
		II. 消除神族符石
		⇒ 暗屬性攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2784]
	},
	{
		'name': '夜月之輝 ‧ 流光',
		'description': `
		I. 神族及【妍希】成員攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 隊中只有【妍希】、光及暗屬性成員：
		⓵ 全隊攻擊力額外 3.5 倍及生命力額外 1.2 倍
		⓶ 暗及心符石兼具光符石效果
		⓷ 消除強化符石
		⇒ 減少 40% 所受傷害
		⓸ 消除種族符石
		⇒ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '光', '暗'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '成員屬性', '消除強化符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['特定成員', '成員屬性', '消除種族符石']
			}
		],
		'monster': [2789]
	},
	{
		'name': '夜月之魅 ‧ 清影',
		'description': `
		I. 神族及【妍希】成員攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 隊中只有【妍希】、光及暗屬性成員：
		⓵ 全隊攻擊力額外 3.5 倍及生命力額外 1.2 倍
		⓶ 光及心符石兼具暗符石效果
		⓷ 消除強化符石
		⇒ 減少 40% 所受傷害
		⓸ 消除種族符石
		⇒ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '光', '暗'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '成員屬性', '消除強化符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['特定成員', '成員屬性', '消除種族符石']
			}
		],
		'monster': [2790]
	},
	{
		'name': '稀世力量 ‧ 聖物光芒',
		'description': `
		I. 水屬性及人類成員
		⓵ 攻擊力 16 倍
		⓶ 生命力及回復力 4 倍
		II. 必然延長移動符石時間 2 秒
		III. 水、火及木符石兼具
		⇒ 50% 心符石效果
		IV. 同時消除 ≥3 種符石
		⇒ 水屬性及人類成員攻擊力額外 10 倍
		V. 同時消除水、火及木符石
		⇒「聖輝漪揚 ‧ 艾莉亞」追打水、火及木屬性攻擊各 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水', '人'],
				'limit': ['消除種類數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打'],
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2791]
	},
	{
		'name': '喋血枯息',
		'description': `
		隊中只有【妍希】或魔族成員：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.8 倍
		II. 延長移動符石時間 3 秒
		III. 隊中有 ≥2 種族成員
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '魔'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '魔'],
				'limit': ['特定成員', '成員種族', '成員種族數量']
			}
		],
		'monster': [2792]
	},
	{
		'name': '花香靈域',
		'description': `
		【妍希】、光屬性及妖精類成員攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '光', '妖'],
				'limit': []
			}
		],
		'monster': [2793]
	},
	{
		'name': '龍守屏障',
		'description': `
		I. 龍類成員攻擊力 5 倍及生命力 1.5 倍
		II. 所受木及暗屬性傷害減少 60%
		III. 所受其他屬性傷害則減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': ['減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2794]
	},
	{
		'name': '三巫結陣 ‧ 水',
		'description': `
		隊中只有水、火或木屬性成員：
		I. 全隊攻擊力 7 倍及生命力 1.5 倍
		II. 人類成員
		⓵ 攻擊力額外 7 倍
		⓶ 生命力額外 1.5 倍
		⓷ 進場 CD -2
		III. 所有符石兼具 50% 水符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水', '火', '木'],
				'limit': ['成員屬性']
			},
			{
				'name': '進場減CD',
				'object': ['水人', '火人', '木人'],
				'limit': ['成員屬性']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2795]
	},
	{
		'name': '巫女祈願 ‧ 水',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 7 倍及生命力 1.3 倍
		II. 所有成員增加 500 點回復力基值
		III. 消除水、火及木符石其中 ≥2 種
		⇒ 全隊攻擊力額外 5 倍
		IV. 水符石兼具 50% 所有符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除特定符石', '消除種類數量']
			},
			{
				'name': ['水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2796]
	},
	{
		'name': '三巫結陣 ‧ 火',
		'description': `
		隊中只有水、火或木屬性成員：
		I. 全隊攻擊力 7 倍及生命力 1.5 倍
		II. 人類成員
		⓵ 攻擊力額外 7 倍
		⓶ 生命力額外 1.5 倍
		⓷ 進場 CD -2
		III. 所有符石兼具 50% 火符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水', '火', '木'],
				'limit': ['成員屬性']
			},
			{
				'name': '進場減CD',
				'object': ['水人', '火人', '木人'],
				'limit': ['成員屬性']
			},
			{
				'name': ['水兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具火'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2797]
	},
	{
		'name': '巫女祈願 ‧ 火',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 7 倍及生命力 1.3 倍
		II. 消除水、火及木符石其中 ≥2 種
		⇒ 全隊攻擊力額外 5 倍
		III. 火符石兼具 50% 所有符石效果
		IV. 火符石效果提升 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除特定符石', '消除種類數量']
			},
			{
				'name': ['火兼具其他', '符石兼具水', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '符石效果提升'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2798]
	},
	{
		'name': '三巫結陣 ‧ 木',
		'description': `
		隊中只有水、火或木屬性成員：
		I. 全隊攻擊力 7 倍及生命力 1.5 倍
		II. 人類成員
		⓵ 攻擊力額外 7 倍
		⓶ 生命力額外 1.5 倍
		⓷ 進場 CD -2
		III. 所有符石兼具 50% 木符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水', '火', '木'],
				'limit': ['成員屬性']
			},
			{
				'name': '進場減CD',
				'object': ['水人', '火人', '木人'],
				'limit': ['成員屬性']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具木'],
				'object': [],
				'limit': ['成員屬性']
			}
		],
		'monster': [2799]
	},
	{
		'name': '巫女祈願 ‧ 木',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 7 倍及生命力 1.3 倍
		II. 消除水、火及木符石其中 ≥2 種
		⇒ 全隊攻擊力額外 5 倍
		III. 木符石兼具 50% 所有符石效果
		IV. 消除木符石
		⇒ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除特定符石', '消除種類數量']
			},
			{
				'name': ['木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2800]
	},
	{
		'name': '流水之致命誘惑',
		'description': `
		I.【耀脈星芒】及水屬性成員攻擊力 8 倍、生命力及回復力 1.8 倍
		II.【耀脈星芒】及妖精類成員
		⇒ 攻擊力額外 4 倍
		III. 消除 ≥3 種符石
		⇒ 減少 50% 所受傷害
		IV. 發動 ≥3 種屬性攻擊
		⇒ 回合結束時，妖精類成員 CD -1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '其他減CD',
				'object': ['妖'],
				'limit': ['攻擊屬性數量']
			}
		],
		'monster': [2803]
	},
	{
		'name': '熾燄化境 ‧ 神',
		'description': `
		I. 火屬性成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 消除神族符石
		⇒ 火屬性成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2804]
	},
	{
		'name': '螢燄化境 ‧ 神',
		'description': `
		I. 光屬性成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 消除神族符石
		⇒ 光屬性成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2805]
	},
	{
		'name': '紫魅斷魂 ‧ 獵',
		'description': `
		隊中只有【耀脈星芒】或獸類成員時：
		I. 全隊攻擊力 8 倍及生命力 3 倍
		II. 每消除 1 種符石
		⇒ 掉落 2 粒暗獸族強化符石
		III. 消除獸族符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': ['強制掉暗', '獸族符石製造'],
				'object': [],
				'limit': ['特定成員', '成員種族', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族', '消除種族符石']
			}
		],
		'monster': [2806]
	},
	{
		'name': '炎之神識',
		'description': `
		I. 火屬性成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 消除神族符石
		⇒ 火屬性成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2807]
	},
	{
		'name': '神魅絕殺勢',
		'description': `
		隊中只有【耀脈星芒】、妖精類或神族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 1.6 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 5.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖', '神'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖', '神'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			}
		],
		'monster': [2808]
	},
	{
		'name': '神魅絕殺勢 ‧ 突破',
		'description': `
		隊中只有【耀脈星芒】、妖精類或神族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.5 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 5.5 倍
		III. 將移動符石時觸碰的符石
		⇒ 轉化為強化符石
		IV. 移動的步數愈多
		⇒ 全隊攻擊力提升愈多
		⇒ 移動 50 步攻擊力可額外提升至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖', '神'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖', '神'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖', '神'],
				'limit': ['特定成員', '成員種族', '移動步數']
			}
		],
		'monster': [2808]
	},
	{
		'name': '獸之遠識',
		'description': `
		I. 獸類成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 消除獸族符石
		⇒ 獸類成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2809]
	},
	{
		'name': '龍之遠識',
		'description': `
		I. 龍類成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 消除龍族符石
		⇒ 龍類成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2810]
	},
	{
		'name': '機械聯盟',
		'description': `
		I. 機械族成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 隊中只有 2 個成員
		⇒ 機械族成員
		⓵ 攻擊力額外 5 倍
		⓶ 進場 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['增攻', '進場減CD'],
				'object': ['機'],
				'limit': ['成員數量']
			}
		],
		'monster': [2811]
	},
	{
		'name': '機械戰能',
		'description': `
		I. 全隊攻擊力 6 倍、生命力及回復力 1.3 倍
		II.【妍希】及機械族成員
		⓵ 攻擊力額外 6 倍
		⓶ 生命力及回復力額外 1.8 倍
		III.【妍希】成員屬性符石兼具
		⇒ 50% 所有符石效果
		IV.【妍希】成員進場 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '進場減CD',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [2813]
	},
	{
		'name': '無雙之霸 ‧ 神勇',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 2.5 倍
		II. 必然延長移動符石時間 3 秒
		III. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 4 倍
		IV. 首批全部消除場上 ≥1 種符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2814]
	},
	{
		'name': '戰鬥之睿智',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.5 倍
		II. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 2 倍
		III. 敵人受到的人類、神族、機械族傷害
		⇒ 額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '敵方受傷增加',
				'object': ['人', '神', '機'],
				'limit': []
			}
		],
		'monster': [2815]
	},
	{
		'name': '浪濤之誅罰 ‧ 弒',
		'description': `
		I. 水屬性成員攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 水屬性對所有目標的傷害額外 15 倍
		III. 敵人受到的主動技能炮擊傷害額外 10 倍
		IV. 所受火及暗屬性傷害減少 50%
		V. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': ['水'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2820]
	},
	{
		'name': '熾燄之誅罰 ‧ 弒',
		'description': `
		I. 火屬性成員攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 火屬性對所有目標的傷害額外 15 倍
		III. 敵人受到的主動技能炮擊傷害額外 10 倍
		IV. 所受火及木屬性傷害減少 50%
		V. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2821]
	},
	{
		'name': '藤棘之誅罰 ‧ 弒',
		'description': `
		I. 木屬性成員攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 木屬性對所有目標的傷害額外 15 倍
		III. 敵人受到的主動技能炮擊傷害額外 10 倍
		IV. 所受水及光屬性傷害減少 50%
		V. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': ['木'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2822]
	},
	{
		'name': '玄光之誅罰 ‧ 弒',
		'description': `
		I. 光屬性成員攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 光屬性對所有目標的傷害額外 15 倍
		III. 敵人受到的主動技能炮擊傷害額外 10 倍
		IV. 所受火及暗屬性傷害減少 50%
		V. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': ['光'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2823]
	},
	{
		'name': '幽冥之誅罰 ‧ 弒',
		'description': `
		I. 暗屬性成員攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 暗屬性對所有目標的傷害額外 15 倍
		III. 敵人受到的主動技能炮擊傷害額外 10 倍
		IV. 所受木及光屬性傷害減少 50%
		V. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '減傷', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2824]
	},
	{
		'name': '妖嬈之藍 ‧ 強',
		'description': `
		I. 水屬性及妖精類成員攻擊力及回復力 10 倍、生命力 2.5 倍
		II. 消除水或心符石
		⓵ 全隊攻擊力額外 7.5 倍
		⓶ 全隊無視敵人防禦力
		III. 首批沒有消除水符石
		⇒ 減少 60% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['水', '妖'],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['不消除特定符石']
			}
		],
		'monster': [2827]
	},
	{
		'name': '粉櫻血雨',
		'description': `
		I. 火屬性及妖精類成員
		⓵ 攻擊力及回復力 8 倍
		⓶ 生命力 2 倍
		II. 火及心符石兼具 50% 所有符石效果
		III. 合計消除 ≥15 粒火或心符石
		⇒ 全隊攻擊力額外 6 倍
		IV. 火、心符石 2 粒相連
		⇒ 即可發動消除
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['火', '妖'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '二消'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [2828]
	},
	{
		'name': '迷香魅惑 ‧ 木',
		'description': `
		I. 妖精類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 木屬性妖精類成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除木符石或妖族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除種族符石']
			}
		],
		'monster': [2829]
	},
	{
		'name': '極樂魅光',
		'description': `
		I. 妖精類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 光屬性妖精類成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除光符石或妖族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除種族符石']
			}
		],
		'monster': [2830]
	},
	{
		'name': '魅豔之刺 ‧ 靈',
		'description': `
		I. 暗屬性、妖精類及魔族成員
		⓵ 攻擊力及回復力 8 倍
		⓶ 生命力 2 倍
		II. 消除心符石
		⓵ 全隊攻擊力額外 3.5 倍
		⓶ 增加 5 連擊 (Combo)
		III. 心符石兼具 300% 所有屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['暗', '妖', '魔'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2831]
	},
	{
		'name': '迷香魅惑 ‧ 水',
		'description': `
		I. 妖精類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 水屬性妖精類成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除水符石或妖族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['水妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除種族符石']
			}
		],
		'monster': [2832]
	},
	{
		'name': '纖細魅彤',
		'description': `
		I. 妖精類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 火屬性妖精類成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除火符石或妖族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['火妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除種族符石']
			}
		],
		'monster': [2833]
	},
	{
		'name': '迷香魅惑 ‧ 暗',
		'description': `
		I. 妖精類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 暗屬性妖精類成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除暗符石或妖族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除種族符石']
			}
		],
		'monster': [2834]
	},
	{
		'name': '元素之核 ‧ 精煉',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 12 倍、生命力及回復力 3.7 倍
		II. 所有符石兼具所有符石效果
		III. 消除 ≥3 種符石或火符石
		⇒ 全隊攻擊力額外 5 倍
		IV. 消除獸族符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除種類數量', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2835]
	},
	{
		'name': '喋血序章',
		'description': `
		I. 獸類、龍類及魔族成員
		⇒ 攻擊力 6 倍、生命力及回復力 1.8 倍
		II. 獸族、龍族及魔族符石
		⇒ 互相兼具效果
		III. 消除種族符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '龍', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2838, 2840, 2845]
	},
	{
		'name': '崩壞的吞噬',
		'description': `
		I. 獸類、龍類及魔族成員
		⇒ 攻擊力 9 倍、生命力及回復力 1.8 倍
		II. 必然延長移動符石時間 2 秒
		III. 心符石兼具 50% 所有屬性符石效果
		IV. 消除種族符石
		⇒ 獸類、龍類及魔族成員攻擊力額外 9 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '龍', '魔'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸', '龍', '魔'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2839]
	},
	{
		'name': '至死不渝的創造',
		'description': `
		I. 獸類、妖精類及龍類成員
		⇒ 攻擊力 8 倍及生命力 1.8 倍
		II. 必然延長移動符石時間 1 秒
		III. 消除 1 組符石的粒數愈多
		⇒ 獸類、妖精類及龍類成員攻擊力額外提升愈多
		⇒ 消除 1 組 ≥8 粒符石可達至最大 9 倍
		IV. 若隊中只有光屬性「獸類、妖精類或龍類」成員
		⇒ 全隊生命力及攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸', '妖', '龍'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸', '妖', '龍'],
				'limit': ['消除一組數量']
			},
			{
				'name': ['增血', '增攻'],
				'object': ['光獸', '光龍', '光魔'],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [2841]
	},
	{
		'name': '逆鱗暴',
		'description': `
		I.【宇宙序章】及龍類成員
		⇒ 攻擊力 10 倍及生命力 4 倍
		II. 每首批消除 1 組符石
		⇒【宇宙序章】及龍類成員直行掉落 1 粒該成員屬性種族強化符石
		⇒ 最多可掉落 5 粒
		III. 消除【宇宙序章】成員屬性符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 15 粒可達至最大 10 倍
		IV. 每消除 1 粒種族符石
		⇒ 增加 1 連擊 (Combo)
		⇒ 最多可增加 5 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '龍'],
				'limit': []
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗', '獸族符石製造', '龍族符石製造', '魔族符石製造'],
				'object': ['特定成員', '龍'],
				'limit': ['消除組數']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2842]
	},
	{
		'name': '人族戰意',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒符石可達至最大 6 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2.2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2846]
	},
	{
		'name': '人族牽絆',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 消除自身屬性或心符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，引爆自身被克屬性符石
		⇒ 掉落自身屬性強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['引爆', '強制掉水'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2847]
	},
	{
		'name': '人族戰意',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒符石可達至最大 6 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2.2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2848]
	},
	{
		'name': '人族牽絆',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 消除自身屬性或心符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，引爆自身被克屬性符石
		⇒ 掉落自身屬性強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['引爆', '強制掉火'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2849]
	},
	{
		'name': '人族戰意',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒符石可達至最大 6 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2.2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2850]
	},
	{
		'name': '人族牽絆',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 消除自身屬性或心符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，引爆自身被克屬性符石
		⇒ 掉落自身屬性強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['引爆', '強制掉木'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2851]
	},
	{
		'name': '人族戰意',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒符石可達至最大 6 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2.2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2852]
	},
	{
		'name': '人族牽絆',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 消除自身屬性或心符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，引爆自身被克屬性符石
		⇒ 掉落自身屬性強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['引爆', '強制掉光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2853]
	},
	{
		'name': '人族戰意',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒符石可達至最大 6 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2.2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [2854]
	},
	{
		'name': '人族牽絆',
		'description': `
		I. 自身屬性及人類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 消除自身屬性或心符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，引爆自身被克屬性符石
		⇒ 掉落自身屬性強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['引爆', '強制掉暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [2855]
	},
	{
		'name': '萬惡之源 ‧ 災厄',
		'description': `
		I. 全隊生命力、攻擊力及回復力 3.5 倍
		II. 達至 ≥5 連擊 (Combo)
		⓵ 全隊攻擊力額外 5 倍
		⓶ 妖精類成員攻擊力則額外 15 倍
		III. 必然延長移動符石時間 2 秒
		IV. 所有符石兼具 300% 所有符石效果
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回', '延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['Combo數量']
			}
		],
		'monster': [2860]
	},
	{
		'name': '戰神領軍 ‧ 滅',
		'description': `
		I. 全隊攻擊力 10 倍及生命力 2.5 倍
		II. 必然延長移動符石時間 3 秒
		III. 減少 40% 所受傷害，所受火屬性傷害則減少 80%
		IV. 消除的符石愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒可達至最大 6.25 倍
		V. 若隊中只有火屬性成員
		⇒ 全隊攻擊力額外 1.8 倍
		VI. 若隊中有 ≥2 種屬性成員
		⇒ 全隊攻擊力額外 2.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '延長轉珠時間', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [2863]
	},
	{
		'name': '驚世璞玉 ‧ 強',
		'description': `
		I. 龍類成員攻擊力 10 倍及生命力 4 倍
		II. 消除龍族符石
		⇒ 自身攻擊力額外 6 倍
		III. ≥3 個龍類成員發動攻擊
		⇒ 敵人所受傷害額外 8 倍
		IV. 隊中有 ≥3 個龍類成員
		⇒ 隊伍成員屬性符石互相兼具效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['敵方受傷增加', '增攻'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2864]
	},
	{
		'name': '絕世奇玉 ‧ 強',
		'description': `
		I. 龍類成員攻擊力 10 倍及生命力 4 倍
		II. 消除龍族符石
		⇒ 龍類成員攻擊力額外 4 倍
		III. 根據本回合首批消除的連擊 (Combo)
		⓵ 下回合增加 2 倍的連擊 (Combo) 數目
		⓶ 下回合隨機轉化 2 倍粒數的龍族強化符石 (龍族符石以外優先轉換)
		IV. 隊中有 ≥3 個龍類成員
		⇒ 所有符石兼具 200% 隊伍成員屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['增加Combo', '符石強化', '龍族符石製造'],
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2865]
	},
	{
		'name': '八仙過海',
		'description': `
		隊中只有【八仙】成員：
		全隊攻擊力 88 倍、生命力及回復力 1.88 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
		],
		'monster': [2866, 2867, 2871, 2872, 2873]
	},
	{
		'name': '攝魂之森',
		'description': `
		I.【八仙】、木屬性及機械族成員
		⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍
		II.【八仙】及機械族成員
		⇒ 攻擊力額外 8 倍
		III. 隊中有 ≥3 種族成員
		⇒ 全隊攻擊力額外 1.8 倍
		IV. 場上有附加效果時
		⇒「凝陽帝君 ‧ 鐵拐李」攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['含附加效果']
			}
		],
		'monster': [2868]
	},
	{
		'name': '八仙陣 ‧ 除災',
		'description': `
		隊中有 ≥3 個【八仙】成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 2.8 倍
		II. 消除種族符石
		⇒ 全隊攻擊力額外 8 倍
		III. 連擊 (Combo) 時攻擊力提升 80%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員數量', '消除種族符石']
			}
		],
		'monster': [2869]
	},
	{
		'name': '冥神 ‧ 鎮惡',
		'description': `
		I.【八仙】、暗屬性及神族成員
		⇒ 攻擊力 8.8 倍、生命力及回復力 2.8 倍
		II.【八仙】及神族成員
		⇒ 攻擊力額外 1.88 倍
		III. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 28 粒可達至最大 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2870]
	},
	{
		'name': '變革狂潮 ‧ 神',
		'description': `
		I. 水屬性及神族成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 3.3 倍
		II. 必然延長移動符石時間 3 秒
		III. 所有符石掉落率不受其他技能影響 (包括改變掉落符石種類的技能)
		IV. 所有符石 3 粒相連
		⇒ 即可發動消除
		V. 消除 ≥10 粒符石
		⓵ 全隊攻擊力額外 3 倍
		⓶ 全隊無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '三消'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視拼圖盾'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2881]
	},
	{
		'name': '極限烈焰 ‧ 無垠狂怒',
		'description': `
		I. 火屬性及神族成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 3.3 倍
		II. 必然延長移動符石時間 3 秒
		III. 消除火符石
		⓵ 全隊攻擊力額外 3 倍
		⓶ 全隊無視
		⇒「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2882]
	},
	{
		'name': '翠藤終焉 ‧ 無垠狂怒',
		'description': `
		I. 木屬性及神族成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 3.3 倍
		II. 必然延長移動符石時間 3 秒
		III. 消除木符石
		⓵ 全隊攻擊力額外 3 倍
		⓶ 全隊無視
		⇒「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2883]
	},
	{
		'name': '念力爆發 ‧ 噬魂',
		'description': `
		I. 全隊攻擊力 10 倍
		II. 隊伍成員屬性愈多
		⇒ 全隊生命力、攻擊力及回復力額外提升愈多
		⇒ 4 種屬性可達至最大 2 倍
		III. 隊伍成員種族愈多
		⇒ 全隊生命力、攻擊力及回復力額外提升愈多
		⇒ 4 種族可達至最大 2 倍
		IV. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 20 粒可達最大 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2884]
	},
	{
		'name': '變革冥流 ‧ 神',
		'description': `
		I. 暗屬性及神族成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 3.3 倍
		II. 必然延長移動符石時間 3 秒
		III. 所有符石掉落率不受其他技能影響 (包括改變掉落符石種類的技能)
		IV. 所有符石 3 粒相連
		⇒ 即可發動消除
		V. 消除 ≥10 粒符石
		⓵ 全隊攻擊力額外 3 倍
		⓶ 全隊無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '三消'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視拼圖盾'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [2885]
	},
	{
		'name': '元素共融',
		'description': `
		I. 全隊攻擊力 12 倍及生命力 2 倍
		II. 人類、獸類及龍類成員
		⓵ 攻擊力額外 9 倍
		⓶ 生命力額外 2.5 倍
		III. 所有符石兼具
		⇒ 75% 所有符石效果
		IV. 火、光、暗及心符石效果提升 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '符石效果提升'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['人', '獸', '龍'],
				'limit': []
			}
		],
		'monster': [2890]
	},
	{
		'name': '女王的威嚴',
		'description': `
		隊中只有人類、獸類及龍類成員：
		I. 全隊攻擊力 80 倍、生命力及回復力 5 倍
		II. 減少 50% 所受傷害
		III. 所受獸類及龍類敵人的傷害
		⇒ 額外減少 30%
		IV. 消除 ≥1 組 ≥30 粒符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '獸', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '消除一組數量']
			}
		],
		'monster': [2891]
	},
	{
		'name': '無垠宇宙',
		'description': `
		I. 魔族成員攻擊力 13 倍、生命力及回復力 3.3 倍
		II. 只能消除首批符石
		III. 所有符石 3 粒相連
		⇒ 即可發動消除
		IV. 必然延長移動符石時間 3 秒 
		V. 消除 ≥13 粒符石
		⇒ 魔族成員
		⓵ 攻擊力額外 13 倍
		⓶ 無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['只能首消符石', '三消', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視拼圖盾'],
				'object': ['魔'],
				'limit': ['消除數量']
			}
		],
		'monster': [2894]
	},
	{
		'name': '絕殺媚影',
		'description': `
		I. 妖精類及魔族成員
		⓵ 攻擊力 13 倍
		⓶ 生命力 3.5 倍
		II. 所有符石兼具所有屬性符石效果
		III. 每回合結束時
		⇒ 將我方生命力變為總生命力 100% (需消除符石)
		IV. 消除隊伍成員屬性符石或心符石
		⇒ 妖精類及魔族成員
		⓵ 攻擊力額外 13 倍
		⓶ 無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['妖', '魔'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '回血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '無視固定連擊盾'],
				'object': ['妖', '魔'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2895]
	},
	{
		'name': '天穹之掌',
		'description': `
		I. 自身屬性成員攻擊力 66 倍、生命力及回復力 3.6 倍
		II. 每次直行消除 1 組 ≥3 粒符石
		⇒ 全隊攻擊力額外提升
		⇒ 4 次可提升至最大 3.6 倍
		III. 自身攻擊力額外 1.6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [2896]
	},
	{
		'name': '超獸魔神的力量',
		'description': `
		I. 機械族攻擊力 6 倍
		II. 自身及「超獸魔神」
		⇒ 攻擊力、生命力、回復力 2.5 倍
		III. 消除自身屬性符石或心符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['自身', '特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [2902]
	},
	{
		'name': '神聖裁決',
		'description': `
		隊中只有神族及魔族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 3.7 倍
		II. 所有符石兼具自身屬性符石效果
		III. 消除屬性符石
		⇒ 全隊攻擊力額外 7 倍
		IV. 消除符石的種類愈多
		⇒ 全隊攻擊力愈高
		⇒ 消除 3 種可達至最大 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [2913]
	},
	{
		'name': '七的奧義',
		'description': `
		隊中只有神族及魔族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 3.7 倍
		II. 所有符石兼具
		⇒ 150% 水、火及木符石效果
		III. 消除屬性符石
		⇒ 全隊攻擊力額外 7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2914]
	},
	{
		'name': '滅絕降臨',
		'description': `
		隊中只有妖精類或神族成員：
		I. 全隊攻擊力 12 倍、生命力及回復力 2.5 倍
		II.【印度神】成員
		⇒ 生命力、攻擊力及回復力額外 1.8 倍
		III. 必然延長移動符石時間 3 秒
		IV. 消除種族符石
		⇒ 全隊攻擊力額外 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖', '神'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2915]
	},
	{
		'name': '燄火創念',
		'description': `
		I. 全隊攻擊力 16 倍、生命力及回復力 4 倍
		II.【印度神】成員攻擊力額外 2.2 倍
		III. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 20 粒可達至最大 6 倍
		IV. 隊中只有神族成員
		⓵ 移動符石後
		⇒ 增加 6 連擊 (Combo)
		⓶ 根據「沒有首批消除」的符石
		⇒ 首批及第 2 批掉落「沒有首批消除」的 1 種神族符石 (剩餘數量最少優先)，若首批消除 6 種符石
		⇒ 則首批及第 2 批掉落火神族符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '強制掉火', '強制掉木', '強制掉光', '強制掉暗', '強制掉心', '神族符石製造'],
				'object': [],
				'limit': ['成員種族', '不消除特定符石']
			},
			{
				'name': ['強制掉火', '神族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [2916]
	},
	{
		'name': '神力湧現',
		'description': `
		隊中只有神族成員：
		全隊攻擊力 100 倍、生命力及回復力 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			}
		],
		'monster': [2917, 2918, 2920, 2921, 2922]
	},
	{
		'name': '苦行覺醒',
		'description': `
		隊中只有神族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II.【印度神】成員
		⇒ 生命力、攻擊力及回復力額外 1.5 倍
		III. 消除光或暗符石
		⓵ 全隊攻擊力額外 8 倍
		⓶ 減少 50% 所受傷害
		IV. 消除光及暗符石
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖', '神'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [2919]
	},
	{
		'name': '元素洪流',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 3.8 倍
		II. 消除符石的種類愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 4 種符石可達至最大 28 倍
		III. 所有符石掉落率不受其他技能影響 (包括改變掉落符石種類的技能)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [2923]
	},
	{
		'name': '神貓戰略',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 40 倍、生命力及回復力 4 倍
		II. 消除隊伍成員屬性符石
		⇒【神貓大盜】成員攻擊力額外 4 倍
		III. 每回合結束時
		⇒ 完全回復生命力 (需消除符石)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [2929, 2930, 2934, 2935, 2936]
	},
	{
		'name': '幽魂幻影',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 50 倍及生命力 6 倍
		II.【神貓大盜】成員攻擊力額外 5 倍
		III. 每消除 1 粒獸族符石
		⇒ 回復 5% 生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [2931]
	},
	{
		'name': '野性解放',
		'description': `
		I. 獸類成員
		⓵ 攻擊力 10 倍
		⓶ 生命力及回復力 5 倍
		II. 必然延長移動符石時間 5 秒
		III. 連擊 (Combo) 時攻擊力提升 300%
		IV. 所有符石兼具所有符石效果
		V. 消除獸族符石
		⓵ 獸類成員攻擊力額外 5 倍
		⓶ 增加 5 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [2932]
	},
	{
		'name': '女王之顛',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 44 倍、生命力及回復力 4.4 倍
		II.【神貓大盜】成員
		⇒ 攻擊力額外 4.4 倍
		III. 隊中有 ≥4 個不同成員
		⇒「貓眾駕馭 ‧ 蜜兒」攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [2933]
	},
	{
		'name': '元素聚能',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 3.8 倍
		II. 神族及魔族成員
		⇒ 攻擊力額外 3.8 倍
		III. 消除 1 組符石的粒數愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 1 組 8 粒可達至最大 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [2924]
	},
	{
		'name': '萬妖舞幽．傾巢',
		'description': `
		隊中只有暗屬性或妖精類成員時：
		I. 全隊攻擊力及回復力 15 倍
		II. 生命力全滿時
		⇒ 全隊攻擊力額外 2 倍
		III. 消除妖族符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['暗', '妖'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['暗', '妖'],
				'limit': ['成員屬性', '成員種族', '我方血量']
			},
			{
				'name': '增攻',
				'object': ['暗', '妖'],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			}
		],
		'monster': [3001]
	},
	{
		'name': '巨狼領域',
		'description': `
		隊中只有獸類或龍類成員時：
		I. 全隊攻擊力 15 倍
		II. 移動符石時間 2 倍
		III. 消除獸族或龍族符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸', '龍'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [3002]
	},
	{
		'name': '絕境意志 ‧ 狂暴',
		'description': `
		I. 全隊生命力、攻擊力、回復力 1.5 倍
		II. 當前生命力 >50% 時
		⇒ 下一次所受傷害不會使你死亡
		III. 若隊中只有暗屬性或神族成員：生命力愈低
		⇒ 全隊攻擊力及回復力額外提升愈多
		⇒ 最多 20 倍
		`,
		'tag': [
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '意志',
				'object': [],
				'limit': ['我方血量']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['暗', '神'],
				'limit': ['成員屬性', '成員種族', '我方血量']
			}
		],
		'monster': [3003]
	},
	{
		'name': '靈氣根源',
		'description': `
		隊中只有妖精類成員時：
		I. 全隊攻擊力 10 倍及回復力 20 倍
		II. 移動符石前若生命力全滿
		⇒ 全隊回復力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增回',
				'object': ['妖'],
				'limit': ['成員種族', '我方血量']
			}
		],
		'monster': [3004]
	},
	{
		'name': '龍凶噬',
		'description': `
		隊伍中只有龍類成員時：
		I. 全隊攻擊力 15 倍
		II. 移動符石前若生命力未滿
		⇒ 全隊攻擊力額外 2 倍
		III. 消除龍族符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族', '我方血量']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [3005]
	},
	{
		'name': '神魔屠弒',
		'description': `
		隊中只有神族或魔族成員：
		I. 全隊攻擊力 15 倍
		II. 消除神族或魔族符石
		⇒ 全隊攻擊力額外 2 倍
		III. 光及暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除種族符石']
			},
			{
				'name': ['光兼具其他', '暗兼具其他', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [3006]
	},
	{
		'name': '無上法則',
		'description': `
		隊中只有神族及魔族成員：
		I. 全隊攻擊力 15 倍、生命力及回復力 1.5 倍
		II. 水、火及木符石
		⇒ 互相兼具 50% 效果
		III. 同時消除水、火及木符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具木'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [3007]
	},
	{
		'name': '魔間狂嘯',
		'description': `
		隊中只有魔族成員：
		I. 全隊攻擊力 15 倍、生命力及回復力 2 倍
		II. 所有符石兼具所有屬性符石效果
		III. 消除魔族符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [3008]
	},
	{
		'name': '歸元結念 ‧ 極',
		'description': `
		隊中所有隊員的種族不同：
		I. 全隊攻擊力 20 倍、生命力及回復力 2.5 倍
		II. 所有符石兼具所有屬性符石效果
		III. 消除 ≥1 組 ≥9 粒符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族', '消除一組數量', '消除組數']
			}
		],
		'monster': [3009]
	},
	{
		'name': '倨傲之墜',
		'description': `
		I.「異化的聖炎 ‧ 巴哈姆特」、「奏響崩壞之音 ‧ 莎娜」、「異度殺戮 ‧ 貝西摩斯」及「侵蝕 ‧ 封王」系列成員
		⇒ 攻擊力 10 倍
		II. 所有符石兼具
		⇒ 150% 所有符石效果
		III. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [3010]
	},
	{
		'name': '邃矚之力',
		'description': `
		I. 全隊攻擊力 3 倍
		II. 所有成員無視屬性相剋
		`,
		'tag': [
			{
				'name': ['增攻', '屬性剋制改變'],
				'object': [],
				'limit': []
			}
		],
		'monster': [7002, 8011, 8012, 9011, 9012]
	},
	{
		'name': '遊俠之義',
		'description': `
		I. 人類攻擊力 3 倍
		II. 遊俠系列角色生命力、攻擊力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [7004]
	},
	{
		'name': '神魔獵盟',
		'description': `
		隊伍中只有神族及 ≥2 個魔族成員時
		I. 神族攻擊力 4.5 倍
		II. 魔族攻擊力 3.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [7013]
	},
	{
		'name': '藤木萬鈞之怒 ‧ 強',
		'description': `
		木屬性攻擊力 4.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木'],
				'limit': []
			}
		],
		'monster': [7014]
	},
	{
		'name': '燄獸萬鈞之怒 ‧ 極',
		'description': `
		隊伍中只有獸類成員時：
		I. 火屬性攻擊力 5 倍
		II. 回合結束時
		⇒ 將 3 粒火符石轉化為強化符石
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火獸'],
				'limit': ['成員種族']
			},
			{
				'name': ['符石強化', '符石轉火強化'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [7015]
	},
	{
		'name': '神夢國度',
		'description': `
		I. 神族攻擊力 7 倍及回復力 2 倍
		II. 隊中只有神族成員時
		⓵ 全隊攻擊力額外 2.5 倍
		⓶ 所有屬性符石
		⇒ 兼具 50% 其他屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [7018, 10090]
	},
	{
		'name': '天竺鼠之力 ‧ 水',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 6 倍及生命力 1.8 倍
		II. 首批消除 ≥2 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 首批消除 6 組可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [7021]
	},
	{
		'name': '天竺鼠之力 ‧ 火',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 6 倍
		II. 每個成員增加 500 點回復力
		III. 首批消除 ≥2 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 首批消除 6 組可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [7022]
	},
	{
		'name': '天竺鼠之力 ‧ 木',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 7 倍
		II. 首批消除 ≥2 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 首批消除 6 組可達至最大 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [7023]
	},
	{
		'name': '天竺鼠之力 ‧ 光',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 6.5 倍及生命力 1.5 倍
		II. 首批消除 ≥2 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 首批消除 6 組可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [7024]
	},
	{
		'name': '天竺鼠之力 ‧ 暗',
		'description': `
		隊中只有獸類成員時：
		I. 全隊攻擊力 6.5 倍
		II. 每個成員增加 200 點回復力
		III. 首批消除 ≥2 組符石
		⇒ 全隊攻擊力額外提升
		⇒ 首批消除 6 組可達至最大 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除組數']
			}
		],
		'monster': [7025]
	},
	{
		'name': '怪獸王的咆哮',
		'description': `
		I. 獸類及妖精類攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 獸類攻擊力額外 1.5 倍
		III. 妖精類回復力額外 1.5 倍
		IV. 達至 ≥6 連擊 (Combo) 時
		⇒ 獸類及妖精類攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸', '妖'],
				'limit': ['Combo數量']
			}
		],
		'monster': [7028]
	},
	{
		'name': '守護神之祈願',
		'description': `
		隊中只有妖精類成員：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 消除木符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 消除心符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 同時消除木及心符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [7031]
	},
	{
		'name': '超級怪獸的進擊',
		'description': `
		I. 光屬性及龍類攻擊力 7 倍
		II. 龍類生命力 1.3 倍
		III. 同時消除光、暗、心符石其中 2 種時
		⇒ 光屬性及龍類攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['光', '龍'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '龍'],
				'limit': ['消除特定符石', '消除種類數量']
			}
		],
		'monster': [7032]
	},
	{
		'name': '魅影幻陣',
		'description': `
		I. 隊伍中需有火、木及暗屬性的成員：
		⓵ 消除 ≥3 種屬性符石
		⇒ 火、木及暗屬性攻擊力 3 倍
		II. 消除心符石時
		⇒ 火、木及暗屬性的攻擊力有 50% 機率額外 1.5 倍 (機率可以疊加)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['火', '木', '暗'],
				'limit': ['成員屬性', '消除特定符石']
			}
		],
		'monster': [8005, 8006, 8009, 8010, 9005, 9006, 9009, 9010]
	},
	{
		'name': '速戰速決',
		'description': `
		每回合剩餘的移動符石時間愈多
		⇒ 全隊攻擊力愈高
		⇒ 最少 1.5 倍，最大 4 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['轉珠時間']
			}
		],
		'monster': [8013, 8014, 9013, 9014]
	},
	{
		'name': '魔魅結聚 ‧ 木',
		'description': `
		隊中只有木屬性「妖精類、獸類及魔族」成員
		⇒ 木屬性攻擊力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['木妖', '木獸', '木魔'],
				'limit': ['成員屬性', '成員種族']
			}
		],
		'monster': [8045, 9015]
	},
	{
		'name': '饞涎噴發',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 2 倍
		II. 水符石兼具 100% 其他屬性符石效果：每多一個獸類成員
		⇒ 提升 20% 兼具效果
		⇒ 最多可兼具 200%
		III. 隊伍中有 ≥3 個獸類成員時
		⇒ 延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [10036]
	},
	{
		'name': '炙炎召喚',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 1.5 倍
		II. 所有符石兼具 250% 其他符石效果
		III. 隊中有 ≥3 個獸類成員時
		⇒ 延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [10037]
	},
	{
		'name': '藤園魔法',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.5 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 4.5 倍
		III. 每首批消除 1 組符石
		⇒ 人類及神族成員直行首批掉落 1 粒木強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '強制掉木',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10038]
	},
	{
		'name': '鮮紅魔力',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.8 倍
		II. 魔族成員攻擊力額外 4 倍
		III. 魔族成員對敵方造成攻擊傷害的 5%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 100%
		IV. 隊中有 ≥3 個魔族成員時
		⇒ 延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '我方傷害吸收',
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [10039]
	},
	{
		'name': '暗影重重',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.5 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 4.5 倍
		III. 每首批消除 1 組符石
		⇒人類及神族成員直行
		首批掉落 1 粒暗強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10040]
	},
	{
		'name': '魔龍之瞳',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 3 倍
		II. 每首批消除 2 組符石
		⇒ 龍類及魔族成員額外追打 1 次
		III. 隊中有 ≥3 種族成員時
		⇒ 延長移動符石時間 1.5 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['龍', '魔'],
				'limit': ['消除組數']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員數量']
			}
		],
		'monster': [10041, 10167]
	},
	{
		'name': '沉睡中的交戰',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.5 倍
		II. 心符石兼具所有屬性符石效果
		III. 所有成員對最後擊中我方的敵人的屬性目標傷害額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '對水增傷', '對火增傷', '對木增傷', '對光增傷', '對暗增傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10042, 10168]
	},
	{
		'name': '聖潔神諭',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.5 倍
		II. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 4.5 倍
		III. 每首批消除 1 組符石
		⇒ 增加 1 Ex. Combo
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10043, 10200]
	},
	{
		'name': '行動 F 代號',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 1.5 倍
		II. 達成 ≥4 連擊 (Combo)
		⇒ 機械族行動值提升 5%
		III. 當所有機械族成員行動值達至 100%
		⇒ 自身攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['Combo數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員行動值']
			}
		],
		'monster': [10044]
	},
	{
		'name': '行動 D 代號',
		'description': `
		I. 全隊攻擊力 9 倍及生命力 2 倍
		II. 達成 ≥4 連擊 (Combo)
		⇒ 機械族行動值提升 5%
		III. 當所有機械族成員行動值達至 100%
		⇒ 回合結束時回復 30,000 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['Combo數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員行動值']
			}
		],
		'monster': [10045]
	},
	{
		'name': '命運之輝',
		'description': `
		I. 全隊攻擊力 11 倍及生命力 2.5 倍
		II. 隊中只有光屬性或龍類成員
		⓵ 全隊生命力、攻擊力及回復力額外 1.7 倍
		⓶ 消除角色或種族符石
		⇒ 全隊攻擊力額外 7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光', '龍'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['光', '龍'],
				'limit': ['成員屬性', '成員種族', '消除角色符石', '消除種族符石']
			}
		],
		'monster': [10047]
	},
	{
		'name': '狂獸戰術',
		'description': `
		I. 全隊攻擊力 9 倍
		II. 水符石兼具 75% 所有符石效果
		III. 消除 1 組 ≥4 粒符石
		⇒ 全隊攻擊力額外 4 倍
		IV. 隊中只有獸類或龍類成員：
		⓵ 全隊生命力、攻擊力及回復力額外 2.8 倍
		⓶ 所有符石兼具 75% 水符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '水兼具其他', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['獸', '龍'],
				'limit': ['成員種族']
			},
			{
				'name': ['火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10048]
	},
	{
		'name': '魅酷焚焰',
		'description': `
		I. 妖精類成員
		⓵ 攻擊力及回復力 10 倍
		⓶ 增加 2,000 點生命力基值
		II. 消除火或心符石
		⇒ 妖精類攻擊力額外 6 倍
		III. 消除火及心符石
		⇒ 妖精類攻擊力額外 2 倍
		IV. 首批消除符石組數為 5 的倍數
		⇒ 妖精類成員無視
		⓵ 「固定連擊盾」
		⓶ 敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除特定符石']
			},
			{
				'name': ['無視固定連擊盾', '破防'],
				'object': ['妖'],
				'limit': ['消除組數']
			}
		],
		'monster': [10049]
	},
	{
		'name': '紫魂法規',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.8 倍
		II. 首批沒有消除暗符石
		⇒ 全隊攻擊力額外 8 倍
		III. 首批沒有消除光符石
		⇒ 減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '不消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '不消除特定符石']
			}
		],
		'monster': [10050]
	},
	{
		'name': '聖神威壓',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍
		II. 光屬性、妖精類及神族成員
		⓵ 攻擊力額外 4 倍
		⓶ 生命力及回復力額外 1.5 倍
		III. 必然延長移動符石時間 3 秒
		IV. 消除 ≥4 組符石
		⇒ 光屬性、妖精類及神族成員攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '妖', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['光', '妖', '神'],
				'limit': ['消除組數']
			}
		],
		'monster': [10062]
	},
	{
		'name': '聖鬥士 ‧ 戰意',
		'description': `
		隊中只有人類成員或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 1 秒
		III.【聖鬥士】攻擊力額外 3 倍
		IV. 心符石兼具 50% 屬性符石效果
		V. 水及木符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '水兼具其他', '木兼具其他'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [10066, 10067, 10070]
	},
	{
		'name': '聖鬥士 ‧ 不死鳥',
		'description': `
		隊中只有火屬性、暗屬性成員、【聖鬥士】或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 2 秒
		III. 火、暗及心符石分別兼具
		⇒ 50% 其他符石效果
		IV. 同時消除火、暗、心符石其中 2 種時
		⇒ 全隊攻擊力額外 4.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '火兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['火', '暗', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除特定符石', '消除種類數量']
			}
		],
		'monster': [10068]
	},
	{
		'name': '聖鬥士 ‧ 不死鳥 ‧ 強',
		'description': `
		隊中只有火屬性、暗屬性成員、【聖鬥士】或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 必然延長移動符石時間 2 秒
		III. 火、暗及心符石分別兼具
		⇒ 50% 其他符石效果
		IV. 同時消除火、暗、心符石其中 2 種時
		⇒ 全隊攻擊力額外 4.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '火兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['火', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員', '消除特定符石', '消除種類數量']
			}
		],
		'monster': [10069]
	},
	{
		'name': '聖鬥士 ‧ 戰意燃燒',
		'description': `
		隊中只有人類成員或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.2 倍
		II. 必然延長移動符石時間 1 秒
		III.【聖鬥士】攻擊力額外 3 倍
		IV. 心符石兼具 50% 屬性符石效果
		V. 水及木符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '水兼具其他', '木兼具其他'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員']
			}
		],
		'monster': [10071]
	},
	{
		'name': '聖鬥士集結',
		'description': `
		隊中只有人類或神族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.4 倍
		II. 延長移動符石時間 3 秒
		III.【聖鬥士】生命力、攻擊力、回復力額外 1.2 倍
		IV. 隊中有 ≥3 種屬性成員
		⇒ 全隊攻擊力額外 3 倍
		V. 所受人類及神族敵人的傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '減傷'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [10072]
	},
	{
		'name': '聖鬥士集結 ‧ 爆發',
		'description': `
		隊中只有人類或神族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.4 倍
		II. 延長移動符石時間 3 秒
		III.【聖鬥士】生命力、攻擊力、回復力額外 1.2 倍
		IV. 隊中有 ≥3 種屬性成員
		⇒ 全隊攻擊力額外 3 倍
		V. 所受人類及神族敵人的傷害減少 30%
		VI. 若有消除符石
		⇒ 每回合結束時，將 6 粒符石引爆 (光以外的屬性符石優先)
		⇒ 掉落光人族符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '減傷', '引爆', '強制掉光', '人族符石製造'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [10072]
	},
	{
		'name': '聖鬥士最強集結',
		'description': `
		隊中只有人類或神族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 必然延長移動符石時間 3 秒
		III. 【聖鬥士】生命力、攻擊力、回復力額外 1.2 倍
		IV. 隊中有 ≥3 種屬性成員
		⇒ 全隊攻擊力額外 3 倍
		V. 所受人類及神族敵人的傷害減少 30%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '減傷'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [10073]
	},
	{
		'name': '聖鬥士最強集結 ‧ 爆發',
		'description': `
		隊中只有人類或神族成員時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 必然延長移動符石時間 3 秒
		III. 【聖鬥士】生命力、攻擊力、回復力額外 1.2 倍
		IV. 隊中有 ≥3 種屬性成員
		⇒ 全隊攻擊力額外 3 倍
		V. 所受人類及神族敵人的傷害減少 30%
		VI. 若有消除符石
		⇒ 每回合結束時，將 6 粒符石引爆 (光以外的屬性符石優先)
		⇒ 掉落光人族符石
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '減傷', '引爆', '強制掉光', '人族符石製造'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [10073]
	},
	{
		'name': '聖鬥士 ‧ 鎖鏈攻擊',
		'description': `
		隊中只有人類或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 3 秒
		III. 消除 1 組 ≥7 粒符石時
		⓵ 全隊攻擊力額外 5 倍
		⓶ 【聖鬥士】無視「指定形狀盾」
		IV. 暗符石兼具 50% 其他符石效果
		V. 心符石兼具暗符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具心', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除一組數量']
			},
			{
				'name': '無視拼圖盾',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '消除一組數量']
			}
		],
		'monster': [10074]
	},
	{
		'name': '聖鬥士 ‧ 鎖鏈攻擊 ‧ 強',
		'description': `
		隊中只有人類成員或「智慧與戰爭女神 ‧ 雅典娜」時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 3 秒
		III. 消除 1 組 ≥7 粒符石時
		⓵ 全隊攻擊力額外 5 倍
		⓶ 【聖鬥士】無視「指定形狀盾」
		IV. 暗符石兼具其他符石效果
		V. 心符石兼具暗符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': ['延長轉珠時間', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具心', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['人', '特定成員'],
				'limit': ['成員種族', '特定成員', '消除一組數量']
			},
			{
				'name': '無視拼圖盾',
				'object': ['特定成員'],
				'limit': ['成員種族', '特定成員', '消除一組數量']
			}
		],
		'monster': [10075]
	},
	{
		'name': '聖鬥士 ‧ 鬥志',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 1 秒
		III.【聖鬥士】攻擊力額外 3 倍
		IV. 心符石兼具 50% 屬性符石效果
		V. 水及光符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '水兼具其他', '光兼具其他'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			}
		],
		'monster': [10076, 10077]
	},
	{
		'name': '冥界項鏈',
		'description': `
		隊中只有人類及神族成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 1.2 倍
		II. 延長移動符石時間 1 秒
		III. 心符石兼具 50% 屬性符石效果
		IV. 火及暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '火兼具其他', '暗兼具其他'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10078]
	},
	{
		'name': '雅典娜的鬥士',
		'description': `
		【聖鬥士】攻擊力及回復力 10 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10079]
	},
	{
		'name': '冥鬥士 ‧ 進攻',
		'description': `
		【冥鬥士】攻擊力 7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10082, 10087, 10088, 10089]
	},
	{
		'name': '鬥士 ‧ 重生力量',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 5 倍
		II. 隊中有 ≥3 個【聖鬥士】時
		⇒ 全隊攻擊力及回復力額外 1.5 倍
		III. 隊中有 ≥3 個【冥鬥士】時
		⇒ 全隊攻擊力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['人'],
				'limit': ['成員種族', '成員數量', '特定成員']
			}
		],
		'monster': [10083, 10084, 10085, 10086]
	},
	{
		'name': '冥鬥士 ‧ 死亡創造',
		'description': `
		隊中只有光屬性、暗屬性成員或【冥鬥士】時：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 延長移動符石時間 3 秒
		III. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 2 倍
		IV. 達至 ≥8 連擊 (Combo)
		⇒ 所有成員以 3 倍攻擊力追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性', '特定成員']
			},
			{
				'name': '增攻',
				'object': ['光', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員', '成員種族數量']
			},
			{
				'name': ['增攻', '水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['光', '暗', '特定成員'],
				'limit': ['成員屬性', '特定成員', 'Combo數量']
			}
		],
		'monster': [10091]
	},
	{
		'name': '神之統領',
		'description': `
		神族攻擊力 7 倍及回復力 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增回'],
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [10092, 10093]
	},
	{
		'name': '無匹神力',
		'description': `
		I. 全隊攻擊力 11 倍、生命力及回復力 4 倍
		II. 隊中成員種族愈多，全隊攻擊力額外提升愈多：
		⓵ 2 種族成員額外 6 倍
		⓶ 4 種族成員可達至最大 16 倍
		III. 全隊無視
		⓵ 敵人防禦力
		⓶「攻前盾」
		⓷「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '破防', '無視攻前盾', '無視固定連擊盾'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [10100]
	},
	{
		'name': '連擊魔力',
		'description': `
		隊中只有水屬性、魔族或神族成員時：
		I. 全隊攻擊力 10 倍及生命力 3.2 倍
		II. 達成連擊 (Combo) 愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 7 連擊 (Combo) 可達至最大 14 倍
		III. 每消除 1 粒魔族符石
		⇒ 回復 5,000 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水', '魔', '神'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['水', '魔', '神'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除種族符石', '消除數量']
			}
		],
		'monster': [10101]
	},
	{
		'name': '相克攻法',
		'description': `
		I. 獸類及人類成員
		⇒ 攻擊力 15 倍及生命力 4 倍
		II. 人類及獸類成員
		⓵ 追打自身克制屬性攻擊 1 次
		⓶ 進場技能 CD -3
		III. 隊中只有人類或獸類成員
		⇒ 全隊攻擊力額外 10 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打', '進場減CD'],
				'object': ['獸', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人', '獸'],
				'limit': ['成員種族']
			}
		],
		'monster': [10102]
	},
	{
		'name': '璀璨的魅藍',
		'description': `
		隊伍中只有妖精類成員時：
		I. 全隊攻擊力 12 倍、生命力及回復力 3 倍
		II. 所有符石兼具所有符石效果
		III. 妖精類成員進場技能 CD -3
		IV. 隊伍成員每次發動技能
		⓵ 全隊攻擊力額外 1.5 倍
		⇒ 每回合最多可提升 6 次
		⓶ 回復 50% 生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['成員種族', '發動技能']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['成員種族', '發動技能']
			}
		],
		'monster': [10103]
	},
	{
		'name': '龍裔聖焰',
		'description': `
		I. 全隊攻擊力 8 倍及生命力 2 倍
		II. 龍類成員生命力額外 1.6 倍及攻擊力額外 4.5 倍
		III. 必然延長移動符石時間 2 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10117]
	},
	{
		'name': '温柔的守護',
		'description': `
		I. 人類攻擊力 15 倍、生命力及回復力 3.8 倍
		II. 消除火或暗符石
		⇒ 全隊攻擊力額外 10 倍
		III. 必然延長移動符石時間 2 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [10118]
	},
	{
		'name': '星辰力量',
		'description': `
		隊中只有神族成員：
		I. 全隊攻擊力 14 倍、生命力及回復力 2 倍
		II. 光屬性成員攻擊力額外 10 倍、生命力及回復力額外 2 倍
		III. 所有符石兼具
		⇒ 75% 光及心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光神'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10119]
	},
	{
		'name': '半冷半燃',
		'description': `
		I. 水、火屬性、【雄英高校】成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 2 秒
		III. 消除水符石時
		⇒ 減少 50% 所受傷害
		IV. 消除火符石時
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '火', '特定成員'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': ['減傷', '增攻'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10121]
	},
	{
		'name': '爆破',
		'description': `
		I. 火屬性攻擊力 7 倍、生命力及回復力 1.8 倍
		II. 延長移動符石時間 1 秒
		III. 自身進場 CD -5
		IV. 火屬性人類進場 CD -1
		V. 敵人所受追打傷害額外 2 倍
		VI. 所有成員對目標攻擊力 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': '進場減CD',
				'object': ['自身', '火人'],
				'limit': []
			}
		],
		'monster': [10122]
	},
	{
		'name': 'One For All',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 7.5 倍及生命力 1.8 倍
		II.「綠谷出久」攻擊力額外 3 倍
		III. 消除 ≥3 種屬性符石時
		⇒ 全隊攻擊力額外 3 倍
		IV. 木及光符石分別兼具
		⇒ 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除種類數量']
			},
			{
				'name': ['木兼具其他', '光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10123]
	},
	{
		'name': '雄英的力量',
		'description': `
		I. 人類攻擊力 6 倍
		II.【雄英高校】成員
		⇒ 攻擊力、生命力、回復力 2 倍
		III. 同時消除自身屬性符石及心符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10124, 10125, 10126, 10127, 10128]
	},
	{
		'name': '歐爾麥特 One For All',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 2 倍
		II. 延長移動符石時間 5 秒
		10 回合內
		III.「歐爾麥特」攻擊力額外 20 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '回合上限']
			}
		],
		'monster': [10129]
	},
	{
		'name': '地獄之火',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 5 倍、生命力及回復力 2 倍
		II. 延長移動符石時間 2.5 秒
		III.「奮進人」攻擊力額外 10 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			}
		],
		'monster': [10131]
	},
	{
		'name': '敵聯合的力量',
		'description': `
		隊中只有【敵聯合】成員時：
		I. 全隊攻擊力 10 倍及生命力 1.5 倍
		II. 消除光、暗、心符石其中 2 種符石時
		⇒ 全隊攻擊力額外 3 倍
		III. 所受傷害 20% (不包括敵技傷害)
		⇒ 轉化為我方生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員', '消除特定符石', '消除種類數量']
			},
			{
				'name': '敵方傷害吸收',
				'object': [],
				'limit': ['特定成員']
			}
		],
		'monster': [10135, 10136]
	},
	{
		'name': '惡夢根源',
		'description': `
		I. 全隊攻擊力 7 倍
		II. 木屬性及魔族成員
		⇒ 生命力及攻擊力額外 1.7 倍
		III. 消除角色符石或種族符石時
		⇒ 全隊攻擊力額外 3 倍
		IV. 所有屬性符石兼具
		⇒ 50% 其他屬性符石效果
		V. 必然延長移動符石時間 2 秒
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['木', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10137]
	},
	{
		'name': '研究先覺',
		'description': `
		隊中只有機械族成員時：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.5 倍
		II. 每消除 3 組符石
		⇒ 掉落 3 粒水機械族符石
		III. 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': ['強制掉水', '機械族符石製造'],
				'object': [],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10138]
	},
	{
		'name': '美麗的水鏡',
		'description': `
		I.【怪物彈珠】及水屬性成員攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 水及心符石互相兼具 50% 效果
		III. 延長移動符石時間 1 秒
		IV. 首批消除最底 1 橫行內的所有符石時
		⇒ 全隊攻擊力額外 3 倍
		V. 首批消除「純粹美麗的水精女王 忒琪菈」所在 1 直行的所有符石時
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [10139]
	},
	{
		'name': '真炎的吐息',
		'description': `
		I.【怪物彈珠】及火屬性成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 所有成員
		⇒ 對獸類、龍類、機械族、魔族目標攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': ['增攻', '對獸類增傷', '對龍類增傷', '對機械族增傷', '對魔族增傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10140]
	},
	{
		'name': '魔力的繼承',
		'description': `
		I. 隊中的【怪物彈珠】及妖精類成員愈多
		⇒ 全隊攻擊力愈高
		⇒ 最大 7 倍
		II. 延長移動符石時間 2 秒
		III. 消除木或暗符石時
		⇒ 增加 4 連擊 (Combo)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員種族', '成員數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10141]
	},
	{
		'name': '騎士王的引導',
		'description': `
		I.【怪物彈珠】及光屬性成員攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 光及心符石互相兼具 50% 效果
		III. 延長移動符石時間 1 秒
		IV. 以【十】形首批消除 1 組 ≥5 粒符石時
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光'],
				'limit': []
			},
			{
				'name': ['光兼具其他', '心兼具其他', '符石兼具光', '符石兼具心', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定形狀', '消除一組數量']
			}
		],
		'monster': [10142]
	},
	{
		'name': '破魂收割',
		'description': `
		I.【怪物彈珠】及魔族成員攻擊力 7 倍
		II. 延長移動符石時間 1 秒
		III. 減少 25% 所受傷害
		IV. 敵人所受克屬傷害額外 2 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '減傷', '敵方受傷增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10143]
	},
	{
		'name': '世界樹的恩惠',
		'description': `
		I.【怪物彈珠】及妖精類成員攻擊力 6 倍
		II. 延長移動符石時間 2 秒
		III. 敵方所受攻擊傷害的 100%
		⇒ 分別擴散到其他敵人身上
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [10144]
	},
	{
		'name': '孤高的墮天使',
		'description': `
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II.【怪物彈珠】及妖精類成員
		⇒ 攻擊力額外 2.5 倍
		III. 消除 ≥2 種符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 每首批消除 1 組符石
		⇒ 產生 1 粒心強化符石 (首批掉落的心符石必定相連)
		V. 必然延長移動符石時間 3 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			}
		],
		'monster': [10145]
	},
	{
		'name': '說一不二',
		'description': `
		I. 只能消除首批符石
		II. 隊中只有獸類、龍類或妖精類成員時：
		⓵ 全隊攻擊力 8.5 倍、生命力及回復力 2 倍
		⓶ 首批消除 ≥10 粒符石時
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': '只能首消符石',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '龍', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸', '龍', '妖'],
				'limit': ['成員種族', '消除數量']
			}
		],
		'monster': [10146]
	},
	{
		'name': '焚燄無蹤',
		'description': `
		隊中只有龍類成員時：
		I. 全隊攻擊力 6 倍及生命力 3 倍
		II. 自身不能發動攻擊
		III. 消除角色符石時
		⇒ 全隊攻擊力額外 6 倍
		IV. 首批沒有消除角色符石時
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '限制成員攻擊',
				'object': ['自身'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族', '消除角色符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '不消除角色符石']
			}
		],
		'monster': [10147]
	},
	{
		'name': '仿魂絕殺',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍
		II. 必然延長移動符石時間 2.5 秒
		III. 消除符石的種類愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 最大 6 倍
		IV. 隊中有 ≥2 種屬性成員時
		⓵ 全隊攻擊力額外 1.8 倍
		⓶ 每首批消除 5 粒符石
		⇒ 增加 1 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員屬性數量', '消除數量']
			}
		],
		'monster': [10150]
	},
	{
		'name': '以諾元力',
		'description': `
		I. 全隊攻擊力 7 倍
		II. 所有符石兼具 25% 其他符石效果
		III. 隊中只有人類成員時：
		⓵ 全隊攻擊力額外 5.5 倍
		⓶ 全隊生命力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			}
		],
		'monster': [10165]
	},
	{
		'name': '魔女元力',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 火、暗、心符石
		⇒ 互相兼具 50% 效果
		III. 隊中只有人類成員時：
		⓵ 全隊攻擊力額外 3.5 倍
		⓶ 全隊生命力及回復力 2.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '火兼具其他', '暗兼具其他', '心兼具其他', '符石兼具火', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			}
		],
		'monster': [10166]
	},
	{
		'name': '妖音傳承',
		'description': `
		I. 妖精類及神族成員
		⓵ 攻擊力及回復力 8 倍
		⓶ 增加 1,200 點生命力基值
		II. 消除種族符石時
		⇒ 妖精類及神族成員攻擊力額外 4 倍
		III. 首批消除「4 的倍數」組數的符石
		⇒ 妖精類及神族成員
		⓵ 無視「固定連擊盾」
		⓶ 無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增回', '增血'],
				'object': ['妖', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖', '神'],
				'limit': ['消除種族符石']
			},
			{
				'name': ['無視固定連擊盾', '破防'],
				'object': ['妖', '神'],
				'limit': ['消除組數']
			}
		],
		'monster': [10170]
	},
	{
		'name': '出逃衝擊',
		'description': `
		I. 木及光屬性成員攻擊力 6 倍、生命力及回復力 1.6 倍
		II. 首批沒有消除暗符石時
		⇒ 木及光屬性攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['木', '光'],
				'limit': ['不消除特定符石']
			}
		],
		'monster': [10171]
	},
	{
		'name': '武士魂',
		'description': `
		I.【銀魂】及水屬性成員攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 消除 2 組 ≥3 粒符石
		⇒ 全隊攻擊力 3.5 倍
		III.【萬事屋】成員進場 CD -2
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數', '消除一組數量']
			},
			{
				'name': '進場減CD',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10172]
	},
	{
		'name': '夜兔族的戰鬥力',
		'description': `
		I.【萬事屋】及火屬性成員攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 消除符石的組數愈多
		⇒【萬事屋】及人類成員攻擊力額外提升愈多
		⇒ 消除 10 組可提升至最大 6 倍
		III. 自身無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['消除組數']
			},
			{
				'name': '破防',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [10173]
	},
	{
		'name': '義無反顧',
		'description': `
		I. 全隊攻擊力 6 倍
		II.【銀魂】成員生命力、攻擊力及回復力額外 1.6 倍
		III. 自身屬性及心符石分別兼具
		⇒ 50% 其他屬性符石效果
		IV. 同時消除自身屬性及心符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '木兼具其他', '水兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10174, 10177]
	},
	{
		'name': '可愛的狠咬',
		'description': `
		I.【萬事屋】及獸類成員攻擊力 6.5 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 消除 ≥3 種符石
		⇒【萬事屋】及獸類成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10175]
	},
	{
		'name': '劍術之志',
		'description': `
		I.【萬事屋】及人類成員攻擊力 8 倍、生命力及回復力 2 倍
		II. 符石 3 粒相連即可發動消除
		III. 首批消除 ≥8 粒符石
		⇒【萬事屋】及人類成員攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': []
			},
			{
				'name': '三消',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['消除數量']
			}
		],
		'monster': [10176]
	},
	{
		'name': '攘夷之志',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.4 倍
		II. 所有成員進場 CD -2
		III. 延長移動符石時間 1 秒
		IV. 我方每次引爆符石
		⇒ 對敵方全體造成自身攻擊力基值 500 倍的無屬性傷害，此傷害無視「強化突破」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '直傷',
				'object': [],
				'limit': ['成員種族', '引爆符石']
			}
		],
		'monster': [10178]
	},
	{
		'name': '鬼兵隊之力',
		'description': `
		隊中只有人類成員時：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.4 倍
		II. 延長移動符石時間 1 秒
		III. 每首批消除 1 連擊 (Combo)
		⇒ 自身直行掉落 1 粒暗強化符石
		IV. 消除 ≥10 粒暗符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '強制掉暗',
				'object': [],
				'limit': ['成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除特定符石', '消除數量']
			}
		],
		'monster': [10179]
	},
	{
		'name': '武士道的信念',
		'description': `
		I.【真選組】及【萬事屋】成員攻擊力 7 倍、生命力及回復力 2.5 倍
		II. 發動角色符石時
		⇒ 隊長及戰友攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['發動角色符石']
			}
		],
		'monster': [10180, 10181, 10182, 10183]
	},
	{
		'name': '以白夜叉之名',
		'description': `
		I. 全隊攻擊力 7 倍、生命力及回復力 1.7 倍
		II. 消除 1 組 ≥3 粒符石
		⓵ 全隊攻擊力 4 倍
		⓶ 單體攻擊轉化為全體攻擊
		III. 人類成員進場 CD -1
		IV. 消除成員屬性符石時
		⇒ 全隊攻擊力額外 1.7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '單體轉全體'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '進場減CD',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10184]
	},
	{
		'name': '不老不死之力',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.5 倍
		II. 人類生命力、攻擊力及回復力額外 1.5 倍
		III. 必然延長移動符石時間 1.5 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10187]
	},
	{
		'name': '奇葩女子的力量',
		'description': `
		I.【萬事屋】及人類成員攻擊力 7 倍、生命力及回復力 2 倍
		II. 發動角色符石時
		⇒ 減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['發動角色符石']
			}
		],
		'monster': [10188, 10189, 10190, 10191]
	},
	{
		'name': '堅守靈魂之志',
		'description': `
		I. 扣除 80% 生命力上限
		II. 全隊攻擊力 1.3 倍
		III. 發動自身角色符石時
		⇒ 全隊攻擊力變為 0
		`,
		'tag': [
			{
				'name': ['總血量減少', '增攻'],
				'object': [],
				'limit': []
			},
			{
				'name': '我方減攻',
				'object': [],
				'limit': ['發動角色符石']
			}
		],
		'monster': [10195]
	},
	{
		'name': '睿知龍志',
		'description': `
		隊中只有龍類成員時：
		I. 全隊攻擊力 6 倍及生命力 2.5 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除水符石時
		⇒ 全隊攻擊力額外 3 倍
		IV. 消除角色符石時
		⇒ 全隊攻擊力額外 2.5 倍
		V. 首批沒有消除角色符石時
		⇒ 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['成員種族', '消除角色符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族', '不消除角色符石']
			}
		],
		'monster': [10197]
	},
	{
		'name': '陰陽之力',
		'description': `
		I. 全隊攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 消除符石的種類愈多
		⇒ 自身攻擊力額外提升愈多
		⇒ 最大 12 倍
		III. 隊中只有人類或妖精類成員時
		⓵ 全隊攻擊力額外 3 倍
		⓶ 其他符石兼具 25% 暗符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['人', '妖'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10198]
	},
	{
		'name': '星之孩子的使命',
		'description': `
		隊中只有【怪物彈珠】及人類成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 必然延長移動符石時間 2 秒
		III. 當前生命力為 ≥80%
		⇒ 敵人受到的攻擊傷害額外 3 倍
		IV. 消除 ≥2 種符石
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': ['特定成員', '成員種族', '我方血量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員種族', '消除種類數量']
			}
		],
		'monster': [10211]
	},
	{
		'name': '新世界的引導',
		'description': `
		I.【怪物彈珠】及水屬性成員
		⇒ 攻擊力 7.5 倍、生命力及回復力 1.6 倍
		II. 必然延長移動符石時間 3 秒
		III. 消除水符石
		⇒【怪物彈珠】及水屬性成員攻擊力額外 1.8 倍
		IV. 其他符石兼具水符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '水'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10212]
	},
	{
		'name': '情愛之炎',
		'description': `
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II.【怪物彈珠】及神族成員
		⇒ 攻擊力額外 2 倍
		III. 必然延長移動符石時間 3 秒
		IV. 消除 ≥2 種符石
		⇒ 全隊攻擊力額外 1.5 倍
		V. 每首批消除 1 組符石
		⇒ 掉落 1 粒火強化符石 (首批掉落的火符石相連)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '神'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '強制掉火',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10213]
	},
	{
		'name': '終結的天啟',
		'description': `
		I.【怪物彈珠】及妖精類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 木、暗、心符石互相兼具效果
		IV. 所受水屬性敵人的傷害減少 25%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '暗兼具其他', '心兼具其他', '符石兼具木', '符石兼具暗', '符石兼具心', '減傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10214]
	},
	{
		'name': '自由的奪回者',
		'description': `
		I.【怪物彈珠】及暗屬性成員
		⇒ 攻擊力 7.5 倍、生命力及回復力 1.8 倍
		II.【怪物彈珠】成員生命力額外 1.2 倍
		III. 必然延長移動符石時間 2 秒
		IV. 首批消除隊長或戰友直行所有符石
		⇒ 全隊攻擊力額外 4 倍
		V. 首批消除隊長及戰友直行所有符石
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [10216]
	},
	{
		'name': '諾斯特拉王國的建國宣言',
		'description': `
		I.【怪物彈珠】成員
		⇒ 攻擊力 6.5 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 2 秒
		III. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 2.5 倍
		IV. 全隊對光及暗屬性目標的傷害額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '增攻', '對光增傷', '對暗增傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10217]
	},
	{
		'name': '羈絆的聖劍',
		'description': `
		I.【怪物彈珠】及火屬性成員
		⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 火、光、心符石互相兼具 50% 效果
		III. 延長移動符石時間 1 秒
		IV. 以【十】形首批消除 1 組 ≥5 粒符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': ['火兼具其他', '光兼具其他', '心兼具其他', '符石兼具火', '符石兼具光', '符石兼具心', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定形狀', '消除一組數量']
			}
		],
		'monster': [10218]
	},
	{
		'name': '永久的妙音',
		'description': `
		I.【怪物彈珠】及神族成員
		⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 延長移動符石時間 1 秒
		III. 心符石兼具光符石效果
		IV. 將【怪物彈珠】及神族成員對敵方造成攻擊傷害的 10%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 50% (可疊加至生命力等值的 100%)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '我方傷害吸收'],
				'object': ['特定成員', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10219]
	},
	{
		'name': '禁斷之箱',
		'description': `
		I.【怪物彈珠】及人類成員
		⇒ 攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 延長移動符石時間 1 秒
		III. 心符石兼具暗符石效果
		IV. 將【怪物彈珠】及人類成員對敵方造成攻擊傷害的 10%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '我方傷害吸收'],
				'object': ['特定成員', '人'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '心兼具其他', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10220]
	},
	{
		'name': '滅絕之甦醒',
		'description': `
		I.【怪物彈珠】及魔族成員
		⇒ 攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 全隊對人類、獸類及妖精類目標的傷害額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': ['增攻', '對人類增傷', '對獸類增傷', '對妖精類增傷'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10225]
	},
	{
		'name': '聖杯系統啟動',
		'description': `
		【怪物彈珠】成員攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10226]
	},
	{
		'name': '神仙之力',
		'description': `
		【怪物彈珠】及神族成員攻擊力 7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '神'],
				'limit': []
			}
		],
		'monster': [10227]
	},
	{
		'name': '相背的化身',
		'description': `
		I.【怪物彈珠】及魔族成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 克制敵人屬性的傷害額外 2 倍
		III. 敵人受到的無屬性傷害額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10228]
	},
	{
		'name': '女王的魅力',
		'description': `
		隊中只有水屬性成員：
		I. 全隊攻擊力 7 倍及生命力 1.6 倍
		II. 必然延長移動符石 2 秒
		III. 於成員直行消除水符石
		⇒ 該成員攻擊力額外 2 倍
		IV. 受到攻擊時，場上每有 1 粒水符石
		⇒ 減少 10% 所受傷害
		⇒ 最多可減少 50% 傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['水'],
				'limit': ['成員屬性']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員屬性']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員屬性', '消除特定位置', '消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員屬性', '受到攻擊']
			}
		],
		'monster': [10230]
	},
	{
		'name': '血魔之力',
		'description': `
		I. 全隊攻擊力 8 倍
		II. 妖精類及魔族成員
		⓵ 生命力 2.2 倍
		⓶ 攻擊力額外 4 倍
		III. 消除火符石
		⇒ 魔族成員追打火屬性攻擊 1 次
		IV. 魔族成員對敵方造成攻擊傷害的 5%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 50%
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['妖', '魔'],
				'limit': []
			},
			{
				'name': '火屬追打',
				'object': ['魔'],
				'limit': ['消除特定符石']
			},
			{
				'name': '我方傷害吸收',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [10235]
	},
	{
		'name': '幻蝶魅影',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 妖精類成員生命力及回復力 2 倍
		III. 消除 ≥3 種符石
		⇒ 妖精類成員攻擊力額外 6 倍
		IV. 妖精類成員屬性符石
		⇒ 兼具 50% 水及心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10236]
	},
	{
		'name': '石田大和的友情',
		'description': `
		隊中只有【被選中的孩子】或獸類成員：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.7 倍
		II. 必然延長移動符石時間 1.5 秒
		III. 消除水或心符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 達至 ≥4 連擊 (Combo)
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族', 'Combo數量']
			}
		],
		'monster': [10244]
	},
	{
		'name': '八神太一的勇氣',
		'description': `
		隊中只有【被選中的孩子】或龍類成員：
		I. 全隊攻擊力 7.5 倍及生命力 2 倍
		II. 必然延長移動符石時間 1.5 秒
		III. 消除 1 組 ≥4 粒符石
		⇒ 增加 4 連擊 (Combo)
		IV. 消除種族符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '龍'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['特定成員', '成員種族', '消除一組數量']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '龍'],
				'limit': ['特定成員', '成員種族', '消除種族符石']
			}
		],
		'monster': [10245]
	},
	{
		'name': '太刀川美美的純真',
		'description': `
		I.【被選中的孩子】及妖精類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 木符石兼具 50% 其他符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '木兼具其他', '符石兼具水', '符石兼具火', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10246]
	},
	{
		'name': '希望與光明之力',
		'description': `
		I.【被選中的孩子】、光屬性及神族成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.7 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除 ≥4 種符石
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 減少 30% 所受傷害
		V. 所受魔族敵人的傷害
		⇒ 則減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10247]
	},
	{
		'name': '泉光子郎的知識',
		'description': `
		I.【被選中的孩子】及獸類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 水、火、暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10248]
	},
	{
		'name': '城戶丈的誠實',
		'description': `
		I.【被選中的孩子】及獸類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 水、火、暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10249]
	},
	{
		'name': '武之內素娜的愛情',
		'description': `
		I.【被選中的孩子】及獸類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 水、火、暗符石互相兼具 50% 效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10250]
	},
	{
		'name': '堅強的意志和正義的心',
		'description': `
		I. 獸類成員攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 延長移動符石時間 1.5 秒
		III. 獸類成員進場 CD -2
		IV. 消除光符石
		⇒ 獸類成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10251]
	},
	{
		'name': '風暴力量',
		'description': `
		I. 機械族成員攻擊力 5 倍
		II. 以所受傷害 700 倍
		⇒ 對敵方攻擊者進行相剋屬性反擊 (此傷害無視防禦力及「強化突破」敵技)
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			},
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [10256]
	},
	{
		'name': '破壞與殺戮',
		'description': `
		I. 魔族攻擊力 10 倍、生命力及回復力 2 倍
		II.「超惡魔獸」
		⓵ 攻擊力額外 5 倍
		⓶ 生命力額外 2 倍
		III. 首批消除 1 組 ≥5 粒暗符石
		⇒ 增加 5 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除一組數量', '消除特定符石']
			}
		],
		'monster': [10261]
	},
	{
		'name': '同心合力',
		'description': `
		I.【被選中的孩子】成員
		⇒ 攻擊力 6 倍、生命力及回復力 2 倍
		II. 12 回合內，全隊攻擊力 12 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['回合上限']
			}
		],
		'monster': [10262]
	},
	{
		'name': '石田大和的友情 ‧ 強',
		'description': `
		隊中只有【被選中的孩子】或獸類成員：
		I. 全隊攻擊力 7.5 倍、生命力及回復力 1.7 倍
		II. 連擊 (Combo) 時攻擊力提升 200%
		III. 必然延長移動符石時間 1.5 秒
		IV. 消除水或心符石
		⇒ 所有成員追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員', '獸'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			}
		],
		'monster': [10264]
	},
	{
		'name': '八神太一的勇氣 ‧ 強',
		'description': `
		隊中只有【被選中的孩子】或龍類成員：
		I. 全隊攻擊力 8 倍及生命力 1.8 倍
		II.【被選中的孩子】成員
		⇒ 生命力額外 1.3 倍
		III. 必然延長移動符石時間 1.5 秒
		IV. 消除 ≥2 組火符石
		⇒ 全隊攻擊力額外 2.2 倍
		V. 消除種族符石
		⇒ 全隊攻擊力額外 3 倍
		VI. 全隊對獸類、龍類目標的傷害額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '對獸類增傷', '對龍類增傷'],
				'object': ['特定成員', '龍'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '龍'],
				'limit': ['特定成員', '成員種族', '消除組數', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '龍'],
				'limit': ['特定成員', '成員種族', '消除種族符石']
			}
		],
		'monster': [10265]
	},
	{
		'name': '希望與光明之力 ‧ 強',
		'description': `
		I.【被選中的孩子】、光屬性及神族成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光', '神'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10266]
	},
	{
		'name': '勇氣與友情之力',
		'description': `
		隊中只有【被選中的孩子】、獸類或龍類成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍
		II. 必然延長移動符石時間 5 秒
		III. 消除種族符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 消除水符石
		⇒ 全隊攻擊力額外 1.5 倍
		V. 消除火符石
		⇒ 增加 6 連擊 (Combo)
		VI. 消除 ≥2 種符石
		⇒ 隊長及戰友攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸', '龍'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸', '龍'],
				'limit': ['特定成員', '成員種族', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '獸', '龍'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['特定成員', '成員種族', '消除種類數量']
			}
		],
		'monster': [10267]
	},
	{
		'name': '消滅邪惡之力',
		'description': `
		I.【被選中的孩子】、獸類、妖精類及龍類成員
		⇒ 攻擊力 8 倍、生命力及回復力 2.2 倍
		II. 減少 40% 所受傷害
		III. 達至 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '獸', '妖', '龍'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10268]
	},
	{
		'name': '傳說的龍戰士',
		'description': `
		I.【被選中的孩子】、水、木及光屬性成員
		⇒ 攻擊力 9 倍、生命力及回復力 1.6 倍
		II. 消除 ≥3 種符石
		⓵ 全隊攻擊力額外 6 倍
		⓶ 增加 3 連擊 (Combo、Ex. Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '木', '光'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10269]
	},
	{
		'name': '機械存念',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II. 機械族成員提升「首批消除符石組數 1.5 倍」的行動值
		III. 達至 ≥10 連擊 (Combo)
		⇒ 全隊攻擊力額外 3 倍
		IV. 達至 ≥20 連擊 (Combo)
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '行動值提升'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', 'Combo數量']
			}
		],
		'monster': [10270]
	},
	{
		'name': '赤色酷意',
		'description': `
		I. 人類及龍類成員攻擊力 6 倍、生命力及回復力 2 倍
		II. 延長移動符石時間 3 秒
		III. 所有屬性符石分別兼具
		⇒ 50% 其他符石效果
		IV. 隊中有 ≥2 種屬性成員或隊中有 ≥2 種族成員
		⓵ 全隊攻擊力額外 6 倍
		⓶ 全隊無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '龍'],
				'limit': []
			},
			{
				'name': ['延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': [],
				'limit': ['成員屬性數量', '成員種族數量']
			}
		],
		'monster': [10271]
	},
	{
		'name': '龍魂宣告',
		'description': `
		I. 人類、妖精類及龍類成員
		⇒ 攻擊力 9 倍
		II. 龍類成員生命力 2.6 倍
		III. 消除角色或種族符石
		⇒ 全隊攻擊力額外 3.5 倍
		IV. 木符石效果提升 200%
		V. 人類、妖精類及龍類成員
		⇒ 進場 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '進場減CD'],
				'object': ['人', '妖', '龍'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			},
			{
				'name': '符石效果提升',
				'object': [],
				'limit': []
			}
		],
		'monster': [10278]
	},
	{
		'name': '流火神識',
		'description': `
		I. 全隊攻擊力 7 倍及生命力 1.5 倍
		II. 火屬性及神族成員
		⇒ 生命力及攻擊力額外 1.5 倍
		III. 消除火或心符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10279]
	},
	{
		'name': '馭宇之道',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II. 獸類成員攻擊力額外 10 倍、生命力及回復力額外 2 倍
		III. 場上有附加效果
		⇒ 減少 40% 所受傷害
		IV. 獸類成員屬性符石及心符石
		⇒ 兼具所有符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['含附加效果']
			}
		],
		'monster': [10280]
	},
	{
		'name': '劍者聖輝',
		'description': `
		I. 光屬性及人類成員
		⇒ 攻擊力 12 倍、生命力及回復力 2 倍
		II. 光屬性人類成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 消除光符石
		⇒ 全隊攻擊力額外 7 倍
		IV. 消除角色或種族符石
		⇒ 增加 5 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['光人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			}
		],
		'monster': [10284]
	},
	{
		'name': '獸伏潛影',
		'description': `
		I. 人類及獸類成員攻擊力 6 倍
		II. 獸類成員生命力 2 倍
		III. 消除光或暗符石
		⇒ 全隊攻擊力額外 6 倍
		IV. 消除角色符石
		⇒ 回復 50% 生命力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '獸'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除角色符石']
			}
		],
		'monster': [10285]
	},
	{
		'name': '武術之道',
		'description': `
		I.【英雄協會】及人類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 首批全部消除場上 ≥1 種符石
		⇒【英雄協會】及人類成員攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10291]
	},
	{
		'name': '正義之志',
		'description': `
		I.【英雄協會】及機械族成員
		⇒ 攻擊力 7 倍及生命力 2 倍
		II. 達成 ≥4 連擊 (Combo)
		⇒ 全隊攻擊力額外 3.5 倍
		III. 達成 ≥8 連擊 (Combo)
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10292]
	},
	{
		'name': '超能力',
		'description': `
		I.【英雄協會】及木屬性成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 消除木或心符石
		⓵ 全隊攻擊力 4 倍
		⓶ 全隊無視「固定連擊盾」
		III. 敵方攻擊前若我方生命力全滿
		⇒ 該回合減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木'],
				'limit': []
			},
			{
				'name': ['增攻', '無視固定連擊盾'],
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [10293]
	},
	{
		'name': '絕對強大的力量',
		'description': `
		I. 全隊攻擊力 10 倍
		II.「埼玉」無視敵人防禦力
		III.【英雄協會】成員
		⇒ 攻擊力額外 10 倍、生命力及回復力 3 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': '破防',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10294]
	},
	{
		'name': '地表最強的男人',
		'description': `
		I.【英雄協會】及人類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II.「埼玉」
		⇒ 生命力、攻擊力及回復力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': []
			}
		],
		'monster': [10295]
	},
	{
		'name': '吹雪組之力',
		'description': `
		I.【英雄協會】及人類成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 消除木或心符石
		⓵ 全隊攻擊力 2.5 倍
		⓶ 全隊無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10296]
	},
	{
		'name': '英雄之志',
		'description': `
		【英雄協會】及人類成員攻擊力 7 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': []
			}
		],
		'monster': [10297]
	},
	{
		'name': '自稱最強的忍者',
		'description': `
		I. 人類成員攻擊力 6 倍、生命力及回復力 1.5 倍
		II. 敵方攻擊前若我方生命力全滿
		⇒ 該回合迴避每個魔族敵人的首次攻擊
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '迴避',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [10299]
	},
	{
		'name': '狩獵英雄',
		'description': `
		I. 人類成員攻擊力 5 倍
		II. 隊中只有「餓狼」
		⇒ 全隊攻擊力額外 5 倍、生命力及回復力 3 倍
		III. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10300]
	},
	{
		'name': '全宇宙霸者之力',
		'description': `
		I. 人類以外成員攻擊力 10 倍、生命力及回復力 1.8 倍
		II. 達至 ≥7 連擊 (Combo)
		⇒ 全隊攻擊力額外 3 倍
		III. 所受神族以外敵人的傷害
		⇒ 減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '妖', '龍', '神', '魔', '機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [10301]
	},
	{
		'name': '仿魂戰意',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 隊中有 ≥3 種屬性成員
		⇒ 全隊攻擊力額外 1.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '成員屬性數量']
			}
		],
		'monster': [10307]
	},
	{
		'name': '封神境界',
		'description': `
		I. 妖精類及神族成員攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 隊中只有 ≤2 個種族成員
		⓵ 全隊攻擊力額外 6 倍及生命力額外 1.2 倍
		⓶ 所有符石兼具 50% 所有符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '神'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [10309]
	},
	{
		'name': '流火靈息',
		'description': `
		I. 全隊攻擊力 6 倍
		II. 火屬性及妖精類成員
		⓵ 攻擊力額外 4 倍
		⓶ 生命力及回復力額外 2 倍
		III. 消除角色或種族符石
		⓵ 全隊攻擊力 2 倍
		⓶ 所有成員追打木屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '妖'],
				'limit': []
			},
			{
				'name': ['增攻', '木屬追打'],
				'object': [],
				'limit': ['消除種族符石', '消除角色符石']
			}
		],
		'monster': [10310]
	},
	{
		'name': '腥甜契機',
		'description': `
		I. 全隊攻擊力 7 倍、生命力及回復力 1.6 倍
		II. 場上有風化、弱化、凍結或石化符石
		⇒ 全隊攻擊力額外 3 倍
		III. 將全隊對敵方造成攻擊傷害的 5%
		⇒ 轉化為生命力
		⇒ 最大為生命力等值的 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '我方傷害吸收'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['版面分布']
			}
		],
		'monster': [10318]
	},
	{
		'name': '救世血裔',
		'description': `
		I. 全隊攻擊力 11 倍
		II. 木、暗屬性及人類成員
		⇒ 生命力及攻擊力額外 3.5 倍
		III. 必然延長移動符石時間 3 秒
		IV. 所有屬性符石兼具
		⇒ 所有屬性符石效果
		V. 消除木或暗符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['木', '暗', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10320]
	},
	{
		'name': '女團不滅',
		'description': `
		I.【偶像女團】成員攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 水及心符石互相兼具 50% 效果
		III. 消除 ≥6 粒水符石
		⇒【偶像女團】成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '心兼具其他', '符石兼具水', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [10321]
	},
	{
		'name': '堅不可摧的女團魅力！',
		'description': `
		隊中只有【偶像女團】成員：
		I. 全隊攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 消除符石的屬性愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 最多可提升至 3 倍
		III. 消除心符石
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['特定成員', '消除種類數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '消除特定符石']
			}
		],
		'monster': [10322]
	},
	{
		'name': '女團之祈願',
		'description': `
		隊中只有【偶像女團】或妖精類成員：
		I. 全隊攻擊力 6.5 倍、生命力及回復力 1.3 倍
		II. 消除木符石時
		⇒ 全隊攻擊力額外 2 倍
		III. 消除心符石時
		⇒ 全隊攻擊力額外 2 倍
		IV. 同時消除木及心符石時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '妖'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			}
		],
		'monster': [10323]
	},
	{
		'name': '女團之魂',
		'description': `
		隊中只有【偶像女團】、人類或龍類成員：
		I. 全隊攻擊力 7 倍
		II. 每消除 1 組符石
		⇒ 額外計算多 1 連擊 (Ex. Combo)
		⇒ 最多可額外增加 12 連擊 (Ex. Combo)
		(Ex. Combo 上限不能疊加)
		III. Ex. Combo 達至 ≥6 時
		⇒ 全隊攻擊力額外 2 倍
		IV. 光符石兼具 50% 其他屬性符石效果
		V. 心符石兼具 50% 屬性符石效果
		VI. 同時消除光及心符石
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '人', '龍'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增加Ex.Combo',
				'object': [],
				'limit': ['特定成員', '成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人', '龍'],
				'limit': ['特定成員', '成員種族', 'Ex.Combo數量']
			},
			{
				'name': ['光兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具暗', '心兼具其他', '符石兼具光'],
				'object': [],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人', '龍'],
				'limit': ['特定成員', '成員種族', '消除特定符石']
			}
		],
		'monster': [10324]
	},
	{
		'name': '女團的力量 ‧ 魔',
		'description': `
		I.【偶像女團】及魔族成員攻擊力 7 倍、生命力及回復力 1.3 倍
		II. 暗及心符石互相兼具 50% 效果
		III. 消除 ≥6 粒暗符石
		⇒【偶像女團】及魔族成員攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': ['暗兼具其他', '心兼具其他', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '魔'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [10325]
	},
	{
		'name': '絕命刺殺',
		'description': `
		隊中只有人類或 ≥3 種屬性成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 1.5 倍
		II. 人類成員攻擊力額外 6 倍、生命力及回復力額外 1.8 倍
		III. 必然延長移動符石時間 2 秒
		IV. 消除火、木或暗符石
		⇒ 人類成員無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '無視拼圖盾',
				'object': ['人'],
				'limit': ['成員種族', '成員屬性數量', '消除特定符石']
			}
		],
		'monster': [10327]
	},
	{
		'name': '幹練間諜',
		'description': `
		隊中只有人類或 ≥3 種屬性成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 1.5 倍
		II. 人類成員攻擊力額外 6 倍、生命力及回復力額外 1.8 倍
		III. 必然延長移動符石時間 2 秒
		IV. 消除火、木或暗符石
		⇒ 人類成員無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '無視固定連擊盾',
				'object': ['人'],
				'limit': ['成員種族', '成員屬性數量', '消除特定符石']
			}
		],
		'monster': [10328]
	},
	{
		'name': '超能少女',
		'description': `
		隊伍中只有人類或 ≥3 種屬性成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 1.5 倍
		II. 人類成員攻擊力額外 6 倍、生命力及回復力額外 1.8 倍
		III. 必然延長移動符石時間 2 秒
		IV. 消除火、木或暗符石
		⇒ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族', '成員屬性數量']
			},
			{
				'name': '增加Combo',
				'object': ['人'],
				'limit': ['成員種族', '成員屬性數量', '消除特定符石']
			}
		],
		'monster': [10329]
	},
	{
		'name': '間諜家庭',
		'description': `
		【間諜家家酒】成員攻擊力 7 倍、生命力及回復力 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10330]
	},
	{
		'name': '間諜家家酒之力',
		'description': `
		【間諜家家酒】成員攻擊力 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10331, 10332, 10333, 10334, 10335, 10336, 10337, 10338, 10339]
	},
	{
		'name': '美少女戰士之力',
		'description': `
		I. 人類成員攻擊力 6 倍
		II.「晚禮服假面」及【水手戰士】成員
		⇒ 攻擊力、生命力及回復力額外 1.8 倍
		III. 消除自身屬性符石或心符石
		⇒ 全隊攻擊力額外 3 倍
		IV. 心符石兼具 50% 屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10341, 10342, 10343, 10348, 10349, 10352, 10353]
	},
	{
		'name': '愛與正義',
		'description': `
		I. 光屬性及人類成員
		⇒ 攻擊力 9 倍、生命力及回復力 1.5 倍
		II.「晚禮服假面」及【水手戰士】成員
		⇒ 生命力、攻擊力及回復力額外 1.6 倍
		III. 消除 ≥2 種符石
		⇒ 全隊攻擊力 4 倍
		IV. 消除光或心符石
		⓵ 自身攻擊力 4 倍
		⓶ 自身無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人', '特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['增攻', '無視固定連擊盾'],
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10344]
	},
	{
		'name': '愛與正義 ‧ 強',
		'description': `
		I. 光屬性及人類成員
		⇒ 攻擊力 10 倍、生命力及回復力 1.5 倍
		II.「晚禮服假面」及【水手戰士】成員
		⇒ 生命力、攻擊力及回復力額外 1.6 倍
		III. 消除 ≥2 種符石
		⇒ 全隊攻擊力 5 倍
		IV. 消除光或心符石
		⓵ 自身攻擊力 5 倍
		⓶ 自身無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人', '特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': ['增攻', '無視固定連擊盾'],
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10345]
	},
	{
		'name': '土星水晶力量',
		'description': `
		I.【水手戰士】及暗屬性成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.8 倍
		II. 消除暗符石
		⓵ 全隊攻擊力 3.5 倍
		⓶【水手戰士】成員追打暗屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '暗屬追打',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10346]
	},
	{
		'name': '粉紅水晶力量',
		'description': `
		I. 人類及神族成員攻擊力 6 倍
		II. 隊中有 ≥2 種屬性成員
		⇒ 全隊攻擊力額外 6 倍、生命力及回復力 1.8 倍
		III. 消除種族符石
		⇒ 人類及神族成員
		⓵ 攻擊力額外 2 倍
		⓶ 無視「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增攻', '無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': ['人', '神'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [10347]
	},
	{
		'name': '銀水晶力量',
		'description': `
		I. 「新希蕾妮蒂女王與安迪米歐國王」及【水手戰士】成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 每累計首批消除 3 粒符石
		⇒ 掉落 1 粒心強化符石
		III. 每累計消除 4 粒心符石
		⇒ 掉落 1 粒心強化符石
		IV. 每累計消除 9 粒心強化符石
		⇒ 掉落 1 粒心強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除數量', '消除特定符石']
			},
			{
				'name': '強制掉心',
				'object': [],
				'limit': ['消除數量', '消除特定符石', '消除強化符石']
			}
		],
		'monster': [10351]
	},
	{
		'name': '黑暗與混沌',
		'description': `
		I. 隊中只有人類、妖精類或魔族成員
		⇒ 全隊攻擊力 8 倍及生命力 4 倍
		II. 消除 ≥4 種符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 全隊無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '破防'],
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10359, 10360]
	},
	{
		'name': '初心之力',
		'description': `
		I. 全隊攻擊力 6 倍、生命力及回復力 1.3 倍
		II. 人類成員攻擊力額外 4 倍
		III. 所有符石兼具
		⇒ 50% 光及心符石效果
		IV. 關卡靈魂之日，其初級、高級及超級難度最後一層的敵人 100% 機率轉化為蘊魔晶寵
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10365]
	},
	{
		'name': '堅持之力',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.3 倍
		II. 人類成員攻擊力額外 4 倍
		III. 所有符石兼具
		⇒ 50% 水及心符石效果
		IV. 戰鬥中所獲得的金幣增加 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具心', '物品掉落增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10366]
	},
	{
		'name': '約定之力',
		'description': `
		I. 全隊攻擊力 10 倍
		II. 隊伍成員的種族愈多，全隊生命力、攻擊力及回復力額外提升愈多：
		⇒ 2 種族成員 2 倍
		⇒ 3 種族成員可達至最大 3 倍
		III. 首批消除 ≥10 粒符石
		⓵ 全隊攻擊力 2.5 倍
		⓶ 回復 100,000 點生命力
		`,
		'tag': [
			{
				'name': '增攻',
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': ['增攻', '回血'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10367]
	},
	{
		'name': '創造之識',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 4 倍
		II. 神族及魔族成員
		⇒ 攻擊力額外 2.5 倍
		III. 每消除 3 粒符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 15 粒可達至最大 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10370]
	},
	{
		'name': '滅絕之識',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 4 倍
		II. 神族及魔族成員
		⇒ 攻擊力額外 2.5 倍
		III. 達成連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 達成 5 連擊 (Combo) 可達至最大 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['神', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10371]
	},
	{
		'name': '可愛的吸血魔',
		'description': `
		I. 全隊攻擊力 9 倍
		II. 魔族成員生命力 2.2 倍及攻擊力額外 5 倍
		III. 當前生命力全滿時
		⇒ 敵人受到的魔族傷害額外 3 倍
		IV. 所有屬性符石兼具
		⇒ 50% 所有屬性符石效果
		V. 心符石兼具 50% 屬性符石效果
		VI. 將魔族成員對敵方造成攻擊傷害的 5%
		⇒ 轉化為我方生命力
		⇒ 最大為生命力等值的 50%
		`,
		'tag': [
			{
				'name': ['增攻', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '我方傷害吸收'],
				'object': ['魔'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [10372]
	},
	{
		'name': '狂熱發明',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 1.5 倍
		II. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 4 倍
		III. 減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '減傷'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [10373]
	},
	{
		'name': '立體機動戰鬥 (米卡莎)',
		'description': `
		I. 水屬性及人類成員攻擊力 6 倍、生命力及回復力 1.8 倍
		II.【調查兵團】成員
		⇒ 攻擊力額外 2 倍
		III. 消除水、火或光符石
		⇒ 全隊攻擊力額外 3 倍
		IV. 若隊中有「艾連 ‧ 葉卡」或「進擊的巨人」
		⓵ 自身攻擊力額外 3 倍
		⓶ 自身無視「反首消符石盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['增攻', '無視反首消盾'],
				'object': ['自身'],
				'limit': ['特定成員']
			}
		],
		'monster': [10382]
	},
	{
		'name': '人類的希望',
		'description': `
		I. 火屬性及人類成員攻擊力 9 倍、生命力及回復力 2 倍
		II. 隊中有 ≥3 個【調查兵團】成員
		⇒ 全隊攻擊力額外 2 倍
		III.【調查兵團】成員
		⇒ 以 50% 攻擊力追打 1 次
		IV. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10383]
	},
	{
		'name': '強靭的精神力',
		'description': `
		I. 火屬性及人類成員攻擊力 10 倍、生命力及回復力 2 倍
		II. 隊中有 ≥3 個【調查兵團】成員
		⇒ 全隊攻擊力額外 2.2 倍
		III.【調查兵團】及【巨人】成員
		⇒ 以 50% 攻擊力追打 1 次
		IV. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10384]
	},
	{
		'name': '立體機動戰鬥',
		'description': `
		I. 人類成員攻擊力 7 倍
		II.【調查兵團】成員
		⇒ 攻擊力、生命力、回復力額外 2 倍
		III. 消除角色符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 心符石兼具所有屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10385, 10389, 10390, 10391, 10392]
	},
	{
		'name': '立體機動戰鬥 (阿爾敏)',
		'description': `
		I. 光屬性及人類成員攻擊力 5 倍、生命力及回復力 2 倍
		II.【調查兵團】成員
		⇒ 攻擊力額外 2.5 倍
		III. 消除光或心符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10386]
	},
	{
		'name': '巨人化',
		'description': `
		I. 光屬性及人類成員攻擊力 5 倍、生命力及回復力 2.5 倍
		II.【調查兵團】成員
		⇒ 攻擊力額外 2.5 倍
		III. 消除光或心符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['光', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10387]
	},
	{
		'name': '人類最強士兵',
		'description': `
		I. 暗屬性及人類成員攻擊力 8 倍、生命力及回復力 1.5 倍
		II.【調查兵團】成員
		⓵ 生命力額外 1.5 倍
		⓶ 攻擊力額外 2 倍
		III. 自身
		▋ 攻擊力額外 2 倍
		▋ 無視敵人防禦力
		IV. 消除火或暗符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': ['自身'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10388]
	},
	{
		'name': '巨人之力',
		'description': `
		I. 人類成員攻擊力 7 倍
		II.【巨人】成員
		⇒ 攻擊力、生命力、回復力額外 2 倍
		III. 消除角色符石
		⇒ 全隊攻擊力額外 2 倍
		IV. 心符石兼具所有屬性符石效果
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10395, 10396, 10397, 10398, 10399, 10400, 10401]
	},
	{
		'name': '強靭的精神力',
		'description': `
		I. 自身屬性及人類成員攻擊力 10 倍、生命力及回復力 2 倍
		II. 隊中有 ≥3 個【調查兵團】成員
		⇒ 全隊攻擊力額外 2.2 倍
		III.【調查兵團】及【巨人】成員
		⇒ 以 50% 攻擊力追打 1 次
		IV. 消除 ≥3 組符石
		⇒ 全隊攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '火', '木', '光', '暗', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10403, 10404, 10405, 10406, 10407]
	},
	{
		'name': '嚴酷守念',
		'description': `
		隊中只有人類或機械族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 1.8 倍
		II. 以左方 3 直行的符石起手轉珠
		⓵ 全隊攻擊力額外 2 倍，若所有機械族成員行動值達至 100%，則全隊攻擊力額外 2.5 倍
		⓶ 回合結束時，機械族的行動值提升 20%
		III. 以右方 3 直行的符石起手轉珠
		⓵ 將移動符石時觸碰的符石
		⇒ 轉化為強化符石
		⓶ 全隊無視「指定形狀盾」
		IV. 消除機械族符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '機'],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '無視拼圖盾'],
				'object': ['人', '機'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': '行動值提升',
				'object': ['機'],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': '符石強化',
				'object': [],
				'limit': ['成員種族', '特定位置起手']
			},
			{
				'name': '增攻',
				'object': ['人', '機'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [10408]
	},
	{
		'name': '使神之翼',
		'description': `
		I. 全隊攻擊力 8 倍
		II. 龍類及神族成員
		⇒ 攻擊力額外 3 倍及生命力 2 倍
		III. 延長移動符石時間 2 秒
		IV. 敵方身上有附加效果
		⇒ 龍類及神族成員回合結束時技能 CD -1
		V. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['龍', '神'],
				'limit': []
			},
			{
				'name': ['其他減CD'],
				'object': ['龍', '神'],
				'limit': ['含附加效果']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10409]
	},
	{
		'name': '熾烈的日輪',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 4.2 倍
		II. 敵人受到的主動技能炮擊傷害額外 50 倍
		III. 隊中有 ≥3 種族成員
		⇒ 全隊攻擊力及回復力額外 1.5 倍
		IV. 消除火符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 減少 40% 所受傷害
		⓷ 增加 6 連擊 (Combo)
		V. 消除光符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 自身追打火屬性攻擊 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': ['增攻', '減傷', '增加Combo', '火屬追打'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10410]
	},
	{
		'name': '狂屠極意',
		'description': `
		隊中只有妖精類成員：
		I. 全隊攻擊力 9 倍、生命力及回復力額外 3 倍
		II. 暗屬性妖精類成員攻擊力額外 1.6 倍
		III. 全隊進場技能 CD -2
		IV. 消除 ≥3 種符石
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['妖'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': ['成員種族', '消除種類數量']
			}
		],
		'monster': [10416]
	},
	{
		'name': '冰極束縛',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 隊中有 ≥3 種族成員
		⇒ 全隊生命力及回復力額外 1.5 倍
		III. 消除水或光符石
		⇒ 人類、妖精類及魔族成員攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10417]
	},
	{
		'name': '大盜之財',
		'description': `
		I. 全隊攻擊力 5 倍
		II. 達至 ≥5 連擊 (Combo)
		⇒ 全隊攻擊力額外 5 倍
		III. 戰鬥中所獲得的金幣增加 100%
		`,
		'tag': [
			{
				'name': ['增攻', '物品掉落增加'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10420]
	},
	{
		'name': '歷練之途',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 2 倍
		II. 消除符石的種類愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 最大 7.5 倍
		III. 延長移動符石時間 4 秒
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10423]
	},
	{
		'name': '咒術師之力',
		'description': `
		I.【咒術師】成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 消除自身屬性符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10424, 10425, 10426, 10429, 10432, 10438]
	},
	{
		'name': '無畏的精神',
		'description': `
		I.【咒術師】及光屬性成員
		⇒ 攻擊力 7 倍、生命力及回復力 2.2 倍
		II. 消除光或心符石
		⇒ 全隊攻擊力額外 4 倍
		III. 所有成員以 1.5 倍攻擊力追打
		⇒ 自身克制屬性的攻擊 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['增攻', '水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10427]
	},
	{
		'name': '蒼天之瞳',
		'description': `
		I. 人類成員攻擊力 10 倍、生命力及回復力 2 倍
		II.【咒術師】成員
		⇒ 生命力及攻擊力額外 1.5 倍
		III. 消除 ≥3 種符石
		⓵ 全隊攻擊力 5 倍
		⓶【咒術師】成員的攻擊傷害
		⇒ 無視「攻前盾」
		IV. 所有符石兼具
		⇒ 50% 所有符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '無視攻前盾',
				'object': ['特定成員'],
				'limit': ['消除種類數量']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10428]
	},
	{
		'name': '對加班的痛恨',
		'description': `
		隊中只有【咒術師】或人類成員：
		I. 全隊攻擊力 7 倍、生命力及回復力 3.7 倍
		II. 達至 ≥7 連擊 (Combo)
		⓵ 全隊攻擊力額外 7 倍
		⓶ 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['特定成員', '成員種族', 'Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['特定成員', '成員種族', 'Combo數量']
			},
		],
		'monster': [10430]
	},
	{
		'name': '不平等的助人',
		'description': `
		I.【咒術師】及暗屬性成員
		⇒ 攻擊力 8 倍、生命力及回復力 2 倍
		II. 達至 ≥4 連擊 (Combo)
		⇒ 全隊攻擊力額外 4 倍
		III. 達至 ≥8 連擊 (Combo)
		⇒ 全隊攻擊力額外 2 倍
		IV. 場上有附加效果
		⇒ 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['含附加效果']
			},
		],
		'monster': [10431]
	},
	{
		'name': '真摯的友誼',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 7 倍
		II.【咒術師】成員
		⇒ 生命力、攻擊力及回復力額外 2.2 倍
		III.「虎杖悠仁」及「東堂葵」
		⇒ 攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['成員種族']
			}
		],
		'monster': [10433]
	},
	{
		'name': '詛咒之王',
		'description': `
		隊中只有暗屬性或魔族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.8 倍
		II. 消除魔族符石
		⇒ 全隊攻擊力額外 4 倍
		III. 每首批消除 1 組符石
		⇒ 增加 1 連擊 (Combo)
		IV. 達至 ≥10 連擊 (Combo)
		⇒「兩面宿儺」攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '魔'],
				'limit': ['成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['暗', '魔'],
				'limit': ['成員屬性', '成員種族', '消除種族符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員屬性', '成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['成員屬性', '成員種族', 'Combo數量']
			},
		],
		'monster': [10434]
	},
	{
		'name': '咒詛師 / 咒靈之力',
		'description': `
		I.【咒詛師 / 咒靈】成員
		⇒ 攻擊力 8 倍、生命力及回復力 1.8 倍
		II. 消除自身屬性符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10435, 10436, 10437]
	},
	{
		'name': '最惡的咒詛師',
		'description': `
		隊中只有【咒詛師 / 咒靈】或木屬性成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.5 倍
		II.【咒詛師 / 咒靈】成員
		⇒ 追打木屬性攻擊 3 次
		III. 消除水、火或木符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '木屬追打',
				'object': ['特定成員'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '木'],
				'limit': ['特定成員', '成員屬性', '消除特定符石']
			}
		],
		'monster': [10439]
	},
	{
		'name': '吸血的禮儀',
		'description': `
		I. 火屬性、獸類及魔族成員攻擊力 12 倍、生命力及回復力 3.2 倍
		II. 消除 ≥9 粒符石
		⇒ 全隊攻擊力額外 12 倍
		III. 根據隊中成員屬性及數量
		⇒ 自身追打相應屬性及次數攻擊
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '獸', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['自身'],
				'limit': ['成員屬性']
			}
		],
		'monster': [10450]
	},
	{
		'name': '吞噬的慾望',
		'description': `
		I.【血噬】及獸類成員
		⓵ 攻擊力 9 倍及生命力 2.5 倍
		⓶ 對敵方造成攻擊傷害的 5% 轉化為生命力，最大為生命力等值的 50%
		II. 消除種族符石
		⇒【血噬】及獸類成員追打光屬性攻擊 1 次
		III. 消除克制敵人屬性的符石
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '我方傷害吸收'],
				'object': ['特定成員', '獸'],
				'limit': []
			},
			{
				'name': '光屬追打',
				'object': ['特定成員', '獸'],
				'limit': ['消除種族符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10455]
	},
	{
		'name': '不屈之傲',
		'description': `
		I. 暗屬性及機械族成員
		⇒ 攻擊力 7 倍、生命力及回復力 1.5 倍
		II. 隊中只有機械族成員
		⓵ 全隊攻擊力額外 7 倍、生命力及回復力額外 1.5 倍
		⓶ 減少 20% 所受傷害，若隊中所有機械族成員的行動值達至 100%
		⇒ 則減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['暗', '機'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10456]
	},
	{
		'name': '黑與白的對決',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 消除 ≥3 種符石
		⇒【黑嘉嘉】攻擊力額外 4 倍
		III. 消除水、火或木符石
		⇒ 所有成員以 50% 攻擊力追打 1 次
		IV. 消除光、暗或心符石
		⇒ 增加 3 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除種類數量']
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打', '增加Combo'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10457]
	},
	{
		'name': '千年之魂',
		'description': `
		隊中只有人類或神族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 2.2 倍
		II.【棋魂】成員攻擊力額外 2.5 倍
		III. 消除水、光或暗符石
		⇒ 全隊攻擊力額外 4.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [10459]
	},
	{
		'name': '棋術精要',
		'description': `
		隊中只有【棋魂】或人類成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 消除自身屬性符石或心符石
		⇒ 全隊攻擊力額外 3.5 倍
		III. 心符石兼具自身屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10460, 10463, 10464, 10465, 10468, 10469, 10470, 10472, 10473]
	},
	{
		'name': '必勝的決心',
		'description': `
		隊中只有人類或神族成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II.【棋魂】成員攻擊力額外 2.5 倍
		III. 所有符石兼具
		⇒ 50% 水、木及光符石效果
		IV. 消除水、木或光符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 全隊無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '無視固定連擊盾'],
				'object': ['人', '神'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [10461]
	},
	{
		'name': '最強的初段',
		'description': `
		隊中只有人類或神族成員：
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II.【棋魂】成員攻擊力額外 2.5 倍
		III. 所有符石兼具
		⇒ 50% 水、木及光符石效果
		IV. 消除水、木或光符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 全隊無視
		⇒「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': ['增攻', '無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': ['人', '神'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [10462]
	},
	{
		'name': '神之一手的追求',
		'description': `
		隊中只有人類或神族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2.2 倍
		II.【棋魂】成員攻擊力額外 2.5 倍
		III. 消除水、光或暗符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '神'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '神'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [10471]
	},
	{
		'name': '名人的棋術',
		'description': `
		I. 人類成員攻擊力 10 倍、生命力及回復力 1.5 倍
		II.「塔矢行洋」、「緒方精次」、「永遠的勁敵 ‧ 塔矢亮」、「塔矢亮」
		⓵ 攻擊力額外 8 倍
		⓶ 生命力額外 2 倍
		III.「塔矢行洋」無視
		⓵「固定連擊盾」
		⓶「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['無視固定連擊盾', '無視五屬盾'],
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [10474]
	},
	{
		'name': '威嚇之嘯',
		'description': `
		I. 獸類、妖精類及魔族成員
		⇒ 攻擊力 9 倍、生命力及回復力 2.5 倍
		II. 消除種族符石
		⇒ 全隊攻擊力額外 4 倍
		III. 消除符石的組數愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 10 組可提升至最大 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '妖', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10480]
	},
	{
		'name': '魔語喃',
		'description': `
		隊中只有妖精類或魔族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 2.5 倍
		II. 消除角色或種族符石
		⇒ 全隊攻擊力額外 7 倍
		III. 所有符石兼具所有符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['妖', '魔'],
				'limit': ['成員種族', '消除種族符石', '消除角色符石']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10481]
	},
	{
		'name': '命運之志',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 2.2 倍
		II. 光屬性及神族成員
		⓵ 攻擊力額外 8 倍
		⓶ 生命力及回復力額外 1.5 倍
		III. 首批完全消除任何 ≥1 橫行內的所有符石
		⓵ 全隊攻擊力額外 1.5 倍
		⓶ 掉落 8 粒心強化符石
		IV. 首批完全消除任何 ≥1 直行內的所有符石
		⓵ 所有成員以 50% 攻擊力
		⇒ 追打無屬性攻擊 1 次
		⓶ 掉落 8 粒心強化符石
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '強制掉心'],
				'object': [],
				'limit': ['消除特定位置']
			},
			{
				'name': ['無屬追打', '強制掉心'],
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [10489]
	},
	{
		'name': '活力之鴞',
		'description': `
		I. 人類及獸類成員攻擊力 9 倍、生命力及回復力 2.5 倍
		II. 獸類成員
		⓵ 進場技能 CD -3
		⓶ 生命力額外 1.5 倍
		III. 消除角色或種族符石
		⇒ 全隊攻擊力額外 7 倍
		IV. 達至 ≥6 連擊 (Combo)
		⓵ 全隊攻擊力額外 1.5 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '獸'],
				'limit': []
			},
			{
				'name': ['進場減CD', '增血'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10490]
	},
	{
		'name': '劍的世界',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.3 倍
		II.【SAO】成員生命力及攻擊力額外 1.3 倍
		III. 首批消除 ≥5 組符石
		⇒ 全隊攻擊力 4 倍
		IV. 反之，減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10491, 10493, 10494, 10496, 10497, 10498]
	},
	{
		'name': '劍術攻略',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 1.8 倍
		II.【SAO】及【ALO】成員
		⓵ 攻擊力額外 4.5 倍
		⓶ 生命力及回復力額外 1.8 倍
		III. 每回合結束時
		⇒ 引爆自身直行符石
		⇒ 掉落固定數量及位置的「火及心」人族強化符石
		IV. 消除種族符石
		⇒【SAO】及【ALO】成員攻擊力額外 2.5 倍
		V. 自身進場 CD -6
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['引爆', '強制掉火', '強制掉心', '人族符石製造'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除種族符石']
			},
			{
				'name': '進場減CD',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [10492]
	},
	{
		'name': '封弊者',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.8 倍
		II.【SAO】及【ALO】成員
		⓵ 攻擊力額外 5.5 倍
		⓶ 生命力及回復力額外 1.8 倍
		III. 消除水或暗符石
		⓵ 【SAO】及【ALO】成員
		⇒ 攻擊力額外 2 倍
		⓶ 增加 8 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10495]
	},
	{
		'name': '風精靈劍技',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II.【ALO】及木屬性成員
		⇒ 攻擊力額外 4 倍
		III. 消除木或心符石
		⇒ 全隊攻擊力額外 2 倍
		IV.「魔法劍士 ‧ 莉法」及「守衛精靈 ‧ 桐人」
		⓵ 生命力、攻擊力及回復力 2 倍
		⓶ 攻擊傷害無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['增血', '增攻', '增回', '破防'],
				'object': ['自身', '特定成員'],
				'limit': []
			}
		],
		'monster': [10499]
	},
	{
		'name': '貓之視覺',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II.【ALO】及光屬性成員
		⇒ 對所有目標的傷害額外 8 倍
		III. 敵人受到的主動技能炮擊傷害額外 2.5 倍
		IV.「神弓箭手 ‧ 詩音」
		⇒ 進場技能 CD -3
		V.「神弓箭手 ‧ 詩音」及「守衛精靈 ‧ 桐人」
		⓵ 生命力、攻擊力及回復力 2 倍
		⓶ 攻擊傷害無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': ['特定成員', '光'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': []
			},
			{
				'name': '進場減CD',
				'object': ['自身'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回', '破防'],
				'object': ['自身', '特定成員'],
				'limit': []
			}
		],
		'monster': [10500]
	},
	{
		'name': '絕劍',
		'description': `
		I. 全隊攻擊力 7 倍、生命力及回復力 1.7 倍
		II. 妖精類成員
		⓵ 攻擊力額外 5 倍
		⓶ 生命力及回復力額外 1.7 倍
		III. 消除強化符石
		⓵ 全隊攻擊力額外 2 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖'],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除強化符石']
			}
		],
		'monster': [10501]
	},
	{
		'name': '精靈國度',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 1.3 倍
		II.【ALO】成員
		⇒ 生命力及攻擊力額外 1.3 倍
		III. 首批消除 ≥5 組符石
		⇒ 全隊攻擊力 4 倍
		IV. 反之，減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10502, 10503, 10504]
	},
	{
		'name': '慈愛的水妖精',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 2 倍
		II.【SAO】及【ALO】成員
		⓵ 攻擊力額外 4.5 倍
		⓶ 生命力及回復力額外 2 倍
		III. 消除強化符石
		⇒【SAO】及【ALO】成員
		⓵ 攻擊力額外 1.5 倍
		⓶ 追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': ['特定成員'],
				'limit': ['消除強化符石']
			}
		],
		'monster': [10505]
	},
	{
		'name': '劍士的守護',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.6 倍
		II.【SAO】及【ALO】成員
		⓵ 攻擊力額外 2 倍
		⓶ 生命力及回復力額外 2 倍
		III. 連擊 (Combo) 時攻擊力提升 250%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10506]
	},
	{
		'name': '三人的羈絆',
		'description': `
		I. 全隊攻擊力 20 倍、生命力及回復力 2 倍
		II.【SAO】成員
		⓵ 攻擊力額外 5 倍
		⓶ 生命力及回復力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10507]
	},
	{
		'name': '死亡遊戲化',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 當前生命力為 ≥50%
		⇒【SAO】成員
		⓵ 攻擊力 10 倍
		⓶ 無視敵人防禦力
		III. 生命力愈高時，所受傷害愈低
		⇒ 最多減少 80%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '破防'],
				'object': ['特定成員'],
				'limit': ['我方血量']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [10509]
	},
	{
		'name': '槍的世界',
		'description': `
		I. 人類攻擊力 9 倍、生命力及回復力 1.8 倍
		II.【GGO】成員生命力及攻擊力額外 1.5 倍
		III. 消除 ≥1 組 ≥5 粒符石
		⇒ 全隊攻擊力 4.5 倍
		IV. 反之，減少 30% 所受傷害
		V. 消除木及暗符石
		⇒ 回合結束時，回復 50% 生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除一組數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10516, 10517]
	},
	{
		'name': '遺念真焰 ‧ 龍',
		'description': `
		I. 火屬性、人類及龍類成員
		⇒ 攻擊力 9 倍、生命力 2.5 倍
		II. 火屬性「龍類及人類」
		⇒ 對所有目標的傷害額外 8 倍
		III. 敵人受到的主動技能炮擊傷害額外 2.8 倍
		IV. 達至 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['火', '人', '龍'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': ['火人', '火龍'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10519]
	},
	{
		'name': '遺念真焰 ‧ 人',
		'description': `
		I. 人類及龍類成員
		⇒ 攻擊力 9 倍、生命力及回復力 2.2 倍
		II. 消除火或水符石
		⇒ 全隊攻擊力額外 6 倍
		III. 所有成員以 1.5 倍攻擊力追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['增攻', '水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10520]
	},
	{
		'name': '魔樂韻律',
		'description': `
		I. 機械族成員
		⇒ 攻擊力 9 倍、生命力及回復力 3.39 倍
		II.【虛擬歌手】成員攻擊力額外 3.9 倍
		III. 每消除 3 粒水符石
		⓵ 增加 3 連擊 (Combo)
		⇒ 最多可增加 39 連擊 (Combo)
		⓶ 增加 9 連擊 (Ex. Combo)
		⇒ 最多可增加 39 連擊 (Ex. Combo)
		VI.【虛擬歌手】成員屬性符石
		⓵ 互相兼具 39% 效果
		⓶ 兼具 39% 心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10531]
	},
	{
		'name': '怒號狩獵',
		'description': `
		I.【虛擬歌手】及火屬性成員
		⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍
		II. 隊中有 ≥3 個【虛擬歌手】成員
		⇒ 全隊攻擊力額外 3 倍
		III. 消除火或心符石
		⇒ 全隊攻擊力 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10532]
	},
	{
		'name': '虛擬歌手的狂熱',
		'description': `
		隊中只有【虛擬歌手】成員：全隊攻擊力 39 倍、生命力及回復力 1.39 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': ['特定成員']
			}
		],
		'monster': [10533, 10541, 10542, 10543, 10544, 10545, 10546]
	},
	{
		'name': '喜躍戰曲',
		'description': `
		I.【虛擬歌手】及光屬性成員
		⇒ 攻擊力 8 倍、生命力及回復力 2.8 倍
		II.【虛擬歌手】及機械族成員
		⇒ 攻擊力額外 2 倍
		III. 每首批消除 2 粒符石
		⇒ 掉落 1 粒光強化符石
		IV. 消除 ≥20 粒符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '機'],
				'limit': []
			},
			{
				'name': '強制掉光',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10534]
	},
	{
		'name': '悲哀盜取',
		'description': `
		I.【虛擬歌手】及暗屬性成員
		⇒ 攻擊力 9 倍、生命力及回復力 1.3 倍
		II.【虛擬歌手】成員
		⇒ 生命力及回復力額外 1.9 倍
		III. 消除暗符石
		⓵【虛擬歌手】成員攻擊力額外 3.9 倍
		⓶ 減少 39% 所受傷害
		IV. 所有符石 3 粒相連
		⇒ 即可發動消除
		V. 暗符石效果提升 139%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': ['增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': ['三消', '符石效果提升'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10535]
	},
	{
		'name': '機械引擎',
		'description': `
		隊中只有機械族成員：
		I. 全隊攻擊力 6 倍、生命力及回復力 1.8 倍
		II. 所有機械族成員的行動值達至 100%
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['機'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['機'],
				'limit': ['成員種族', '成員行動值']
			}
		],
		'monster': [10536, 10537, 10538, 10539, 10540, 10550, 10551]
	},
	{
		'name': '心與心的共鳴',
		'description': `
		I.【虛擬歌手】及暗屬性成員
		⇒ 攻擊力 9 倍、生命力及回復力 3 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 3.9 倍
		III. 首批消除 ≥3 種符石
		⇒【虛擬歌手】成員攻擊力額外 3.9 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10552]
	},
	{
		'name': '異龍之力',
		'description': `
		I. 龍類成員攻擊力 8 倍及生命力 3 倍
		II. 暗屬性龍類成員攻擊力額外 5 倍
		III. 消除 1 組 ≥5 粒符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['暗龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [10559]
	},
	{
		'name': '異龍戮殺',
		'description': `
		I. 全隊攻擊力 12 倍及生命力 2 倍
		II. 龍類成員
		⓵ 攻擊力額外 3 倍
		⓶ 生命力額外 2.8 倍
		III. 消除 1 組 ≥5 粒符石
		⇒ 龍類成員攻擊力額外 1.8 倍
		IV. 每消除 1 粒龍族符石
		⓵ 全隊攻擊力提升
		⇒ 消除 10 粒可達至最大 3.5 倍
		⓶ 增加 1 連擊（Combo）
		⇒ 消除 10 粒可增加最多 10 連擊（Combo）
		V. 龍類成員對敵方造成攻擊傷害的 10%
		⇒ 轉化為我方生命力
		⇒ 最大為生命力等值的 50%
		⇒ 直至生命力全滿
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': ['消除一組數量']
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除數量', '消除種族符石']
			},
			{
				'name': '我方傷害吸收',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [10560]
	},
	{
		'name': '異教之領',
		'description': `
		I.【冥教徒】及暗屬性成員
		⇒ 攻擊力 8 倍、生命力及回復力 2.5 倍
		II. 消除 ≥2 組 ≥3 粒符石
		⇒ 全隊攻擊力 6 倍
		III.【冥教徒】成員進場 CD -2
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量', '消除組數']
			},
			{
				'name': '進場減CD',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10566]
	},
	{
		'name': '黃金精神 ‧ 不屈',
		'description': `
		I. 【黃金精神】成員攻擊力 8 倍、生命力及回復力 1.5 倍
		II. 消除角色符石或自身屬性符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石', '消除特定符石']
			}
		],
		'monster': [10577, 10578, 10582, 10583, 10584, 10594]
	},
	{
		'name': '機智的策士',
		'description': `
		I.【JoJo的奇妙冒險】、木屬性及人類成員
		⓵ 攻擊力 22 倍
		⓶ 生命力及回復力 2.2 倍
		II.【JoJo的奇妙冒險】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 消除敵人屬性符石
		⇒ 有 50% 機率迴避每個該屬性敵人的首 2 次攻擊
		IV. 合計消除 ≥9 粒水、火或木符石
		⇒ 全隊攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '迴避',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [10579]
	},
	{
		'name': '紳士的風度',
		'description': `
		I.【JoJo的奇妙冒險】、光屬性及人類成員
		⓵ 攻擊力 11 倍
		⓶ 生命力及回復力 2.1 倍
		II.【JoJo的奇妙冒險】成員
		⓵ 生命力、攻擊力及回復力額外 2.1 倍
		⓶ 以 50% 攻擊力追打光屬性攻擊 1 次
		III. 合計消除 ≥5 粒光或心符石
		⓵ 全隊攻擊力額外 11 倍
		⓶「喬納森 ‧ 喬斯達」技能 CD -1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回', '光屬追打'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [10580]
	},
	{
		'name': '無敵的白金之星',
		'description': `
		I.【JoJo的奇妙冒險】、暗屬性及人類成員
		⓵ 攻擊力 33 倍
		⓶ 生命力及回復力 2.3 倍
		II.【JoJo的奇妙冒險】成員
		⇒ 生命力、攻擊力及回復力額外 3 倍
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10581]
	},
	{
		'name': '忠實的支援',
		'description': `
		I. 全隊攻擊力 5 倍、生命力及回復力 1.5 倍
		II.【黃金精神】成員
		⓵ 攻擊力額外 5 倍
		⓶ 戰鬥中所獲得的金幣增加 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '物品掉落增加'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10585]
	},
	{
		'name': '野心的力量',
		'description': `
		隊中只有魔族成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 2 倍
		II. 消除 ≥3 種符石
		⇒ 隊長及戰友攻擊力額外 5 倍
		III. 消除種族符石
		⇒ 自身攻擊力額外 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['成員種族', '消除種類數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['成員種族', '消除種族符石']
			}
		],
		'monster': [10589]
	},
	{
		'name': '最強的世界',
		'description': `
		隊中只有魔族成員時：
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II.【吸血鬼】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 消除符石的數量愈多
		⇒【吸血鬼】成員攻擊力額外提升愈多
		⇒ 消除 10 粒可達至最大 9 倍
		IV. 每消除 1 粒光或暗符石
		⇒ 增加 1 連擊 (Combo)
		⇒ 最多可增加 9 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['魔'],
				'limit': ['成員種族']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['成員種族', '消除數量']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員種族', '消除特定符石', '消除數量']
			}
		],
		'monster': [10598]
	},
	{
		'name': '十刑之怒 ‧ 神',
		'description': `
		神族成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['神'],
				'limit': []
			}
		],
		'monster': [2925, 10601, 10788, 10793, 10843, 10844, 10848, 10849, 10850, 10881, 10882, 10883, 10885, 10894, 10923]
	},
	{
		'name': '十刑之怒 ‧ 獸',
		'description': `
		獸類成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': []
			}
		],
		'monster': [10602, 10674, 10675, 10676, 10677, 10723, 10731, 10786, 10796, 10824, 10835, 10836, 10838, 10851, 10927, 10928, 10929]
	},
	{
		'name': '十刑之怒 ‧ 龍',
		'description': `
		龍類成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [2926, 10603, 10719, 10735, 10736, 10792, 10840, 10888, 10920, 10957]
	},
	{
		'name': '瑰麗魔法',
		'description': `
		I. 全隊攻擊力 9 倍、生命力及回復力 1.7 倍
		II. 人類成員
		⓵ 攻擊力額外 4.5 倍
		⓶ 生命力額外 1.7 倍
		III. 消除人族符石
		⇒ 人類攻擊力額外 1.7 倍
		IV. 人類成員屬性符石及心符石
		⇒ 兼具 50% 光符石效果
		V. 所受光及暗屬性傷害減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '暗兼具其他', '心兼具其他', '符石兼具光', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['消除種族符石']
			}
		],
		'monster': [10604]
	},
	{
		'name': '先見之掌',
		'description': `
		I. 全隊攻擊力 11 倍、生命力及回復力 4 倍
		II. 獸類及神族成員
		⇒ 攻擊力及回復力額外 2 倍
		III. 所有符石兼具
		⇒ 木、光及心符石效果
		IV. 達至 ≥11 連擊 (Combo)
		⇒ 全隊攻擊力額外 11 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具木', '符石兼具光', '符石兼具心'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增回'],
				'object': ['獸', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10616]
	},
	{
		'name': '神選之仰',
		'description': `
		I. 全隊攻擊力 11 倍、生命力及回復力 4 倍
		II. 所有符石兼具
		⇒ 150% 木、光及心符石效果
		III. 減少 30% 所受傷害
		IV. 以屬性符石起手
		⇒ 所受該屬性敵人的傷害額外減少 50%
		V. 消除 ≥11 粒符石
		⇒ 全隊攻擊力額外 11 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具木', '符石兼具光', '符石兼具心', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['減傷'],
				'object': [],
				'limit': ['特定符石起手']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10617]
	},
	{
		'name': '傳承血裔',
		'description': `
		I. 全隊攻擊力 12 倍、生命力及回復力 3 倍
		II. 人類攻擊力額外 6 倍
		III. 消除 ≥12 粒符石
		⓵ 自身攻擊力額外 5 倍
		⓶ 增加 12 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除數量']
			},
			{
				'name': ['增加Combo'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10619]
	},
	{
		'name': '生靈採摘',
		'description': `
		隊中只有人類、妖精類或魔族成員：
		I. 全隊攻擊力 9 倍、生命力及回復力 3 倍
		II. 必然延長移動符石時間 2.5 秒
		III. 消除心符石
		⇒ 全隊攻擊力額外 6.9 倍
		IV. 每消除 1 組心符石
		⓵ 增加 2 連擊 (Combo)
		⇒ 最多可增加 6 連擊 (Combo)
		⓶ 增加 3 連擊 (Ex. Combo)
		⇒ 最多可增加 9 連擊 (Ex. Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間'],
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族']
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': ['人', '妖', '魔'],
				'limit': ['成員種族', '消除特定符石', '消除組數']
			}
		],
		'monster': [10620]
	},
	{
		'name': '醉夢斷魂',
		'description': `
		I. 妖精類及魔族成員
		⇒ 攻擊力 7 倍、生命力及回復力 2 倍
		II. 必然延長移動符石時間 2 秒
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '魔'],
				'limit': []
			},
			{
				'name': '延長轉珠時間',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10621, 10623, 10624, 10625]
	},
	{
		'name': '五行煉魔',
		'description': `
		I.【醉夢傾城】、木屬性及魔族成員
		⇒ 攻擊力 10 倍及生命力 3.5 倍
		II.【醉夢傾城】及魔族成員
		⇒ 攻擊力額外 6.5 倍
		III. 每消除 3 粒符石
		⇒ 增加 1 連擊 (Combo)
		⇒ 最多可增加 10 連擊 (Combo)
		IV. 首批消除場上所有符石
		⇒ 全隊攻擊力額外 2.5 倍
		V. 反之，減少 50% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '木', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10622]
	},
	{
		'name': '十刑之怒 ‧ 魔',
		'description': `
		魔族成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['魔'],
				'limit': []
			}
		],
		'monster': [2937, 10635, 10685, 10727, 10754, 10756, 10799, 10800, 10838, 10889, 10890, 10921, 10922, 10930]
	},
	{
		'name': '不殺之念',
		'description': `
		I. 火屬性及人類成員
		⇒ 攻擊力 10 倍、生命力及回復力 2 倍
		II.【神劍闖江湖】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 每消除 1 粒隊伍成員屬性符石或心符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 10 連擊 (Ex. Combo、Combo)
		IV. 達成連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力提升愈多
		⇒ 10 連擊 (Combo) 可達至最大 6.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['火', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10636]
	},
	{
		'name': '忠義鐵拳',
		'description': `
		I. 人類成員攻擊力 9 倍、生命力及回復力 2 倍
		II.「相樂左之助」
		⇒ 生命力、攻擊力及回復力額外 3 倍
		III. 每消除 1 粒符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 20 粒可達至最大 5 倍
		IV. 消除心符石
		⇒「相樂左之助」追打無屬性攻擊 2 次
		V. 生命力愈高時，所受傷害愈低
		⇒ 最多減少 80%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['自身'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '無屬追打',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['我方血量']
			}
		],
		'monster': [10637]
	},
	{
		'name': '正義之刃',
		'description': `
		I.【神劍闖江湖】成員
		⇒ 攻擊力 6 倍、生命力及回復力 2 倍
		II. 首批完全消除任何 1 橫行或 1 直行內的所有符石
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [10638, 10640, 10641, 10642]
	},
	{
		'name': '懲惡之刃',
		'description': `
		I.【神劍闖江湖】及暗屬性成員
		⇒ 攻擊力 9 倍、生命力及回復力 2.8 倍
		II. 達至 ≥5 連擊 (Combo) 
		⓵ 全隊攻擊力 8 倍
		⓶「齋藤一」攻擊力額外 2 倍
		III.「齋藤一」進場技能 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['Combo數量']
			},
			{
				'name': '進場減CD',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [10639]
	},
	{
		'name': '絕命劍術',
		'description': `
		I. 水屬性及人類成員
		⇒ 攻擊力 10 倍、生命力及回復力 3.8 倍
		II.「劊子手拔刀齋」
		⇒ 攻擊力額外 10 倍
		III. 所有成員
		⓵ 對所有目標的傷害額外 1.5 倍
		⓶ 對人類目標的傷害則額外 2 倍
		IV. 消除 ≥4 組符石
		⓵ 全隊無視
		⇒「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		⓶ 增加 6 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '對人類增傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾', '增加Combo'],
				'object': [],
				'limit': ['消除組數']
			}
		],
		'monster': [10645]
	},
	{
		'name': '惡、即、斬',
		'description': `
		I.【神劍闖江湖】及水屬性成員
		⇒ 攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 達至 ≥5 連擊 (Combo) 
		⓵ 全隊攻擊力 9 倍
		⓶ 所有成員以 50% 攻擊力
		⇒ 追打無屬性攻擊 1 次
		III.「壬生狼 ‧ 齋藤一」
		⇒ 進場技能 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': ['增攻', '無屬追打'],
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '進場減CD',
				'object': ['自身'],
				'limit': []
			}
		],
		'monster': [10646]
	},
	{
		'name': '秘守之刃',
		'description': `
		I.「御庭番眾」成員
		⇒ 攻擊力 6 倍、生命力及回復力 2 倍
		II. 首批完全消除任意 1 橫行或 1 直行內的所有符石
		⇒ 全隊攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定位置']
			}
		],
		'monster': [10649, 10650, 10651, 10653]
	},
	{
		'name': '冷冽劍術',
		'description': `
		I. 人類成員攻擊力 9 倍、生命力及回復力 2 倍
		II.【御庭番眾】成員
		⓵ 攻擊力額外 6 倍
		⓶ 生命力及回復力額外 2 倍
		III. 達至 ≥6 連擊 (Combo)
		⇒ 全隊攻擊力額外 2.5 倍
		IV.【御庭番眾】成員發動主動技能
		⇒ 自身攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人', '特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['發動技能']
			}
		],
		'monster': [10652]
	},
	{
		'name': '裝甲增強',
		'description': `
		I.【宇宙巡梭】成員
		⇒ 攻擊力 10 倍及生命力 2 倍
		II. 消除角色符石或自身屬性符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除角色符石', '消除特定符石']
			}
		],
		'monster': [10657, 10661, 10662, 10663]
	},
	{
		'name': '機械意志',
		'description': `
		I. 人類及機械族成員
		⓵ 攻擊力 10 倍及生命力 3 倍
		⓶ 對所有目標的傷害額外 12 倍
		II. 敵人受到的主動技能炮擊傷害額外 4 倍
		III.【宇宙巡梭】成員
		⇒ 進場技能 CD -3
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '敵方受傷增加'],
				'object': ['人', '機'],
				'limit': []
			},
			{
				'name': '敵方受傷增加',
				'object': [],
				'limit': []
			},
			{
				'name': '進場減CD',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10658]
	},
	{
		'name': '意志融合',
		'description': `
		I. 人類及機械族成員
		⓵ 攻擊力 10 倍及生命力 4 倍
		⓶ 對所有目標的傷害額外 15 倍
		II. 增加 8 連擊 (Ex. Combo、Combo)
		III. 消除符石時
		⇒【宇宙巡梭】成員
		⓵ 技能 CD -1
		⓶ 技能 EP +1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '敵方受傷增加'],
				'object': ['人', '機'],
				'limit': []
			},
			{
				'name': ['增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': []
			},
			{
				'name': ['其他減CD', '回EP'],
				'object': ['特定成員'],
				'limit': ['消除符石']
			}
		],
		'monster': [10659]
	},
	{
		'name': '統御之力',
		'description': `
		I. 自身屬性及機械族成員
		⇒ 攻擊力 10 倍、生命力及回復力 2.8 倍
		II. 進入關卡後，機械族成員的行動值提升 50%
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 9 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['木', '機'],
				'limit': []
			},
			{
				'name': ['行動值提升'],
				'object': ['機'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10660]
	},
	{
		'name': '十刑之怒 ‧ 機械',
		'description': `
		機械族成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['機'],
				'limit': []
			}
		],
		'monster': [10664, 10665, 10666, 10667, 10722, 10729, 10733, 10787, 10791, 10823, 10825, 10925, 10926, 10962]
	},
	{
		'name': '貓咪軍團',
		'description': `
		I. 獸類成員攻擊力 9 倍、生命力及回復力 2.5 倍
		II.【貓咪大戰爭】成員
		⇒ 攻擊力額外 7 倍
		III. 消除 ≥3 種符石
		⇒ 所有成員追打 1 次
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['水屬追打', '火屬追打', '木屬追打', '光屬追打', '暗屬追打'],
				'object': [],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10669, 10670, 10671]
	},
	{
		'name': '命運戰士',
		'description': `
		I. 獸類成員攻擊力 11 倍、生命力及回復力 4 倍
		II. 所有成員對所有目標的傷害額外 11 倍
		III. 敵人受到的主動技能炮擊傷害
		⇒ 額外 3 倍
		IV. 消除角色或種族符石
		⓵ 全隊攻擊力額外 1.4 倍
		⓶ 增加 6 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			}
		],
		'monster': [10672]
	},
	{
		'name': '災厄詛咒',
		'description': `
		I. 獸類成員攻擊力 11 倍、生命力及回復力 3 倍
		II.【貓咪大戰爭】成員
		⇒ 攻擊力額外 10 倍
		III. 減少 50% 所受傷害
		IV. 達至 6 連擊 (Combo) 時
		⇒ 全隊攻擊力額外 1.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10673]
	},
	{
		'name': '大盜之能',
		'description': `
		隊中只有獸類成員：
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 9 倍
		III. 全隊攻擊力有 50% 機率
		⇒ 額外 1.5 倍 (機率可以疊加)
		IV. 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族', '消除特定符石']
			},
			{
				'name': '增攻',
				'object': ['獸'],
				'limit': ['成員種族']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['成員種族']
			}
		],
		'monster': [10678]
	},
	{
		'name': '萬世棋局',
		'description': `
		I.【黑嘉嘉】、水屬性及妖精類成員
		⇒ 攻擊力 100 倍、生命力及回復力 4 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 2.8 倍
		III. 隊中每有 1 個【黑嘉嘉】、水屬性或妖精類成員
		⇒ 增加 3 連擊 (Combo)
		⇒ 最多可增加 9 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '妖'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['特定成員', '成員種族', '成員數量']
			}
		],
		'monster': [10683]
	},
	{
		'name': '十刑之怒 ‧ 妖',
		'description': `
		妖精類成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['妖'],
				'limit': []
			}
		],
		'monster': [10684, 10717, 10718, 10728, 10797, 10798, 10837, 10845, 10846, 10847, 10918, 10958]
	},
	{
		'name': '十刑之怒 ‧ 人',
		'description': `
		人類成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['人'],
				'limit': []
			}
		],
		'monster': [10687, 10698, 10699, 10700, 10702, 10703, 10704, 10721, 10724, 10730, 10732, 10734, 10753, 10755, 10790, 10826, 10886, 10887, 10906, 10910, 10911, 10924]
	},
	{
		'name': '生存之力',
		'description': `
		I.【地獄樂】成員攻擊力 9 倍、生命力及回復力 3 倍
		II. 首批完全消除 ≥1 種符石
		⇒ 全隊攻擊力額外 9 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10690, 10694, 10695, 10697]
	},
	{
		'name': '忍術熾燄',
		'description': `
		I.【地獄樂】、火屬性及人類成員
		⇒ 攻擊力 12 倍、生命力及回復力 3.9 倍
		II. 消除火、木、光或暗符石
		⓵ 【地獄樂】成員攻擊力額外 2 倍
		⓶ 減少 50% 所受傷害
		III. 達成連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 14 連擊 (Combo) 可達至最大 8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10691]
	},
	{
		'name': '斬首劍技 ‧ 佐切',
		'description': `
		I.【地獄樂】、木屬性及人類成員
		⇒ 攻擊力 12 倍、生命力及回復力 2 倍
		II.【斬首行刑者】成員及「畫眉丸」
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 10 粒可達至最大 7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '人'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10692]
	},
	{
		'name': '大盜之謀',
		'description': `
		I.【地獄樂】及光屬性成員
		⇒ 攻擊力 12 倍、生命力及回復力 3.5 倍
		II. 消除 ≥2 種屬性符石
		⇒ 全隊攻擊力額外 4 倍
		III. 消除光及暗符石
		⇒ 全隊攻擊力額外 3 倍
		IV. 減少 30% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '光'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '減傷',
				'object': [],
				'limit': []
			}
		],
		'monster': [10693]
	},
	{
		'name': '斬首劍技 ‧ 士遠',
		'description': `
		隊中只有「奴凱」、【斬首行刑者】、火或木屬性成員：
		I. 全隊攻擊力 12 倍、生命力及回復力 3.5 倍
		II. 消除種族或角色符石
		⇒ 全隊攻擊力額外 5 倍
		III. 消除 ≥3 組符石
		⓵ 全隊攻擊力額外 2.8 倍
		⓶ 增加 8 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '木'],
				'limit': ['特定成員', '成員屬性']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '火', '木'],
				'limit': ['特定成員', '成員屬性', '消除種族符石', '消除角色符石']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '火', '木'],
				'limit': ['特定成員', '成員屬性', '消除組數']
			},
			{
				'name': ['增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': ['特定成員', '成員屬性', '消除組數']
			}
		],
		'monster': [10696]
	},
	{
		'name': '忍術幻影',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 2.8 倍
		II.【地獄樂】及暗屬性成員
		⇒ 生命力、攻撃力及回復力額外 1.8 倍
		III.「杠」及「山田淺右衛門仙汰」
		⇒ 攻撃力額外 1.8 倍
		IV. 首批消除 ≥8 粒符石
		⓵ 全隊攻撃力額外 8 倍
		⓶ 增加 8 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10701]
	},
	{
		'name': '花化融合',
		'description': `
		I. 妖精類及神族成員
		⇒ 攻擊力 12 倍、生命力及回復力 2.5 倍
		II.【天仙】成員
		⓵ 攻擊力額外 4 倍
		⓶ 生命力及回復力額外 2 倍
		⓷ 進場技能 CD -3
		III.【天仙】每次發動主動技能
		⇒ 該成員以外的【天仙】成員
		⓵ 技能 CD -1
		⓶ 技能 EP +1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '神'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['其他減CD', '回EP'],
				'object': ['特定成員'],
				'limit': ['發動技能']
			}
		],
		'monster': [10705, 10707]
	},
	{
		'name': '花化融合 ‧ 強',
		'description': `
		I. 妖精類及神族成員
		⇒ 攻擊力 15 倍、生命力及回復力 3 倍
		II.【天仙】成員
		⓵ 攻擊力額外 4 倍
		⓶ 生命力及回復力額外 2 倍
		III.【天仙】每次發動主動技能
		⇒ 該成員以外的【天仙】成員
		⓵ 技能 CD -1
		⓶ 技能 EP +1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['妖', '神'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['其他減CD', '回EP'],
				'object': ['特定成員'],
				'limit': ['發動技能']
			}
		],
		'monster': [10706, 10708]
	},
	{
		'name': '暴戾本性',
		'description': `
		I. 獸類及龍類成員
		⇒ 攻擊力 10 倍及生命力 2 倍
		II.【劍骨龍】及【魘尾獸】成員
		⇒ 攻擊力額外 3 倍
		III. 消除種族符石
		⇒ 全隊攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['獸', '龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種族符石']
			}
		],
		'monster': [10711, 10712, 10713, 10716]
	},
	{
		'name': '原始殺欲',
		'description': `
		I. 光屬性、獸類及龍類成員
		⇒ 攻擊力 25 倍及生命力 2.5 倍
		II.【劍骨龍】及【魘尾獸】成員
		⇒ 生命力額外 2 倍
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 6.5 倍
		IV. 每消除 2 連擊 (Combo)
		⇒ 額外增加 4 連擊 (Combo)
		⇒ 最多可增加 12 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['光', '獸', '龍'],
				'limit': []
			},
			{
				'name': '增血',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['Combo數量']
			}
		],
		'monster': [10714]
	},
	{
		'name': '罪孽殺機',
		'description': `
		I. 全隊攻擊力 10 倍
		II. 獸類及龍類成員
		⇒ 攻擊力額外 3.5 倍
		III. 隊伍成員的種族愈少
		⇒ 全隊生命力、攻擊力及回復力額外提升愈多
		⇒ 2 種族可達至最大 4 倍
		IV. 所有符石兼具所有屬性符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸', '龍'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': [],
				'limit': ['成員種族數量']
			}
		],
		'monster': [10715]
	},
	{
		'name': '財富狩獵',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 1.5 倍
		II. 戰鬥中所獲得的金幣增加 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '物品掉落增加'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10720]
	},
	{
		'name': '最高審判',
		'description': `
		隊中只有「劍光魘影」系列成員、光、暗屬性或機械族成員：
		I. 全隊攻擊力 100 倍及生命力 4.5 倍
		II. 增加 10 連擊 (Ex. Combo、Combo)
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '光', '暗', '機'],
				'limit': ['特定成員', '成員屬性', '成員種族']
			},
			{
				'name': ['增加Combo', '增加Ex.Combo'],
				'object': [],
				'limit': ['特定成員', '成員屬性', '成員種族']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['特定成員', '成員屬性', '成員種族', '消除特定符石']
			}
		],
		'monster': [10726]
	},
	{
		'name': '魔國聯邦的祝福',
		'description': `
		I. 獸類、妖精類、龍類及魔族成員
		⇒ 攻擊力 10 倍、生命力及回復力 2.5 倍
		II.【魔國聯邦】成員攻擊力額外 10 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['獸', '妖', '龍', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10737, 10739, 10741, 10744, 10745, 10747, 10748, 10749]
	},
	{
		'name': '大元帥',
		'description': `
		I. 全隊攻擊力 11 倍、生命力及回復力 3.6 倍
		II.【魔國聯邦】、火、暗屬性及魔族成員
		⇒ 對所有目標的傷害額外 16 倍
		III. 減少 40% 所受傷害
		IV. 所受火及暗屬性傷害
		⇒ 減少 50%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '減傷'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': ['特定成員', '火', '暗', '魔'],
				'limit': []
			}
		],
		'monster': [10738]
	},
	{
		'name': '利姆路的第一秘書',
		'description': `
		I.【魔國聯邦】、暗屬性及魔族成員
		⇒ 攻擊力 11 倍、生命力及回復力 3.6 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 15 粒可達至最大 10 倍
		III. 隊伍中有名字有「利姆路」的成員
		⓵ 自身攻擊力額外 8 倍
		⓶「紫苑」無視
		▋「反首消符石盾」
		▋「攻前盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '無視反首消盾', '無視攻前盾'],
				'object': ['自身'],
				'limit': ['特定成員']
			}
		],
		'monster': [10740]
	},
	{
		'name': '朱拉森林大同盟',
		'description': `
		I. 全隊攻擊力 12 倍、生命力及回復力 2 倍
		II.【轉生史萊姆】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 每消除 1 粒隊伍成員屬性符石或心符石
		⓵ 提升全隊攻擊力
		⇒ 消除 10 粒可提升至最大 8 倍
		⓶ 增加 1 連擊 (Combo)
		⇒ 最多可增加 10 連擊 (Combo)
		IV. 以所受傷害 500 倍
		⇒ 對敵方攻擊者進行相應屬性反擊
		V. 每回合結束時
		⇒ 完全回復生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '反擊', '回血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			}
		],
		'monster': [10742]
	},
	{
		'name': '朱拉 ‧ 坦派斯特聯邦國',
		'description': `
		I. 全隊攻擊力 12 倍、生命力及回復力 2 倍
		II.【轉生史萊姆】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 所有成員對所有目標的傷害額外 2.5 倍
		IV. 每消除 1 粒種族符石
		⓵ 提升全隊攻擊力
		⇒ 消除 12 粒可提升至最大 4 倍
		⓶ 增加 1 連擊 (Combo)
		⇒ 最多可增加 12 連擊 (Combo)
		V. 以所受傷害 500 倍
		⇒ 對敵方攻擊者進行相剋屬性反擊
		VI. 每回合結束時
		⇒ 完全回復生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '敵方受傷增加', '反擊', '回血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除種族符石', '消除數量']
			}
		],
		'monster': [10743]
	},
	{
		'name': '爆炎支配者',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 3.5 倍
		II. 消除角色或種族符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 增加 4 連擊 (Combo)
		III. 消除火或心符石
		⓵ 全隊攻擊力額外 4 倍
		⓶ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除角色符石', '消除種族符石']
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10746]
	},
	{
		'name': '暴風之守護',
		'description': `
		I.【魔國聯邦】、木屬性及龍類成員
		⇒ 攻擊力 10 倍及生命力 2.5 倍
		II. 「暴風龍 ‧ 維爾德拉」、「維爾德拉 ‧ 坦派斯特」及名字有「利姆路」的成員
		⇒ 生命力、攻擊力及回復力額外 1.8 倍
		III. 全隊對所有目標的傷害額外 10 倍
		IV. 消除符石後，於回合結束時
		⇒【魔國聯邦】成員技能 CD -1
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '木', '龍'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['自身', '特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': ['消除符石']
			}
		],
		'monster': [10751]
	},
	{
		'name': '颶風之守護',
		'description': `
		I.【魔國聯邦】、木屬性及龍類成員
		⇒ 攻擊力 11 倍及生命力 3 倍
		II. 「暴風龍 ‧ 維爾德拉」、「維爾德拉 ‧ 坦派斯特」及名字有「利姆路」的成員
		⇒ 生命力、攻擊力及回復力額外 1.8 倍
		III. 全隊對所有目標的傷害額外 11 倍
		IV. 消除符石後，於回合結束時
		⇒【魔國聯邦】成員技能 EP +10
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '木', '龍'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['自身', '特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': '回EP',
				'object': ['特定成員'],
				'limit': ['消除符石']
			}
		],
		'monster': [10752]
	},
	{
		'name': '八星魔王 ‧ 新星',
		'description': `
		I.【轉生史萊姆】、暗屬性、獸類、妖精類、龍類及魔族成員
		⇒ 攻擊力 18 倍、生命力及回復力 2.8 倍
		II.【魔國聯邦】及【八星魔王】成員
		⇒ 生命力、攻擊力及回復力額外 1.8 倍
		III. 每回合結束時
		⇒ 完全回復生命力
		IV. 消除符石
		⓵ 全隊攻擊力額外 4.8 倍
		⓶ 增加 8 連擊 (Ex. Combo、Combo)
		V. 以所受傷害 800 倍
		⇒ 對敵方攻擊者進行相剋屬性反擊
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗', '獸', '妖', '龍', '魔'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['回血', '反擊'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': ['消除符石']
			}
		],
		'monster': [10750]
	},
	{
		'name': '魔王盛宴',
		'description': `
		I. 8 星成員攻擊力 88 倍、生命力及回復力 1.8 倍
		II.【八星魔王】成員
		⇒ 生命力、攻擊力及回復力額外 1.8 倍
		III. 隊伍成員屬性符石
		⓵ 效果提升 40%
		⓶ 互相兼具 40% 效果
		IV. 消除 ≥8 粒符石
		⇒ 減少 40% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': ['特定成員']
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石效果提升'],
				'object': [],
				'limit': []
			},
			{
				'name': '減傷',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10757, 10758, 10760]
	},
	{
		'name': '聖騎士團長',
		'description': `
		隊中只有人類成員：
		I. 全隊攻擊力 77 倍、生命力及回復力 3.7 倍
		II. 移動符石後
		⇒ 增加 7 連擊 (Combo)
		III. 消除角色或人族符石
		⇒ 全隊攻擊力額外 1.7 倍
		IV. 消除光或心符石
		⇒ 全隊攻擊力 1.7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': ['成員種族']
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['成員種族']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除角色符石', '消除種族符石']
			},
			{
				'name': '增攻',
				'object': ['人'],
				'limit': ['成員種族', '消除特定符石']
			}
		],
		'monster': [10759]
	},
	{
		'name': '戰鬥用特化型態',
		'description': `
		I. 全隊攻擊力 12 倍、生命力及回復力 2 倍
		II.【轉生史萊姆】成員
		⇒ 生命力、攻擊力及回復力額外 2 倍
		III. 每消除 1 粒種族符石
		⓵ 提升全隊攻擊力
		⇒ 消除 15 粒可提升至最大 10 倍
		⓶ 增加 1 連擊 (Combo)
		⇒ 最多可增加 15 連擊 (Combo)
		IV. 以所受傷害 500 倍
		⇒ 對敵方攻擊者進行相剋屬性反擊
		V. 每回合結束時
		⇒ 完全回復生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '反擊', '回血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增攻', '增加Combo'],
				'object': [],
				'limit': ['消除種族符石', '消除數量']
			}
		],
		'monster': [10762, 10763, 10764, 10765, 10766, 10767, 10768]
	},
	{
		'name': '真理鑰匙',
		'description': `
		I.【王國之謎】、木屬性及神族成員
		⓵ 攻擊力 48 倍
		⓶ 生命力及回復力 4.8 倍
		II. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 4.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10770]
	},
	{
		'name': '真相洞察',
		'description': `
		【王國之謎】成員
		⇒ 攻擊力 69 倍、生命力及回復力 4.8 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10771, 10772, 10775, 10776, 10777, 10778, 10779, 10780, 10781, 10782, 10783, 10784]
	},
	{
		'name': '癒靈之源',
		'description': `
		I.【王國之謎】、木屬性及神族成員
		⇒ 攻擊力 12 倍、生命力及回復力 4 倍
		II. 增加 8 連擊 (Combo)
		III. 消除 ≥10 粒符石
		⇒【王國之謎】、木屬性及神族成員攻擊力額外 8 倍
		IV. 消除 ≥3 組符石
		⇒【王國之謎】及神族成員攻擊力及回復力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '神'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '木', '神'],
				'limit': ['消除數量']
			},
			{
				'name': ['增攻', '增回'],
				'object': ['特定成員', '神'],
				'limit': ['消除組數']
			}
		],
		'monster': [10773]
	},
	{
		'name': '魔女的詛咒',
		'description': `
		I.【王國之謎】、人類及神族成員
		⓵ 攻擊力 15 倍、生命力及回復力 3.9 倍
		⓶ 對所有目標的傷害額外 4.28 倍
		II. 達成連擊 (Combo) 數目愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 5 連擊 (Combo) 可達至最大 2.5 倍
		III.【王國之謎】及人類成員
		⓵ 生命力、攻擊力及回復力額外 1.3 倍
		⓶ 攻擊傷害無視敵人防禦力
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '敵方受傷增加'],
				'object': ['特定成員', '人', '神'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['Combo數量']
			},
			{
				'name': ['增血', '增攻', '增回', '破防'],
				'object': ['特定成員', '人'],
				'limit': []
			}
		],
		'monster': [10774]
	},
	{
		'name': '十刑之怒 ‧ 暗',
		'description': `
		暗屬性成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['暗'],
				'limit': []
			}
		],
		'monster': [10789]
	},
	{
		'name': '燈紅酒綠',
		'description': `
		I. 全隊攻擊力 77 倍、生命力及回復力 3.7 倍
		II.【狂歡的深淵】成員
		⇒ 攻擊力額外 2.7 倍
		III. 消除隊伍成員屬性符石或心符石
		⓵ 增加 7 連擊 (Combo)
		⓶ 減少 70% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增加Combo', '減傷'],
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10794]
	},
	{
		'name': '紙醉金迷',
		'description': `
		I. 全隊攻擊力 77.7 倍、生命力及回復力 3.77 倍
		II.【狂歡的深淵】成員
		⇒ 攻擊力額外 2.77 倍
		III. 每消除 1 粒符石
		⓵  增加 1 連擊 (Combo)
		⇒ 消除 7 粒可增加最多 7 連擊 (Combo)
		⓶ 減少 10% 所受傷害
		⇒ 消除 7 粒可減少最多 70%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['增加Combo', '減傷'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10795]
	},
	{
		'name': '蓬鬆的力量',
		'description': `
		I.【英雄 ‧ SHY】及水屬性成員
		⇒ 攻擊力 35 倍、生命力及回復力 4.5 倍
		II. 消除水或心符石
		⇒ 全隊攻擊力 5 倍
		III. 水及心符石效果提升 120%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '符石效果提升',
				'object': [],
				'limit': []
			}
		],
		'monster': [10801]
	},
	{
		'name': '熾焰之心',
		'description': `
		I. 人類成員
		⓵ 攻擊力 30 倍
		⓶ 生命力 4.5 倍
		⓷ 回復力 20 倍
		II.【靦腆英雄】成員
		⇒ 攻擊力額外 2.5 倍
		III. 心符石兼具 
		⇒ 500% 所有屬性符石效果
		IV. 所有符石兼具
		⇒ 500% 心符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': ['心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '符石兼具心'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10802]
	},
	{
		'name': '英雄之路',
		'description': `
		【靦腆英雄】成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10803, 10805, 10806, 10807, 10809]
	},
	{
		'name': '忍之術',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II.【靦腆英雄】成員
		⓵ 攻擊力額外 3 倍 
		⓶ 生命力及回復力額外 1.6 倍
		III. 連擊 (Combo) 時攻擊力提升 200%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10804]
	},
	{
		'name': '加油・・・！',
		'description': `
		【靦腆英雄】成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10808]
	},
	{
		'name': '讓心更加自由',
		'description': `
		【亞馬拉里克】成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10810, 10811, 10812, 10813, 10814, 10815]
	},
	{
		'name': '魅之幻影',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II.「天王寺曖」及【亞馬拉里克】成員
		⓵ 攻擊力額外 10 倍
		⓶ 生命力及回復力額外 1.6 倍
		III. 光及暗符石效果提升 100%
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '符石效果提升'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10816]
	},
	{
		'name': '魅之幻影 ‧ 絕',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 3 倍
		II.「天王寺曖」及【亞馬拉里克】成員
		⓵ 攻擊力額外 3 倍
		⓶ 生命力及回復力額外 1.6 倍
		III. 光及暗符石效果提升 100% 
		IV. 連擊 (Combo) 時攻擊力提升 200%
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '符石效果提升'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10816]
	},
	{
		'name': '幻之忍',
		'description': `
		I. 全隊攻擊力 50 倍、生命力及回復力 3 倍
		II.「天王寺曖」及【亞馬拉里克】成員
		⓵ 攻擊力額外 4.2 倍
		⓶ 生命力及回復力額外 1.6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10817]
	},
	{
		'name': '棋影華輝',
		'description': `
		I. 全隊攻擊力 10 倍及生命力 4 倍
		II.【黑嘉嘉】、光及暗屬性成員
		⇒ 對所有目標的傷害額外 20 倍
		III. 每回合結束時
		⇒【黑嘉嘉】成員技能 CD -1 (需消除符石)
		IV. 每消除 1 粒隊伍成員屬性符石
		⇒ 增加 1 連擊 (Combo)
		⇒ 最多可增加 15 連擊 (Combo)
		V. 每消除 1 粒符石
		⇒ 回復 25,000 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': ['特定成員', '光', '暗'],
				'limit': []
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10819]
	},
	{
		'name': '棋局之美',
		'description': `
		I. 全隊攻擊力 10 倍及生命力 4 倍
		II.【黑嘉嘉】、光及暗屬性成員
		⇒ 對所有目標的傷害額外 20 倍
		III.【黑嘉嘉】成員
		⇒ 進場技能 CD -5
		IV. 每消除 1 粒隊伍成員屬性符石
		⇒ 增加 1 連擊 (Combo)
		⇒ 最多可增加 15 連擊 (Combo)
		V. 每消除 1 粒符石
		⇒ 回復 25,000 點生命力
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '敵方受傷增加'],
				'object': ['特定成員', '光', '暗'],
				'limit': []
			},
			{
				'name': '進場減CD',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增加Combo',
				'object': [],
				'limit': ['消除特定符石', '消除數量']
			},
			{
				'name': '回血',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10820]
	},
	{
		'name': '十刑之怒 ‧ 水',
		'description': `
		水屬性成員攻擊力 10 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['水'],
				'limit': []
			}
		],
		'monster': [10827]
	},
	{
		'name': '仿魂滅世',
		'description': `
		I. 全隊攻擊力 80 倍、生命力及回復力 4 倍
		II. 必然延長移動符石時間 5 秒
		III. 所有成員對所有目標的傷害
		⇒ 額外 3 倍
		IV. 每首批消除 3 粒符石
		⇒ 增加 1 連擊 (Ex. Combo、Combo)
		⇒ 最多可增加 10 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '延長轉珠時間', '敵方受傷增加'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10828]
	},
	{
		'name': '仿魂滅殺',
		'description': `
		I. 全隊攻擊力 10 倍、生命力及回復力 4.5 倍
		II. 每首批消除 1 組 5 粒符石
		⇒ 全隊攻擊力額外 3 倍
		⇒ 首批消除 3 組可達至最大 27 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量', '消除組數']
			}
		],
		'monster': [10829]
	},
	{
		'name': '天龍之力',
		'description': `
		I. 全隊攻擊力 120 倍及生命力 5 倍
		II. 獸類、龍類及神族成員
		⇒ 攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['獸', '龍', '神'],
				'limit': []
			}
		],
		'monster': [10841]
	},
	{
		'name': '山嶽之威',
		'description': `
		I. 全隊攻擊力 120 倍及生命力 5 倍
		II. 消除符石的組數愈多
		⇒【異象歷奇】、水及光屬性成員攻擊力額外提升愈多
		⇒ 消除 5 組可達至最大 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '水', '光'],
				'limit': ['消除組數']
			}
		],
		'monster': [10842]
	},
	{
		'name': '鬼族之力 (雷姆)',
		'description': `
		I.【Re:ZERO】、水屬性及魔族成員
		⓵ 攻擊力 45 倍
		⓶ 生命力及回復力 4.4 倍
		II. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10852]
	},
	{
		'name': '鬼之血族',
		'description': `
		I.【Re:ZERO】、水屬性及魔族成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 5 倍
		II. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 5 倍
		III. 每回合結束時，
		⇒【Re:ZERO】成員
		⓵ 技能 CD -1
		⓶ 技能 EP +1
		(需消除符石)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['其他減CD', '回EP'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10853]
	},
	{
		'name': '鬼族之力 (拉姆)',
		'description': `
		I. 【Re:ZERO】、火屬性及魔族成員
		⓵ 攻擊力 45 倍
		⓶ 生命力及回復力 4.4 倍
		II. 消除 ≥10 粒符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10854]
	},
	{
		'name': '從零開始',
		'description': `
		【Re:ZERO】成員
		I. 攻擊力 100 倍
		II. 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10855, 10856, 10858, 10859, 10860, 10861, 10863, 10864, 10865, 10866, 10867, 10868, 10869, 10870]
	},
	{
		'name': '精靈術士',
		'description': `
		I. 全隊攻擊力 22.7 倍、生命力及回復力 2.27 倍
		II.【Re:ZERO】、暗屬性及妖精類成員
		⇒ 生命力、攻擊力及回復力 2.27 倍
		III. 敵方所受傷害額外 5.8 倍
		IV. 移動符石後
		⇒ 增加 8 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '敵方受傷增加', '增加Combo'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '暗', '妖'],
				'limit': []
			}
		],
		'monster': [10857]
	},
	{
		'name': '劍聖的命運',
		'description': `
		I. 人類成員攻擊力 144 倍、生命力及回復力 4.4 倍
		II.【Re:ZERO】成員
		⇒ 攻擊力額外 1.4 倍
		III. 以所受傷害 1,400 萬倍
		⇒ 對敵方攻擊者進行相剋屬性反擊
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '反擊',
				'object': [],
				'limit': []
			}
		],
		'monster': [10862]
	},
	{
		'name': '強欲的魔女',
		'description': `
		I. 全隊攻擊力 77 倍、生命力及回復力 2.7 倍
		II.【Re:ZERO】成員
		⇒ 生命力、攻擊力及回復力額外 2.7 倍
		III. 消除 ≥1 組 ≥7 粒符石
		⇒「艾姬多娜」、「碧翠絲」及「羅茲瓦爾 ‧ L ‧ 梅札斯」攻擊力額外 1.7 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身', '特定成員'],
				'limit': ['消除一組數量']
			}
		],
		'monster': [10871]
	},
	{
		'name': '信任的約定',
		'description': `
		隊中只有 【Re:ZERO】 、光、暗屬性或妖精類成員：
		I. 全隊攻擊力 227 倍、生命力及回復力 4.27 倍
		II. 所有成員進場技能 CD -6 (此效果不能疊加)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '進場減CD'],
				'object': ['特定成員', '光', '暗', '妖'],
				'limit': ['特定成員', '成員屬性', '成員種族']
			}
		],
		'monster': [10872]
	},
	{
		'name': '音符之視',
		'description': `
		I. 全隊攻擊力 50 倍、生命力及回復力 3.9 倍
		II.【古典遺譜】及自身屬性成員
		⇒ 生命力、攻擊力及回復力額外 1.3 倍
		III. 每消除 1 組隊伍成員屬性或心符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可提升至最大 4 倍
		IV. 移動符石後
		⇒ 增加 5 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '水'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [10874]
	},
	{
		'name': '完美樂章',
		'description': `
		I. 神族及魔族成員
		⓵ 攻擊力 40 倍
		⓶ 生命力及回復力 4 倍
		II.【古典遺譜】成員攻擊力額外 4 倍
		III. 消除 ≥1 組 ≥4 粒符石
		⇒ 全隊攻擊力額外 1.4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['神', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [10875]
	},
	{
		'name': '音符之視',
		'description': `
		I. 全隊攻擊力 50 倍、生命力及回復力 3.9 倍
		II.【古典遺譜】及自身屬性成員
		⇒ 生命力、攻擊力及回復力額外 1.3 倍
		III. 每消除 1 組隊伍成員屬性或心符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可提升至最大 4 倍
		IV. 移動符石後
		⇒ 增加 5 連擊 (Ex. Combo、Combo)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [10875]
	},
	{
		'name': '音樂之魂',
		'description': `
		【古典遺譜】成員
		I. 攻擊力 120 倍
		II. 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10876, 10877, 10878, 10879]
	},
	{
		'name': '指揮之權',
		'description': `
		I.【古典遺譜】、木及光屬性成員
		⓵ 攻擊力 12 倍
		⓶ 生命力及回復力 4.1 倍
		II.【古典遺譜】成員
		⇒ 生命力、攻擊力及回復力額外 1.2 倍
		III. 消除 ≥12 粒符石
		⇒ 全隊攻擊力額外 12 倍
		IV. 所有符石兼具木及光符石效果
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '木', '光'],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具木', '符石兼具光'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10884]
	},
	{
		'name': '音符之視',
		'description': `
		I. 全隊攻擊力 50 倍、生命力及回復力 3.9 倍
		II.【古典遺譜】及自身屬性成員
		⇒ 生命力、攻擊力及回復力額外 1.3 倍
		III. 每消除 1 組隊伍成員屬性或心符石
		⇒ 全隊攻擊力額外提升
		⇒ 消除 3 組可提升至最大 4 倍
		IV. 移動符石後
		⇒ 增加 5 連擊 (Ex. Combo、Combo)
		`,
		'changedSkill': true,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增血', '增攻', '增回'],
				'object': ['特定成員', '木'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石', '消除組數']
			}
		],
		'monster': [10884]
	},
	{
		'name': '龍裔聖焰 ‧ 魔法',
		'description': `
		I. 全隊攻擊力 40 倍及生命力 3 倍
		II. 龍類成員
		⓵ 攻擊力額外 5 倍
		⓶ 生命力額外 2 倍
		III. 必然延長移動符石時間 5 秒
		IV. 首批消除所有符石
		⇒ 全隊攻擊力額外 1.3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血'],
				'object': ['龍'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			}
		],
		'monster': [10891]
	},
	{
		'name': '龍裔聖焰 ‧ 法陣',
		'description': `
		I. 全隊攻擊力 20 倍及生命力 4 倍
		II. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒可達至最大 10 倍
		III. 龍類無視
		⇒「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		IV. 首批消除所有符石
		⇒ 全隊攻擊力額外 1.3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': ['無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': ['龍'],
				'limit': []
			}
		],
		'monster': [10892]
	},
	{
		'name': '自由的石之海',
		'description': `
		I.【JoJo的奇妙冒險】、水屬性及人類成員
		⓵ 攻擊力 66 倍
		⓶ 生命力及回復力 3.6 倍
		II. 消除水、木或暗符石
		⇒【JoJo的奇妙冒險】成員攻擊力額外 3.6 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10895]
	},
	{
		'name': '不滅的瘋狂鑽石',
		'description': `
		I.【JoJo的奇妙冒險】、火屬性及人類成員
		⓵ 攻擊力 44 倍
		⓶ 生命力及回復力 4.4 倍
		II. 消除符石的數量愈多
		⇒【JoJo的奇妙冒險】、火屬性及人類成員攻擊力額外提升愈多
		⇒ 消除 24 粒可達至最大 4 倍
		III. 消除 ≥4 組符石
		⇒【JoJo的奇妙冒險】成員攻擊力額外 1.4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員', '火', '人'],
				'limit': ['消除數量']
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除組數']
			}
		],
		'monster': [10896]
	},
	{
		'name': '黃金精神 ‧ 傳承',
		'description': `
		【JoJo的奇妙冒險】成員
		I. 攻擊力 100 倍
		II. 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10897, 10900, 10901, 10902, 10904, 10905, 10908, 10909, 10913]
	},
	{
		'name': '奇妙的黃金體驗',
		'description': `
		I. 全隊攻擊力 55 倍、生命力及回復力 4.5 倍
		II.【JoJo的奇妙冒險】成員
		⇒ 攻擊力額外 1.5 倍
		III. 消除光或心符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10898]
	},
	{
		'name': '背叛者的鎮魂曲',
		'description': `
		I. 全隊攻擊力 55 倍、生命力及回復力 5.5 倍
		II.【JoJo的奇妙冒險】成員
		⇒ 攻擊力額外 1.85 倍
		III. 消除光或心符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10899]
	},
	{
		'name': '不屈的堅定意志',
		'description': `
		I.【布加拉提小隊】成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 4.5 倍
		II. 消除光或心符石
		⇒ 全隊攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10903]
	},
	{
		'name': '平靜的人生',
		'description': `
		I. 全隊攻擊力 33 倍、生命力及回復力 3.3 倍
		II.「川尻浩作與殺手皇后」
		⇒ 攻擊力額外 8 倍
		III. 消除敵人屬性符石
		⇒ 有 33% 機率迴避每個該屬性敵人的首次攻擊
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': []
			},
			{
				'name': '迴避',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10907]
	},
	{
		'name': '雙面的惡魔',
		'description': `
		隊中只有【JoJo的奇妙冒險】、人類或魔族成員：
		I. 全隊攻擊力 60 倍
		II.「迪亞波羅與緋紅之王」
		⓵ 生命力及回復力 6 倍
		⓶ 無視敵人防禦力
		III. 消除 ≥6 組符石
		⓵ 全隊攻擊力額外 2.6 倍
		⓶ 自身攻擊力額外 6 倍
		`,
		'tag': [
			{
				'name': '增攻',
				'object': ['特定成員', '人', '魔'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': ['增血', '增回', '破防'],
				'object': ['自身'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['特定成員', '人', '魔'],
				'limit': ['特定成員', '成員種族', '消除組數']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['特定成員', '成員種族', '消除組數']
			}
		],
		'monster': [10912]
	},
	{
		'name': '天堂的覺悟',
		'description': `
		隊中只有【JoJo的奇妙冒險】、人類、神族或魔族成員：
		I. 全隊攻擊力 239 倍、生命力及回復力 5 倍
		II. 首批消除符石組數、首批消除符石數量或結算連擊 (Combo) 為 ≤47 的質數
		⇒ 自身攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人', '神', '魔'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['特定成員', '成員種族', '消除組數', '消除數量', 'Combo數量']
			}
		],
		'monster': [10914]
	},
	{
		'name': '宇宙終結之時',
		'description': `
		隊中只有【JoJo的奇妙冒險】、人類、神族或魔族成員：
		I. 全隊攻擊力 251 倍、生命力及回復力 5 倍
		II. 首批消除符石組數、首批消除符石數量或結算連擊 (Combo) 為 ≤47 的質數
		⇒ 自身攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '人', '神', '魔'],
				'limit': ['特定成員', '成員種族']
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['特定成員', '成員種族', '消除組數', '消除數量', 'Combo數量']
			}
		],
		'monster': [10915]
	},
	{
		'name': '最強的白金之星',
		'description': `
		I.【JoJo的奇妙冒險】、暗屬性及人類成員
		⓵ 攻擊力 30 倍
		⓶ 生命力及回復力 3.6 倍
		II.【JoJo的奇妙冒險】成員
		⓵ 攻擊力額外 3 倍
		⓶ 生命力及回復力額外 1.6 倍
		III. 消除隊伍成員屬性符石
		⇒ 全隊攻擊力額外 3 倍
		IV. 每回合結束時
		⇒【JoJo的奇妙冒險】、暗屬性及人類成員
		⓵ 技能 CD -1
		⓶ 技能 EP +1
		(需消除符石)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '其他減CD', '回EP'],
				'object': ['特定成員', '暗', '人'],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10916]
	},
	{
		'name': '維度裂縫',
		'description': `
		I.【錯覺幻象】及魔族成員
		⓵ 攻擊力 180 倍
		⓶ 生命力 5.5 倍
		II. 消除【錯覺幻象】成員屬性符石
		⇒ 全隊攻擊力額外 2.2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血'],
				'object': ['特定成員', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10919]
	},
	{
		'name': '復仇之志',
		'description': `
		I. 【我推的孩子】、水屬性及人類成員
		⓵ 攻擊力 80 倍
		⓶ 生命力及回復力 4 倍
		II.【我推的孩子】成員
		⇒ 攻擊力額外 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10931]
	},
	{
		'name': '偶像之心',
		'description': `
		I.【我推的孩子】、火屬性及人類成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 3.8 倍
		II. 首批完全消除火、光或心符石
		⇒【B 小町】成員攻擊力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10932]
	},
	{
		'name': '【我推的孩子】',
		'description': `
		【我推的孩子】成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 3.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			}
		],
		'monster': [10933, 10934, 10937, 10941, 10943, 10944, 10945, 10946]
	},
	{
		'name': '劇團的王牌',
		'description': `
		I.【我推的孩子】及暗屬性成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 3.8 倍
		II. 消除 ≥3 種符石
		⓵ 全隊攻擊力額外 2.5 倍
		⓶【我推的孩子】成員
		⇒ 無視「指定形狀盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除種類數量']
			},
			{
				'name': '無視拼圖盾',
				'object': ['特定成員'],
				'limit': ['消除種類數量']
			}
		],
		'monster': [10935]
	},
	{
		'name': '昔日的天才童星',
		'description': `
		I.【我推的孩子】及火屬性成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 3.8 倍
		II. 消除火、光或心符石其中 2 種符石
		⓵ 全隊攻擊力額外 2.5 倍
		⓶【我推的孩子】成員
		⇒ 無視「固定連擊盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '無視固定連擊盾',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10936]
	},
	{
		'name': '重拾夢想',
		'description': `
		I.【我推的孩子】及火屬性成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 3.8 倍
		II. 消除 ≥3 組符石
		⓵ 全隊攻擊力額外 2.5 倍
		⓶【我推的孩子】成員
		⇒ 無視「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除組數']
			},
			{
				'name': ['無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': ['特定成員'],
				'limit': ['消除組數']
			}
		],
		'monster': [10938]
	},
	{
		'name': '你的偶像',
		'description': `
		I.【我推的孩子】、火屬性及人類成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4.2 倍
		II. 消除火、光或心符石
		⓵【B 小町】成員攻擊力額外 3.6 倍
		⓶【我推的孩子】成員無視
		▋「固定連擊盾」
		▋「二屬盾」、「三屬盾」、「四屬盾」、「五屬盾」
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '火', '人'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			},
			{
				'name': ['無視固定連擊盾', '無視二屬盾', '無視三屬盾', '無視四屬盾', '無視五屬盾'],
				'object': ['特定成員'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10939]
	},
	{
		'name': '愛的守護',
		'description': `
		I.【我推的孩子】成員
		⓵ 攻擊力 50 倍
		⓶ 生命力及回復力 4 倍
		II. 消除水、火或光符石
		⇒ 全隊攻擊力額外 5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10940]
	},
	{
		'name': '痛苦的嘶喊',
		'description': `
		I.【我推的孩子】、水屬性及魔族成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4.2 倍
		II.【我推的孩子】成員
		⇒ 攻擊力額外 3 倍
		III. 消除水或暗符石
		⇒ 自身攻擊力額外 2.5 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '水', '魔'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': ['自身'],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10942]
	},
	{
		'name': '首領的威嚴',
		'description': `
		I.【東京BLADE】成員
		⓵ 攻擊力 120 倍
		⓶ 生命力及回復力 4 倍
		II. 消除水或暗符石
		⇒ 全隊攻擊力額外 2 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			}
		],
		'monster': [10947]
	},
	{
		'name': '究極的偶像',
		'description': `
		I.【我推的孩子】、暗屬性及人類成員
		⓵ 攻擊力 65 倍
		⓶ 生命力及回復力 4.2 倍
		II. 隊中【我推的孩子】成員愈多
		⓵ 全隊對所有目標的傷害提升愈多
		⇒ 4 個可提升至最大 5 倍
		⓶ 連擊 (Combo) 數目增加愈多
		⇒ 4 個可增加最多 8 連擊 (Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '暗', '人'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '增攻', '增加Combo'],
				'object': [],
				'limit': ['特定成員', '成員數量']
			}
		],
		'monster': [10948]
	},
	{
		'name': '五彩之心',
		'description': `
		I.【宿世重逢】及妖精類成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 4.5 倍
		II. 消除 1 組符石的數量愈多
		⓵ 全隊攻擊力額外提升愈多
		⇒ 消除 1 組 10 粒可達至最大 3.2 倍
		⓶ 減少所受傷害愈多
		⇒ 消除 1 組 10 粒可減少 80% 所受傷害
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖'],
				'limit': []
			},
			{
				'name': ['增攻', '減傷'],
				'object': [],
				'limit': ['消除一組數量']
			}
		],
		'monster': [10950]
	},
	{
		'name': '命定之戀',
		'description': `
		【宿世重逢】成員
		I. 攻擊力 150 倍
		II. 生命力及回復力 4 倍
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
		],
		'monster': [10951, 10952, 10954, 10955]
	},
	{
		'name': '王者號令',
		'description': `
		I.【宿世重逢】、妖精類、龍類、神族及魔族成員
		⓵ 攻擊力 100 倍
		⓶ 生命力及回復力 5 倍
		II. 全隊對所有目標的傷害額外 2.5 倍，隊伍成員的屬性愈多
		⇒ 傷害額外提升愈多
		⇒ 5 種屬性可達至最大 3.5 倍
		III. 移動符石後
		⇒ 增加 6 連擊 (Ex. Combo、Combo)
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員', '妖', '龍', '神', '魔'],
				'limit': []
			},
			{
				'name': ['敵方受傷增加', '增攻'],
				'object': [],
				'limit': ['成員屬性數量']
			},
			{
				'name': ['增加Ex.Combo', '增加Combo'],
				'object': [],
				'limit': []
			}
		],
		'monster': [10953]
	},
	{
		'name': '歷劫之道',
		'description': `
		I. 全隊攻擊力 8 倍
		II. 心符石兼具屬性符石效果
		III. 隊中有 ≥3 種族成員時
		⇒ 全隊攻擊力額外 5 倍
		IV. 隊中有 ≥3 屬性成員時
		⇒ 全隊生命力及回復力額外 3 倍
		`,
		'tag': [
			{
				'name': ['增攻', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員種族數量']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['成員屬性數量']
			}
		],
		'monster': [20001, 60021]
	},
	{
		'name': '解難之輝',
		'description': `
		I. 全隊攻擊力 8 倍、生命力及回復力 2 倍
		II. 場上有風化、弱化、凍結、石化符石時
		⇒ 全隊攻擊力額外 4 倍
		III. 同一回合內發動主動技能次數愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 發動 3 次可達至最大 6 倍
		IV. 同一回合發動 3 次主動技能時
		⇒ 該回合全隊無視「攻前盾」
		V. 首批消除自身直行所有符石
		⇒ 其他成員技能 CD -1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回'],
				'object': [],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['版面分布']
			},
			{
				'name': ['增攻', '無視攻前盾'],
				'object': [],
				'limit': ['發動技能']
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': ['消除特定位置']
			}
		],
		'monster': [20002]
	},
	{
		'name': '歷練之輝',
		'description': `
		I. 全隊攻擊力 11 倍、生命力及回復力 3 倍
		II. ≥6 星成員生命力、攻擊力及回復力額外 2 倍
		III. 所有符石兼具所有符石效果
		IV. 必然延長移動符石時間 5 秒
		V. 消除「未來開拓 ‧ 雪萊」屬性符石
		⇒ 全隊攻擊力額外 3 倍
		VI. 消除符石的數量愈多
		⇒ 全隊攻擊力額外提升愈多
		⇒ 消除 30 粒可達至最大 10 倍
		VII. 首批完全消除自身直行的所有符石
		⇒ 自身以外成員技能 CD -1
		`,
		'tag': [
			{
				'name': ['增攻', '增血', '增回', '水兼具其他', '火兼具其他', '木兼具其他', '光兼具其他', '暗兼具其他', '心兼具其他', '符石兼具水', '符石兼具火', '符石兼具木', '符石兼具光', '符石兼具暗', '符石兼具心', '延長轉珠時間'],
				'object': [],
				'limit': []
			},
			{
				'name': ['增攻', '增血', '增回'],
				'object': ['特定成員'],
				'limit': []
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除特定符石']
			},
			{
				'name': '增攻',
				'object': [],
				'limit': ['消除數量']
			},
			{
				'name': '其他減CD',
				'object': ['特定成員'],
				'limit': ['消除特定位置']
			}
		],
		'monster': [20003]
	}
]
